{
  "companyKey": "anna beck",
  "templates": [
    {
      "content": "Unfortunately, we don't use WISELY. The options shown at checkout are credit/debit card, ShopPay, and PayPal.",
      "name": "What are you payment options? Do you offer WISELY?",
      "id": "a1e1c8fc-1b18-4844-a168-84a8338acddd",
      "companyName": "Anna Beck"
    },
    {
      "content": "You can start your return here: https://annabeck.returnly.com/",
      "name": "How do I start a return?",
      "id": "73d9aebd-ffe5-4bde-8a6e-0eba276c11b7",
      "companyName": "Anna Beck"
    },
    {
      "content": "Return shipping labels are $6 and will be deducted from your total return amount. Once your return has been submitted and approved through our returns page, you will be emailed your pre-paid return shipping label. If you are exchanging your item then the return label will be free!",
      "name": "Do I have to pay to return my item?",
      "id": "b77371da-b18f-4f7c-b633-0fefc0bd8d14",
      "companyName": "Anna Beck"
    },
    {
      "content": "If returning an order that includes a gift with purchase, be sure to include this item with your return or your refund will be adjusted to reflect the retail price of the free item.",
      "name": "Can I return an order that had a free gift with purchase?",
      "id": "38ebda41-73dc-4e04-9e17-e8b6e648682f",
      "companyName": "Anna Beck"
    },
    {
      "content": "Gold plated jewelry features layers of gold over a base metal. Our pieces are 18k Gold or Rose Gold plated over solid .925 Sterling Silver.",
      "name": "What is gold plated jewelry?",
      "id": "585520f9-fb54-42b3-992c-14f1f4acf613",
      "companyName": "Anna Beck"
    },
    {
      "content": "In stock items will be processed and shipped within 1-2 business days. Pre-order items will be shipped separately based on the estimated delivery dates listed. You will receive a second 'Out For Delivery' email with tracking information once your pre-order items have been shipped.",
      "name": "What if I have both Pre-Order and In Stock items on my order?",
      "id": "76128813-fe85-4895-8ba0-45da21310f7e",
      "companyName": "Anna Beck"
    },
    {
      "content": "Once you go through the returns steps online, you will be issued a temporary Instant Refund Credit in the form of an electronic gift card. The Instant Refund Credit will be equal to the value of your returns and gives you the option to place a new order right away, rather than wait for a credit card refund.",
      "name": "What is an \"Instant Refund Gift Card\"?",
      "id": "1eb967a1-7429-4483-952f-8347a9dfc382",
      "companyName": "Anna Beck"
    },
    {
      "content": "If you're purchasing an item that costs more than the original purchase, you'll have the option to pay the difference during the return/exchange process. If you purchase an item that costs less than the original purchase, then you'll receive a refund for the difference back to the original form of payment.",
      "name": "What happens if the item I'm repurchasing costs more or less than the original purchase (Instant refund)?",
      "id": "43495fb6-b4a3-4e4d-9792-8d25127f9673",
      "companyName": "Anna Beck"
    },
    {
      "content": "To redeem a reward and get your unique rewards coupon code, you can click Redeem on the desired and earned discount. As soon as a reward is redeemed, your points balance will be adjusted, removing the points cost. A unique reward coupon code is generated and displayed, ready for you to use.",
      "name": "How do I redeem my reward points?",
      "id": "95c2561b-7569-4cc5-b9b1-ff6dbb94410e",
      "companyName": "Anna Beck"
    },
    {
      "content": "Not a problem! If you change your mind and instead would like to have your items refunded back to the original form of payment, please continue with sending your item(s) back to us! Once your returning item(s) are checked in, we will deactivate the Instant Refund gift card and issue a refund for any outstanding balance back to your original payment method (or issue an exchange if you requested one).",
      "name": "What happens if I don’t use my \"Instant Refund''?",
      "id": "860adf04-dbfc-4498-98d6-37166b272c2f",
      "companyName": "Anna Beck"
    },
    {
      "content": "Thanks for leaving us a review! Feel free to use the code \"REVIEW15\" at checkout to get 15% off.",
      "name": "I left a review, where's my 15% off code?",
      "id": "84394684-d7cd-4ff5-8233-5c0a49e5edde",
      "shortcut": "rnc",
      "companyName": "Anna Beck"
    },
    {
      "content": "Thank you for your service! We don't have any specific discounts like that but if it helps, you can check out the items we have on sale here: https://www.annabeck.com/collections/sale",
      "name": "Military / First responder / Healthcare / Teacher discount",
      "id": "5d1dc637-7e01-437d-8d63-773a3c5966dd",
      "shortcut": "ms",
      "companyName": "Anna Beck"
    },
    {
      "content": "You can find us at a store near you here: https://www.annabeck.com/apps/store-locator",
      "name": "Store locator",
      "id": "227ebebb-a783-43d2-8df9-f2aa3507472f",
      "shortcut": "sl",
      "companyName": "Anna Beck"
    },
    {
      "content": "Give us a follow on IG: https://www.instagram.com/annabeckdesigns/  and FB here: https://www.facebook.com/AnnaBeckDesigns/",
      "name": "Social media",
      "id": "2b6c0ae4-1015-43d5-ba85-9563bf970a84",
      "shortcut": "smd",
      "companyName": "Anna Beck"
    },
    {
      "content": "You can check out our detailed return policy here: https://www.annabeck.com/pages/shipping-returns",
      "name": "Return policy",
      "id": "42273487-4c67-44b6-a3e4-1e9caaa55a95",
      "shortcut": "rp",
      "companyName": "Anna Beck"
    },
    {
      "content": "The best way to handle this is to email us directly at contact@annabeck.com. Our team is happy to help!",
      "name": "Customer support",
      "id": "cfbe74f6-196b-4c7b-9e60-55b49327e848",
      "shortcut": "cs",
      "companyName": "Anna Beck"
    },
    {
      "content": "All orders ship from Los Angeles, CA.",
      "name": "Where do you ship from?",
      "id": "15005859-06ee-4e09-a909-afa11b50eae6",
      "companyName": "Anna Beck"
    },
    {
      "content": "Due to nature's elements, 18k gold plated and sterling silver jewelry can fade or tarnish over time. Avoid contact with water, harsh chemicals, perfume & lotion. We recommend using our two-piece jewelry cleaning cloth to keep your jewelry looking new. To ensure longevity, safely store your pieces in a jewelry box or bag.",
      "name": "How do I care for my jewelry?",
      "id": "3da80db2-0d4f-4489-a57b-de60708a9127",
      "companyName": "Anna Beck"
    },
    {
      "content": "Our pieces are 18k gold or rose gold plated over .925 sterling silver and they don't contain nickel.",
      "name": "Does your jewelry contain nickel?",
      "id": "fd072c05-0f4d-4b77-9eb1-be26f3964cc9",
      "companyName": "Anna Beck"
    },
    {
      "content": "You can check out our care instructions here: https://www.annabeck.com/blogs/journal/how-to-clean-your-jewelry",
      "name": "How do I clean my jewelry?",
      "id": "b9f2ff47-5afb-4f45-a91f-41886d87eab9",
      "companyName": "Anna Beck"
    },
    {
      "content": "We have a rewards/referral program where you can earn points to redeem on future purchases. Check it out here - https://www.annabeck.com/pages/rewards",
      "name": "Rewards",
      "id": "e3417b65-ee80-4457-b4d2-d2c434255388",
      "shortcut": "rwd",
      "companyName": "Anna Beck"
    },
    {
      "content": "We don't offer phone support right now but I'd be happy to help you over text, let me know what I can do for you.",
      "name": "Phone support",
      "id": "cc48a6fc-faa8-4bc0-aa52-c59d7137196d",
      "shortcut": "ps",
      "companyName": "Anna Beck"
    },
    {
      "content": "We offer free shipping on domestic orders over $250. Maybe you can add something else to reach the minimum?",
      "name": "Free shipping",
      "id": "3937fd24-90a6-49ce-988e-c8ca2ea95d78",
      "shortcut": "fs",
      "companyName": "Anna Beck"
    },
    {
      "content": "To make any changes to your order, please email us at contact@annabeck.com. If your order is still in our facility we will do our best to accommodate your request. If your order has already been dispatched, you'll need to start a return once you receive it.",
      "name": "Cancel/edit",
      "id": "9455607c-9a9a-40c6-8c45-8a4da3c89b0c",
      "shortcut": "ced",
      "companyName": "Anna Beck"
    },
    {
      "content": "Happy to help! We offer two different ways to determine your ring size, check out our guide here: https://www.annabeck.com/pages/ring-sizing",
      "name": "How do I find my ring size?",
      "id": "7b33efff-0988-431f-a3c3-9af4cb64c080",
      "companyName": "Anna Beck"
    },
    {
      "content": "All repairs and restorations are sent back to the original artisans at our workshop in Bali, Indonesia. Please allow a minimum of 10-12 weeks for your item to be restored and returned.",
      "name": "How long will it take to repair and/or restore my piece?",
      "id": "b010844d-1af6-4f0c-b779-bf4a2eb8401c",
      "companyName": "Anna Beck"
    },
    {
      "content": "If your purchase is beyond one year but within two years of your purchase date, we will process your repair for a fee. All repairs must be linked to the original order number located in our system. The Anna Beck 2- year warranty does not cover accidental damage, negligence, or natural tarnishing that may occur overtime.\n\nTo send an item in for repair, please fill out this form: https://www.annabeck.com/pages/submit-a-repair",
      "name": "Can I have my item repaired or restored beyond one year?",
      "id": "79b80ddb-e994-4dde-8b1b-ef5d7c59301f",
      "companyName": "Anna Beck"
    },
    {
      "content": "Due to nature's elements, plated and sterling jewelry can fade or tarnish over time. Unfortunately, tarnished jewelry is no longer eligible for repair. We recommend that you visit your local jeweler for replating services, which many offer, which is faster and more economical than sending your piece to our Bali workshop.",
      "name": "My older pieces have tarnished over time. Can I send them in to be replated?",
      "id": "e77bc300-c669-4abc-b214-a09a4dbbe619",
      "companyName": "Anna Beck"
    },
    {
      "content": "Although we do not have single earrings available, we can have the matching mate handcrafted for you at our workshop in Bali.\n\nTo begin the process, please fill out our Repair Inquiry Form: https://www.annabeck.com/pages/submit-a-repair  Be sure to include an image of your single earring using the \"Upload An Image Button\". Once the form is completed, someone from our team will get back to you with next steps including the repair estimate and timeframe.",
      "name": "I lost an earring, can I order just one?",
      "id": "dba60ce5-855f-482f-8adb-54bb9aa89bf6",
      "companyName": "Anna Beck"
    },
    {
      "content": "Pieces purchased on AnnaBeck.com come with a free one-year repair and restoration warranty. This includes but is not limited to broken chains, stone and design defects. Additionally, if your items fall under the 1-year warranty and stock allows, we will replace your item to expedite the 10-12 week repair window. To send an item in for repair, fill out the form below https://www.annabeck.com/pages/submit-a-repair",
      "name": "Do you have a repair service?",
      "id": "de4a8972-dc60-425f-8803-6a59fd0d9ea3",
      "shortcut": "wp",
      "companyName": "Anna Beck"
    },
    {
      "content": "Thank you for your interest! The best way to apply for wholesale is to go here: https://www.annabeck.com/pages/wholesale-customers",
      "name": "Wholesale inquiries",
      "id": "0f469d8d-2677-445c-9f2f-0391efbf8bff",
      "shortcut": "wls",
      "companyName": "Anna Beck"
    },
    {
      "content": "Glad you're interested in working with us! You can learn more and apply for our ambassador program here: https://www.annabeck.com/pages/ab-ambassadors",
      "name": "Ambassador inquiries",
      "id": "1100aa91-b6e4-472d-8329-96443b2d8f14",
      "shortcut": "ams",
      "companyName": "Anna Beck"
    },
    {
      "content": "Our processing time takes 1-2 business days and we usually ship via UPS. Once shipped it will take 5-7 business days for domestic orders.",
      "name": "Shipping time",
      "id": "0f1b5899-f442-4b54-9543-7f640385665e",
      "shortcut": "shp",
      "companyName": "Anna Beck"
    },
    {
      "content": "Each piece of our jewelry is handcrafted by artisans in Bali who honor the region's traditional jewelry-making techniques.",
      "name": "Where are your items made / manufactured?",
      "id": "625ca764-6334-4bfa-ac8a-66674af70b50",
      "shortcut": "mfc",
      "companyName": "Anna Beck"
    },
    {
      "content": "You can take a look at our sale collection here: https://www.annabeck.com/collections/sale",
      "name": "Sales Collection",
      "id": "fe6a5dc3-18a7-4992-8851-1f91079d70da",
      "shortcut": "spg",
      "companyName": "Anna Beck"
    },
    {
      "content": "Unfortunately, we don't offer resizing services. You can take your item to a local jeweler to see if they'll resize.",
      "name": "Do you offer resizing?",
      "id": "0d858488-6cce-452a-8dcf-2442d63e0f95",
      "companyName": "Anna Beck"
    }
  ]
}