{
  "companyKey": "big fig mattress",
  "templates": [
    {
      "content": "You can track your order or return here: https://www.bigfigmattress.com/order-lookup?srsltid=AfmBOopGGAcGJVlMSUkMSgdIyKD2_ZUowUEOHr7Q1vBb6RFGJ2dncgzy",
      "name": "How can I track my Order/Return?",
      "id": "07069868-70b9-4a7a-af39-01e0c7d62bbc",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "You can take a look at the weight of our different mattress sizes below: \n\n• Twin 68 lbs. \n• Twin XL 72 lbs. \n• Full 93 lbs.\n• Queen 116 lbs. \n• King 140 lbs. \n• California King 135 lbs.",
      "name": "What's the weight of the mattress?",
      "id": "f80e8380-15a7-46cf-b10b-ca10b0e4e4db",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "The King Luxe mattress is 146lbs.",
      "name": "How much does the  King Luxe mattress weigh?",
      "id": "4cddba53-3459-4325-b6d7-a5a55756b3a8",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "You can build your own bed by taking our quiz here: https://bigfigmattress.attn.tv/aASWH-xNthh1",
      "name": "Can I design a bed / Where can I take your mattress quiz?",
      "id": "f6d2ad4d-7de8-4cd9-b12f-7d8f783836ae",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "When it comes to the timing of unboxing a mattress in a box, open the shipping box within one week of receiving it. We like to call it a \"bed in a box,\" a mattress that's compressed, plastic-wrapped, rolled up, and shipped to your address in a sturdy cardboard box. Once it reaches your doorstep, you open the box, let the mattress decompress, and enjoy a good night's sleep.",
      "name": "When Should I Open My Mattress In a Box?",
      "id": "5f48e060-a82b-41b5-8079-9ae4090a2084",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "A headboard cannot be attached directly to the adjustable base. You can maintain that aesthetic with your bed in a couple of ways. \n\nThe first option is to affix the headboard directly to the wall and place the bed in front of it. The second is to use a headboard and footboard connected by side rails. With most furniture like this, the adjustable base can be set down inside. We recommend measuring the inside dimensions to make sure there is enough room to accommodate the base.",
      "name": "Can a headboard be attached to your adjusteable base?",
      "id": "f6fabb13-b04d-4773-aa0b-5ad22c5b7695",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Our Bed Frame, Foundation, or Adjustable Base is designed specifically to support your mattress optimally, which is why it doesn't include a headboard. This setup ensures stability and comfort for a restful sleep experience.",
      "name": "Do your frames or adjustable bases come with headboards?",
      "id": "050662c7-643a-4b16-802d-5c8deae1bcd2",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Please follow this link that includes a video on how to set up your mattress when it is delivered https://bigfigmattress.attn.tv/sl/cCcnrRuq Please wait 30 minutes before you sit or lay on your mattress to allow it to fully expand.",
      "name": "Mattress setup/expand/open",
      "id": "61d75b07-0b77-4633-894b-c0f4e3654f69",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "I'm afraid not. The 120-Night Sleep Trial and return policy are only applicable to the Big Fig Mattress.",
      "name": "Can I return the foundation/ adjustable base/ bed frame?",
      "id": "35230283-288a-4d2a-9b44-cc682dfc498e",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "We offer free standard shipping on all domestic orders!",
      "name": "Free shipping",
      "id": "0ad562d3-7d32-443b-8aea-d7d188e48bcd",
      "shortcut": "fs",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "I can check if that's possible. What's the order number, email address and the change you'd like to make?",
      "name": "Cancel / edit order",
      "id": "623d4ee4-e0a4-4b0e-a2ce-a79bf97e0667",
      "shortcut": "ced",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "The best way to discuss wholesale is to email us directly at sleepwell@bigfigmattress.com. Our team is happy to chat.",
      "name": "Wholesale inquiries",
      "id": "4928c9f1-b43f-45e9-ac06-72c0ca8d7f92",
      "shortcut": "wls",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Our cover features a temperature-regulating technology called ThermoGel and contains a blend of polyester, viscose, and lycra materials.",
      "name": "What materials are used in the mattress cover?",
      "id": "4de53c3e-561f-41aa-b27f-97edbf9146d1",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "The foundation is made exclusively for the Big Fig mattresses by Amish Craftsmen located just south of Cleveland, Ohio.",
      "name": "Where is the foundation made?",
      "id": "d45534de-ec1a-40ba-913c-9393151e5e98",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Big Fig is a hybrid innerspring mattress. Our high-quality hybrid design combines a premium individually-wrapped innerspring system with high-density and specialty foams for the ultimate level of comfort, support, and durability for plus sized sleepers.",
      "name": "What kind of mattress is a big fig?",
      "id": "ca394057-ae8e-4b6d-ae99-7d6578f60831",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "No! The Mattress Protector features the same ThermoGel technology as our Big Fig Mattress to help keep you cool and comfy all night long.",
      "name": "Will the mattress protector cause me to sweat?",
      "id": "5eb726b4-c8da-4aaf-abe0-46743d2f7f71",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "We don't currently offer any expedited shipping options. We do offer a range of delivery methods, and you'll have the opportunity to select your delivery service during checkout.",
      "name": "Do you have expedited mattress shipping options?",
      "id": "12aa7e16-9531-4229-a0d2-58afc50264a3",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Due to the high cost of shipping, we only ship to the continental US and most parts of Canada at this time.",
      "name": "Do you ship to Alaska and Hawaii?",
      "id": "c9c6a606-a900-4573-b08d-9595a73b727b",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Our mattress is designed to support up to 1,100 lbs. with 2 sleepers (in Queen, King, or Cal King mattress sizes) or up to 550 lbs. with a single sleeper (on any mattress size).",
      "name": "How much weight is the mattress designed to support?",
      "id": "658ccb1e-46e1-421c-9699-8e16d3a2bfb6",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "We have a referral program where you can give your friends $50 and get $50 after their first purchase Check it out here - https://www.bigfigmattress.com/refer",
      "name": "Rewards / referral",
      "id": "a2eba26d-a91c-4047-8b6f-313b4f38e157",
      "shortcut": "rwd",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "You can give us a call at 1-888-344-6547 or let me know if I can help via text, it may be faster.",
      "name": "Phone support",
      "id": "1ed308b3-0b26-4f42-a1ed-ccf894fdda43",
      "shortcut": "ps",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "You can take a look at our full warranty policy here: https://www.bigfigmattress.com/warranty",
      "name": "Warranty policy",
      "id": "ce17f7ea-527c-4abb-8580-03adf92e39b5",
      "shortcut": "wp",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Your mattress will be shipped via FedEx Ground and delivered to your doorstep typically in 5-10 business days. Unboxing and tools-free assembly are required, and 2 people are recommended. When you're ready to say goodbye to your old mattress, this option includes pickup & haul away of your old mattress and/or box spring through our partners at LoadUp.",
      "name": "What does your quick ship delivery + removal include?",
      "id": "2773c49f-c514-4542-94d7-547022310b01",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "The mattress won't get \"broken in\" the way you might think. It's not designed to soften or get used to your body. But you might need to adjust to the new level of support, especially if you currently sleep on an old, sagging, or unsupportive mattress. We recommend that you sleep on the mattress for at least 2 weeks before making any decisions, but we actually give you about 4 months to really get aquainted with great sleep, thanks to our 120 night trial.",
      "name": "Does the mattress have a break-in period?",
      "id": "8b50f623-508c-41b8-a1c0-7dcd3bddd039",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "The Adjustable Base ships in a conveniently small package right to your door! Standard shipping through FedEx Ground is free and included with your purchase. The base is easily assembled in under 20 minutes, and no tools required. If you need assistance with setup, we do offer White Glove Delivery for an additional fee.",
      "name": "How is the big fig adjustable base shipped?",
      "id": "445a147b-18ac-4b4d-a163-e4cdc3af854d",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Yes! The Bed Frame comes equipped with mounting brackets on the back corners (Headboard end) where you can attach any standard size headboard.",
      "name": "Can I attach a headboard to your bed frame?",
      "id": "09f7e8a8-6d99-4efc-93a2-f5ed51e0f486",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "It's about their function. A mattress protector defends your mattress against stains and helps maintain the warranty. A mattress topper is used when you need a little extra cushion on your Big Fig to help you settle into a great night's sleep. You can even use them together as part of your personal sleep system.",
      "name": "What’s the difference between a mattress protector and a mattress topper?",
      "id": "11fe8c9f-6a12-4a36-84b8-b829c3e02302",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "The Adjustable Base works with most open cavity beds, without the need for a foundation or box spring.",
      "name": "Can I use the big fig adjustable base with my current bed?",
      "id": "25bb1af5-76c5-4795-b2bd-09589c5b0e78",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "You can check out our detailed return policy here: https://www.bigfigmattress.com/120-night-trial",
      "name": "Return policy",
      "id": "04e08c48-ee3e-4d3d-9cdd-d3b8fe245ef3",
      "shortcut": "rp",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Our sleep support system is 1600 individually wrapped coil springs that actively respond to and push back when compressed. All-foam mattresses use a foam core for support that doesn't respond to the sleeper but rather absorbs their weight by compressing.\n\nHeavier sleepers will tend to sleep \"in\" a foam mattress, as opposed to sleeping \"on\" it. Foam mattresses, particularly ones that utilize memory foam, will also tend to create cavities or depressions that the sleeper will sink into. This leads to discomfort and difficulty turning or rolling into a different position. Our spring support provides a more lively surface that will help you roll and turn to find the perfect position for a great night's sleep. It's the best of both worlds: an extremely comfortable mattress with exceptional durability.",
      "name": "How does the big fig mattress compare to a foam mattress?",
      "id": "a320a2f5-6451-482f-bacb-d38531698235",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Absolutely! The Big Fig uses flexible foam rails instead of a metal border wire, making it perfect for use with any adjustable bed base. I recommend the Big Fig adjustable base, specifically designed to support the weight of our mattress and the maximum weight capacity of the mattress.",
      "name": "Can I use an adjustable bed base?",
      "id": "b87c93b9-301e-4efd-87c2-bcf18541733b",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "The mattress is a one-sided mattress built with all the comfort layers on top, so you'll never need to flip it. It's important, however, to \"rotate\" your Big Fig Mattress on a regular basis, every month during the first six months and every 3-4 months after that. The more frequent, the better! Simply exchange the head and foot of your mattress to help distribute the upholstery materials and comfort impressions to fully utilize your mattress. Comfort impressions will occur naturally and aren't structural defects.",
      "name": "Do I need to flip my mattress from big fig?",
      "id": "4f383664-861e-4bad-8fa1-a1592ed09cb6",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Mattress feel (soft vs. firm) is very subjective and can vary based on the size, weight, and sleeping position of an individual sleeper. Overall, the Big Fig has a medium firm feel to it with a bit plusher top layer.",
      "name": "How does your big fig mattress feel?",
      "id": "4f1d2730-3af8-456a-95fd-51de6ce29aa0",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Our foundation and mattress are sold separately.",
      "name": "Does the mattress come with a foundation?",
      "id": "b8e5975d-47f4-46a7-9258-a7c3c80bf89e",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "The mattress utilizes a high coil count individually wrapped spring system to deliver an exceptionally comfortable, supportive, and durable sleep surface. Here's the spring basis in each of our standard mattress sizes. Twin: 670 coils, Twin XL: 710 coils, Full: 1000 coils, Queen: 1200 coils, King: 1600 coils, Cal King: 1600 coils.",
      "name": "How many mattress springs are in the big fig?",
      "id": "cbb4d1e6-34e1-4391-ab7b-1d1df31b9889",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "If your floor is solid, flat, and smooth and can support at least 1,250 lbs. (for Queen size), you can place your Big Fig Foundation and Mattress on it.",
      "name": "Can I put the bed foundation on the floor?",
      "id": "aae5caa0-4315-4b26-b6f1-8410d543a204",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "We've found over our many years of mattress making that the vast majority of sleepers prefer the \"medium\" firm mattress feel. By focusing on this single firmness, we've been able to design, test, and perfect a mattress that will deliver the ideal combination of long-lasting comfort, support, and durability for sleepers of all sizes and shapes.",
      "name": "Why is there only one mattress firmness option?",
      "id": "84b482ab-f696-49a7-8cd4-fae83c7fcefe",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "We recommend the Big Fig Bed Frame as the best choice to properly support your new mattress. You may also choose to use a platform bed, a bed frame with a built-in base or wood slats, or an adjustable bed frame as long as it can support at least 1,310 lbs.",
      "name": "What type of bed frame should I use with the mattress?",
      "id": "3cf4d348-f186-47ab-87d3-077cd7265c07",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Yes, there is some light assembly required with the Big Fig bed frame. No tools are required, and the parts will click into place. If you don't wish to set up your bed and frame, select our White Glove delivery option during checkout, and it will be assembled for you upon delivery.",
      "name": "Do I have to assemble the Big Fig Bed Frame?",
      "id": "20182c6c-ab4f-41b1-8746-c7a99052a571",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "The Foundation is shipped in a ready-to-assemble format that virtually eliminates any issues you may have maneuvering it through tight spaces or stairwells in your home. It's one piece when fully assembled, so we recommend putting it together in the room that you're going to use it in. If you need to move it to another location, it can be easily disassembled.",
      "name": "Will the Big Fig Foundation fit through my home?",
      "id": "588bdc53-31cc-4acd-8585-9964fbdb3e2b",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "The options are unlimited! Your Big Fig Adjustable Base will arrive automatically programmed with our favorites, Anti Snore, Zero Gravity, and Flat, but the rest is up to you! It gives you the flexibility to find your perfect sleep position.",
      "name": "What positions can be set on the Adjustable Base?",
      "id": "fd7e08c6-4c73-4358-9cb2-99f93afde5b3",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Whether you need to sign for your Mattress depends on your delivery choice during checkout. With our Quick Ship Delivery, your mattress will be delivered to your doorstep via FedEx-no signature required. With our White Glove Delivery option, an adult must be present to accept and sign for the delivery. Then our professionals will do the rest to set up your new mattress!",
      "name": "Do I need to sign for my Big Fig Mattress?",
      "id": "e98b71a5-edc1-4dd4-8acd-56374ce7de01",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Thanks for your interest in Big Fig! Our brand is heating up and we're on the lookout for product ambassadors like you! We're always looking to expand our affiliate and influencer network to bring the Big Fig to new audiences. Please feel free to submit your info to our marketing team here: https://klear.com/recruit-form/BigFigMattress. If there's an upcoming campaign for which we think you'd be a fit, they'll reach out to you directly.",
      "name": "Brand ambassador / sponsorship / affiliate program",
      "id": "0b1d4f46-131b-4e58-8904-c98e3f6591d1",
      "shortcut": "ams",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "You can place your Big Fig Mattress on top of any surface, box spring, or other that you choose. But in order to maintain the comfort and integrity of your mattress, especially for bigger figure sleepers, it must be able to evenly and properly support the weight. \n\nYou do not need a foundation if you have a platform bed, if you have a bed frame with a built-in base or wood slats, if you already have a sturdy foundation that supports at least 1,220 lbs. or if you have an adjustable bed frame.",
      "name": "Do I need a foundation?",
      "id": "cdbc59e1-bdb8-40ca-ab69-123d5bc6fe9a",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Like any substantial innerspring upholstered mattress, the Big Fig mattress isn't built to be immersed in water. For stains, we recommend spot cleaning only when necessary. If you have an area on the surface that needs attention, use a spray upholstery cleaner and soft cloth such as you might use on an item of furniture. It's recommended that you spot test such products as some might leave a yellowish stain on the surface ticking. You can also vacuum your mattress surface with a soft brush or plastic attachment.",
      "name": "How do I clean my mattress?",
      "id": "57573c2c-1ece-422b-96b3-9f470eb68ccb",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "You can! But make sure you follow all the instructions for use and safety protocols for your specific pad, just to be safe.",
      "name": "Can I use a heating pad with the mattress?",
      "id": "fd97c854-45ec-4768-a616-ccc7bd9e8a6a",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "The white glove delivery with removal option includes moving the items from the home to the truck. All items must be disassembled and ready for removal upon their arrival. The service does not include moving items to other parts of the house.",
      "name": "What does your white glove delivery + removal include?",
      "id": "4127a7bd-2a1e-47ac-a00a-5a90cf394e0a",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "We're in it for the long haul. While industry recommendations are to replace your mattress every 8 - 10 years, we back ours with a 20-year warranty. There's some fine print there, like not letting your kids regularly use it as a trampoline, but you can read more about that on our warranty page here: https://bigfigmattress.attn.tv/sl/kioqUj3O The point is, we test and re-test our mattresses to exceed industry standards, especially for plus-size sleepers.",
      "name": "How long does a mattress last?",
      "id": "bbb4a5c7-a9d4-4a6f-85af-ffe3c4f014d8",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "The best way to handle this is to email us directly at sleepwell@bigfigmattress.com. Our team is happy to help!",
      "name": "Customer support",
      "id": "dab1183e-6b23-45c8-8b55-e392b0f02505",
      "shortcut": "cs",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Give us a follow on IG: https://www.instagram.com/bigfigmattress/ and FB here: https://www.facebook.com/bigfigmattress/",
      "name": "Social Media",
      "id": "6a82ab41-e5b5-4c5e-89c6-419c3a4229ff",
      "shortcut": "smd",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "We don't currently have a store but definitely keep an eye out.",
      "name": "Store location / retailer",
      "id": "960f8574-385b-48e3-ba58-1cb81cce9f1b",
      "shortcut": "sl",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "It includes delivery, unboxing, and setup of your mattress order in the room of your choice. And don't worry about the boxes and packing materials, our delivery agents will take care of that too. The estimated delivery is 2-3 weeks.",
      "name": "What does your white glove delivery include?",
      "id": "06321a7d-3441-4b12-b579-9b7a679630c6",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "We usually ship via FedEx and once shipped, it will take 7-10 business days for domestic orders. Quick Ship Delivery orders to Canada will also be delivered in 7-10 business days via FedEx. For White Glove Delivery orders, shipping generally takes between 2-3 weeks from the day you place your order until your mattress is delivered.",
      "name": "Shipping time",
      "id": "91d826a1-9fc7-4490-b9be-40257e26f4af",
      "shortcut": "shp",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "If you have a spill, stain, or accident you can and should wash your mattress protector. The Mattress Protector is machine washable to keep things simple. Even if it doesn't look dirty, tossing it in the wash about every two months is a good idea.",
      "name": "Do I need to wash my mattress protector?",
      "id": "37ae381c-1120-4af5-9733-5b39ed33fab6",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Please note that you can't put the Big Fig Mattress directly on the bed frame, you need the Big Fig Foundation to properly support the mattress.",
      "name": "Can I put my Big Fig Mattress directly on the metal Big Fig Bed Frame?",
      "id": "568e017d-adc4-413d-9b3c-d2eb1cedc26c",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Our Adjustable Base is 14.1′′ tall, measured from the floor to the platform surface that your mattress will rest on when in the flat sleeping position. The Big Fig Mattress is 13′′ high for a total combined height of 27.1′′.",
      "name": "How high is the Adjustable Base?",
      "id": "d5cc751c-c422-4e8f-a73a-d9b58d7af479",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "The Big Fig Foundation is designed to hold five times the weight of a traditional foundation! Our foundation will fully support the weight of a Big Fig Mattress along with the weight of one or two sleepers.",
      "name": "How much weight is the Foundation designed to support?",
      "id": "8f1ad872-7ca4-47d6-ba1b-f88c2d91d8a6",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Our Mattress Protector is made with a blend of polyester, lycra, and spandex for the perfect blend of protection, comfort, and durability. And, of course, our signature ThermoGel cooling technology to keep you cool all night long.",
      "name": "What is the Mattress Protector made out of?",
      "id": "df38f3f4-c8a0-4db7-b3fb-41b76c2e9341",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "All Big Fig products are proudly designed, manufactured and shipped from our factory facility in Cleveland, Ohio.",
      "name": "Where do you ship from?",
      "id": "763db5cd-11f7-4a81-a620-9dce90cbf5c9",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "You can place your Big Fig Mattress on top of any bed, box spring, or another surface that you choose. But in order to maintain the comfort and integrity of your mattress, especially for bigger figure sleepers, it must be able to evenly and properly support the weight of the mattress and the sleepers on top.\n\nUnfortunately, we don't know of any box spring on the market that can pass the test. If you're able to find a box spring or foundation that is guaranteed to support at least 1,220 lbs. (the weight of a Big Fig Mattress + two sleepers weighing a total of 1,100 lbs.), you can use it under a Big Fig Mattress.",
      "name": "Can I use a box spring instead of a foundation?",
      "id": "3e1fd100-0fe8-4495-b050-1906c96f5369",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Yes, there's light, tools-free assembly required for foundations purchased with our Quick Ship Delivery method and you can download the assembly instructions here: https://www.bigfigmattress.com/unboxing-assembly For White Glove Delivery orders, your foundation will be assembled for you by our delivery team.",
      "name": "Do I need to assemble my Big Fig Foundation?",
      "id": "86b2534e-9a13-4693-b99a-b851498e8c7b",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Absolutely! You can purchase the Big Fig Foundation as a separate item right here: https://www.bigfigmattress.com/foundation. Or feel free to add it to your mattress purchase for a complete Big Fig sleep system!",
      "name": "Can I purchase a bed foundation by itself?",
      "id": "2ca1273d-d07f-4e9e-8b27-84b95238fcb4",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Yes! When ordering the Split King Big Fig with an adjustable base, it'll be ordered and shipped as two Twin XL mattresses and two Twin XL adjustable bases. The adjustable bases are designed to be placed next to each other but aren't physically connected. The bases can be controlled independently, each arriving with its own wireless remote.",
      "name": "Do you offer a Split King option?",
      "id": "d9000e20-a74d-4df3-9d27-1458a9e116b0",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "The Adjustable Base will not work with a traditional foundation or box spring as they're designed to provide solid support and will not bend or flex as your mattress will. The platform surface of the adjustable base takes the place of a box spring or foundation and can be adjusted to many different sleeping positions so you find the perfect sleep position for you!",
      "name": "Will the Adjustable Base work with a foundation?",
      "id": "1c133556-cc73-495d-ab57-1f81daa5dfec",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Sheets that accommodate at least 14′′ will fit on the Big Fig Mattress. They're available just about everywhere bed linens are sold!",
      "name": "What kind of mattress sheets will fit my Big Fig?",
      "id": "e4d89cb1-1cb6-4287-befc-910c60978a00",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "First off, we love figs! The fig is a gorgeous fruit-a symbol of peace and plenty around the world. \"Big Fig\" is not just an abbreviation of \"Bigger Figure,\" but also represents our core values and support of the body positive movement. One of the first steps to living a positive, happier lifestyle is by getting a great night's sleep, and Big Fig helps make that possible!",
      "name": "Why are you called Big Fig Mattress?",
      "id": "c99220f6-a323-41de-8ac9-fb379a3abbf9",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "It depends on the height of your under-bed storage! The Bed Frame has 5.75 inches of available space below it.",
      "name": "Will my under-bed storage fit under your Bed Frame?",
      "id": "0c94300e-fd7e-4fcc-9a88-8c98b349a98e",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Our adjustable base is designed to work with any mattress that's compatible with adjustable bases! Be sure to check with your mattress manufacturer to ensure compatibility and that using an adjustable base will not void your warranty coverage. We recommend the Big Fig Mattress because it's specifically designed for bigger figures to provide a level of comfort and durability that is unmatched in the mattress industry.",
      "name": "Can I use your Adjustable Base with any mattress?",
      "id": "248bfe39-6f08-4631-a036-8a360953fd9d",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Like most things, the better you treat it, the longer you'll have it. Most quality mattress protectors will last as long as your mattress if you treat them well. The Big Fig Mattress Protector comes with a 1-year warranty.",
      "name": "How long does a mattress protector last?",
      "id": "d105ab31-3fda-4fe6-a793-109c8f9e9ba9",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "While not required, we recommend that you cover your Big Fig Mattress with a fitted mattress protector to keep the mattress clean and fresh.",
      "name": "How can I protect my mattress from Big Fig?",
      "id": "9cdb21a6-d59f-4ad5-a65b-f666d9c4d8e6",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "We do offer financing! Feel free to check out this link for more details: https://bigfigmattress.attn.tv/sl/jBIvNuoo",
      "name": "Do you offer financing?",
      "id": "48278868-562a-4871-afa8-24eb670b1059",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Thank you for your service! Military, first responders, medical professionals, and teachers get a special discount! For more information, please get in touch with us at sleepwell@bigfigmattress.com and one of our sleep experts would be happy to help.",
      "name": "Military / First responder / Healthcare / Teacher discount",
      "id": "a1e3fa9b-305a-4527-a4d4-eba9386f22da",
      "shortcut": "ms",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Big Fig is absolutely compatible with 3rd party adjustable bases. We recommend you verify that your base is rated to support the combined weight of the mattress and sleeper(s).",
      "name": "Will your mattress fit other brands' adjustable bases?",
      "id": "64c9f4e9-f6d9-4ace-8555-6ac89e9729cf",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Our mattresses are compressed and rolled in thick plastic in a box to make it easy for transport.",
      "name": "How are the mattresses packaged?",
      "id": "a3ef8a59-32d6-4c13-b2d5-feff6a51b794",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "We do have a Foundation which is not a traditional box spring product but it's basically the same thing. You can check it out here: https://www.bigfigmattress.com/foundation?foundation_size=31",
      "name": "Do you sell Box Springs?",
      "id": "2532c804-dca3-44bb-a6e9-b69a52f928ec",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "We accept cards issued by major credit card companies including Visa, Mastercard, and American Express. If it is not issued by one of those, we cannot accept it.",
      "name": "Do you take synchrony bank credit cards?",
      "id": "3d24f394-6b01-41a7-86b7-c1e9815ae0ce",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "We do not sell used mattresses. Our returns are never brought back to our factory for sanitary reasons and are instead donated locally, recycled, or disposed of.",
      "name": "Do you sell used Matressess?",
      "id": "997823ba-bfc3-4598-b0b1-3b7dac5be246",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "The Big Fig mattress does not have a specific region that provides lumbar support. The support is equal across the entire mattress surface. The American Chiropractic Association recently certified it for support!",
      "name": "Does the Big Fig have any special lumbar support?",
      "id": "dfd33bc2-fd01-4ad3-8d42-a5ca51457a20",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "While the mattress will raise to full size quickly, wait 30 minutes before you lay on the mattress. Within a few hours your mattress will be fully expanded.",
      "name": "How long should I wait before using/laying on the mattress after unboxing?",
      "id": "32466ecc-c7ac-4e1e-b5c2-578fa8cad4d9",
      "companyName": "Big Fig Mattress"
    },
    {
      "content": "Due to the limited time nature of our sales, we do not offer post-order price adjustments.",
      "name": "Price adjustment",
      "id": "f9f84904-a3ba-41d8-bf1a-94750d272900",
      "companyName": "Big Fig Mattress"
    }
  ]
}