{
  "companyKey": "clove",
  "templates": [
    {
      "content": "Give us a follow on IG: https://www.instagram.com/goclove/ and FB here: https://www.facebook.com/gocloveHQ",
      "name": "Social media",
      "id": "4d5f860c-0fba-4065-ba78-707914142727",
      "shortcut": "smd",
      "companyName": "Clove"
    },
    {
      "content": "Once an order has been placed, we typically cannot edit the shipping address. This is because order information is sent over to our warehouse for fulfillment almost immediately after purchase. \n\nIf your shipping address is incorrect and you will not be able to receive your items, email our support team at support@goclove.com as soon as possible. On occasion, we may be able to cancel your order before it ships to ensure that it is not lost or delivered to the wrong place. \n\nIf your order has shipped with UPS, you may be able to make changes to the delivery by creating a free UPS My Choice Account: https://www.ups.com/us/en/track/ups-my-choice There, you can choose to have the package rerouted, rescheduled for another delivery date, or elect to pick up your package at a nearby UPS location.",
      "name": "Can I edit my shipping address after checkout?",
      "id": "0fc341fe-1a9a-4d0b-a663-bd2355f40b93",
      "companyName": "Clove"
    },
    {
      "content": "Once your items are received by our warehouse, your refund will be processed. Please allow 7-10 business days for your refund to be processed by your financial institution. Reimbursement of funds will be allocated back to the original form of payment used for purchase.",
      "name": "How and when will I receive my refund?",
      "id": "168e616a-2956-49c3-a87d-1612814d1b1e",
      "companyName": "Clove"
    },
    {
      "content": "When you're processing an exchange, you only need to return the item(s) you're exchanging! Any free gifts will not be resent with your new order, so make sure you don't include them in your return.\n\nMany of our \"Gift with Purchase\" promotions are only valid with the purchase of shoes. If you choose to return your shoes for a refund but do not return your free gifts, the promotion may be voided, and the cost of the item may be deducted from your total refund amount (with the exception of badge reels and pens). This will display in your refund summary prior to submitting your return request.",
      "name": "Do I need to return free items?",
      "id": "12aecedb-6ed8-4544-91f6-48b3c0352ff8",
      "companyName": "Clove"
    },
    {
      "content": "I recommend following our quick and deep cleaning instructions at the following link: https://support.goclove.com/en-US/how-do-i-clean-my-clove-shoes-104082",
      "name": "How do I clean my Clove shoes?",
      "id": "0f358c25-98f0-44fe-9e53-84d61d123e13",
      "companyName": "Clove"
    },
    {
      "content": "We appreciate your interest in partnering with Clove! Use this link: https://joe413267.typeform.com/to/UA3kb6yO?typeform-source=6ewsn39sr2k.typeform.com to access our intake form and provide us with your information. A member of our team will review your application within a few business days.",
      "name": "Wholesale inquries",
      "id": "62a3ce5f-f6c4-483f-be63-b156e5cc988f",
      "shortcut": "wls",
      "companyName": "Clove"
    },
    {
      "content": "We don't have a warranty policy, but we're more than happy to discuss any concerns you might have on a case by case basis. Just email us at support@goclove.com and include any photos that you think might help us.",
      "name": "Warranty policy",
      "id": "9b06e345-12c1-4e75-945c-870e037e3f28",
      "shortcut": "wp",
      "companyName": "Clove"
    },
    {
      "content": "Our shoes run true to size with the exception of our Aeros which run 0.5 size smaller. For wider feet, we suggest sizing up by half a size in all our sneakers, or 1 size in Aeros which should give you some extra wiggle room without being too long. If the shoes don't fit, we're always happy to process exchanges on shoes in new condition within 30 days of delivery.",
      "name": "Sizing",
      "id": "9abb865c-902a-494e-9532-cbca4344cdf6",
      "shortcut": "sz",
      "companyName": "Clove"
    },
    {
      "content": "Find a store near you on our store locator page: https://goclove.com/pages/store-locator",
      "name": "Store location / retailer",
      "id": "66283345-d8c2-4d61-82f1-fbb7f97dbd22",
      "shortcut": "sl",
      "companyName": "Clove"
    },
    {
      "content": "Yes! We designed Cloves to provide exceptional traction and to give you peace of mind during your long shifts. Our outsoles combine multiple features for optimal performance, and all Clove shoes models have been certified as slip resistant, according to ASTM F3445 standards.",
      "name": "Are Clove shoes considered slip resistant?",
      "id": "60c3afc0-c1d8-4aaa-967d-72a3f84f3810",
      "companyName": "Clove"
    },
    {
      "content": "Our Classic Solo, Strada and Forte collections are designed to bring comfort, durability, and easy-to-clean support to healthcare workers. Built with ClarinoTM, these shoes are liquid-repellant and stain-resistant. ClarinoTM is an advanced vegan fabric that has the same microstructure as genuine leather that protects your feet while on the job!\n\nAlto combines comfort and stability with the breathability of an all-new ripstop fabric upper. A supple faux suede heel pillow provides a secure fit and flat and elastic sneaker laces make for maximum adjustability.\n\nThe Aeros collection is breathable, heat-regulating. Designed with our innovative CloveTechTM mesh fabric, the Aeros shoe supports you with flexible material for agility while still protecting your feet with easy-to-clean comfort.",
      "name": "What are Clove shoes made of?",
      "id": "7f94a129-ceeb-44ce-aed1-2f487c1d0c59",
      "companyName": "Clove"
    },
    {
      "content": "Clove shoes are designed with the needs of healthcare workers in mind. However, they are well suited for anyone who wants a sneaker that's incredibly comfortable and easy to clean!",
      "name": "I’m not a nurse or a healthcare worker. Would Clove shoes be a good option for me?",
      "id": "21fb028d-0823-4207-b898-04723839e6c2",
      "companyName": "Clove"
    },
    {
      "content": "Our ombre and tie-dye styles are made of a blend of cotton (42%), elastic (42%), spandex (14%), and polyester (2%). Our other styles are made of a breathable and lightweight blend of spandex (80%) and nylon (20%).\n\nOur compression socks are sweat-wicking and breathable, and provide 20-30 mmHG of compression to keep your blood flowing!",
      "name": "What are your compression socks made of?",
      "id": "456f1df0-9190-4eb1-a12e-e4a43b6c0fcd",
      "companyName": "Clove"
    },
    {
      "content": "The Clove FeatherliteTM Underscrubs are made from 71% nylon and 19% polyester.",
      "name": "What is the Clove FeatherliteTM Underscrub made of?",
      "id": "5be08f90-2139-4e92-bc2a-e3be8bd90778",
      "companyName": "Clove"
    },
    {
      "content": "Being a healthcare professional is stressful enough - the last thing you need to worry about is your shoes. That's why we have our Clove Guarantee. Try our products out for a shift! If they don't work for you, we are happy to honor a return of your items within 30 days of the order delivery date.\n\nPlease note that our standard return shipping fee still applies.You can read more about our return and exchange policy here: https://support.goclove.com/en-US/what-is-cloves-return-and-exchange-policy-157626",
      "name": "What is the Clove Guarantee?",
      "id": "9689de97-d7be-4936-b1eb-98eb6a2d3034",
      "companyName": "Clove"
    },
    {
      "content": "You can process a return request directly in our Returns Center: https://returns.goclove.com Once your return has been received, your refund will be processed.",
      "name": "How do I return my Clove order?",
      "id": "9fa093ae-10d9-4c47-b94e-bb0dc253da76",
      "companyName": "Clove"
    },
    {
      "content": "If you paid full price for your items, if you received a discount on only a specific item, or if you got a discount as part of a sitewide sale, you will receive a refund for the price that you paid for the item, minus any applicable return shipping fees. \n\nIf you purchased a Clove Bundle, used a buy one get one free code offer, or used a Shop Now bonus credit during an exchange and want to return a portion of the items, the overall discount that you received will be proportionally distributed and adjusted for in your refund across all items in the order. You can find more information on this link: https://support.goclove.com/en-US/how-do-returns-and-refunds-work-for-discounted-orders-305077",
      "name": "How do returns and refunds work for discounted orders?",
      "id": "57269bf2-e7b7-4ace-bbdc-a8f84ddf9d04",
      "companyName": "Clove"
    },
    {
      "content": "Once purchased or received, all Clove store credit is final sale. Our gift cards can be used for any purchase on our website, but cannot be exchanged for cash.",
      "name": "I was given a Clove gift card! Can I exchange it for a cash refund?",
      "id": "6fa6761c-6532-41d6-ad55-7bc29f7c2700",
      "companyName": "Clove"
    },
    {
      "content": "Final Sale means that the product cannot be returned, exchanged, or refunded for cash value or store credit. Items sold on \"Final Sale\" will be marked on the item's product page, at checkout and in the order confirmation email.",
      "name": "What is \"Final Sale\"?",
      "id": "72478629-cb9c-42d8-a628-be48947a83e2",
      "companyName": "Clove"
    },
    {
      "content": "We do! We would love to work with you to provide an exclusive discount for your whole class, company, or crew! If you are interested in sharing your love of Clove with your co-workers or you are an employer looking to provide footwear to your employees, we are here to help! \n\nTo get started, head to our group order page and click \"Start Your Group Order\": https://goclove.com/pages/group-orders",
      "name": "Do you offer group orders?",
      "id": "77471ba3-3c84-4ff6-9d92-82c32ca5582a",
      "companyName": "Clove"
    },
    {
      "content": "Yes, we offer a number of financing options via our partnership with Affirm. You can apply for financing through Affirm at check out by selecting \"Pay monthly with Affirm\".",
      "name": "Do you offer financing options for Clove sneakers?",
      "id": "a0959848-968c-4294-9341-e9fd35f78cfe",
      "companyName": "Clove"
    },
    {
      "content": "To keep your socks looking and smelling fresh, machine wash on cold with like colors. Do not bleach, do not iron, and do not tumble dry.",
      "name": "How do I clean my Clove compression socks?",
      "id": "4753c34a-581c-40be-9d1f-ea7632cb0cf2",
      "companyName": "Clove"
    },
    {
      "content": "We don't offer phone support right now but I'd be happy to help you over text! You can also submit any questions or issues through our support page here: https://support.goclove.com/en-US/contact",
      "name": "Phone support",
      "id": "18d1b2a9-ae23-479e-a704-a97d247d39e4",
      "shortcut": "ps",
      "companyName": "Clove"
    },
    {
      "content": "That's a great question! You can check all of our shoe specifications here: https://support.goclove.com/en-US/how-do-all-of-the-clove-shoe-specifications-compare-349163",
      "name": "How do all of the Clove shoe specifications compare?",
      "id": "c63a615c-890c-4d97-9e90-ec07d691c268",
      "companyName": "Clove"
    },
    {
      "content": "CloveysTM are accessories designed to fit securely on every Clove sneaker and express your unique style! They are made of plastic and are entirely latex-free.",
      "name": "What are CloveysTM made of?",
      "id": "576ce2f7-b843-4d04-846c-0680b921bd03",
      "companyName": "Clove"
    },
    {
      "content": "Designed as a core part of the Clove Contour Comfort System, these insoles are made to mold to your feet with enhanced arch support.  A deeper heel cup cradles your foot for a secure fit, while softer cushioning provides lasting comfort. Plus, open-cell breathability keeps air flowing, so feet stay cool all day.",
      "name": "Why did you make these new Contour Comfort insoles?",
      "id": "ecc40a06-2df9-40b7-befd-3d5a6756cd11",
      "companyName": "Clove"
    },
    {
      "content": "We frequently release new colors! If you sign up to be a Clove Insider, you'll be the first to know when we launch or re-stock limited edition colors: https://goclove.com/pages/insider",
      "name": "How often does Clove release new shoe colors?",
      "id": "5b3c2f16-bf50-48a2-b328-1cf0a957c6a0",
      "companyName": "Clove"
    },
    {
      "content": "Our ankle socks are made of polyester (85%), spandex (10%), and elastic (5%). They feature double cushioning, to give extra support to the heel pad and forefoot!\n\nThe sock collar was designed to mimic the cuff and collar of Clove sneakers, providing the perfect complimentary cushioning.",
      "name": "What are your ankle socks made of?",
      "id": "b2aeed6c-4bdd-4c14-bbe2-7f511ccf859b",
      "companyName": "Clove"
    },
    {
      "content": "Our warehouse team works diligently to fulfill orders as quickly as possible! As such, we are unable to honor order changes or cancellations once they have been placed. I'm sorry for any inconvenience that this may cause. You are welcome to process a return or exchange within 30 days of delivery in our returns portal here: https://goclove.loopreturns.com/#/",
      "name": "Cancel / edit order",
      "id": "a2446e90-8d5a-4047-8712-d9f2ce839280",
      "shortcut": "ced",
      "companyName": "Clove"
    },
    {
      "content": "We offer free standard shipping on orders with a pre-tax total of $49 or more! The cost of shipping for orders less than $49 will be calculated at checkout once the shipping address is entered. \n\nThe cost of upgraded or expedited shipping is based on the order shipping address and calculated at checkout.",
      "name": "How much does shipping cost?",
      "id": "5e93eb86-376f-42d8-a1e6-0ecaa68d51c8",
      "companyName": "Clove"
    },
    {
      "content": "Exchanges are free of charge. We assess a $10 return shipping fee for all returns, which is deducted from your refund. Please be aware that any shipping costs associated with your original order are non-refundable, regardless of whether you are returning or exchanging your items.",
      "name": "Are returns free?",
      "id": "1ab0b293-aadd-4dea-a4ae-333ca4e482d4",
      "companyName": "Clove"
    },
    {
      "content": "Thank you for the feedback! Our prices reflect the material, research, and design that goes into our sneakers, which are made specifically for healthcare professionals. As an SMS subscriber, our deals will always be shared with you or on our website, so keep an eye out!",
      "name": "Product too expensive",
      "id": "0fa83a31-b220-41dc-87a2-65e8b133de38",
      "shortcut": "pte",
      "companyName": "Clove"
    },
    {
      "content": "Clove was founded after seeing how taxing - physically and mentally - healthcare can be.\n\nThat's why each shoe is designed to support those who dedicate their lives to caring for others, with every step.",
      "name": "What does ‘you support them, we support you’ mean on the shoes?",
      "id": "af5f4c5a-d89e-43dc-aa80-4a01652d003f",
      "companyName": "Clove"
    },
    {
      "content": "Unfortunately, we are unable to retroactively honor discount codes once your order has been placed. We're sorry for any inconvenience!",
      "name": "I forgot to apply my discount code to my order. Can you honor it?",
      "id": "f2391966-d84c-41ba-b9ad-dd6f3df2146e",
      "shortcut": "rdr",
      "companyName": "Clove"
    },
    {
      "content": "The SuperCushTM Comfort System is the foundation for two new Clove styles: Clove Forte and Clove Alto. It's the next big thing in next-level comfort. It's an elevated, maximalist midsole design with more cushion, and support than ever before.\n\n\n\nSuperCushTM draws on what consumers love about maximalist running shoes - the bold look, the utmost comfort - but goes one step further with features specific to healthcare and every on-your-feet career. You can read more about it here: https://support.goclove.com/en-US/what-is-supercush-349167",
      "name": "What is SuperCush?",
      "id": "7fe03346-ce15-48d6-a49a-05d36333d4f9",
      "companyName": "Clove"
    },
    {
      "content": "At this time, we don't have replacement insoles available for purchase. While our molded insole provides ample support for most, it is removable, should you require custom orthotics!",
      "name": "Does Clove sell replacement insoles?",
      "id": "ca170e2e-aeaa-4626-9733-10b1f1f05342",
      "companyName": "Clove"
    },
    {
      "content": "Contour Comfort insoles come standard in all Strada models.",
      "name": "Which shoes will come with the Contour Comfort insoles by default?",
      "id": "b89486d2-2a95-4606-b4fb-958482d4f2a8",
      "companyName": "Clove"
    },
    {
      "content": "Any products purchased from a Clove retail partner must be returned or exchanged through the original retailer, and are subject to the retailer's policies. Please contact the retailer where you made your purchase to review your return / exchange options.",
      "name": "I purchased Clove products at a retail store - how do I process a return or exhange?",
      "id": "a797c695-92b0-4152-b0a0-f9cc52c45948",
      "companyName": "Clove"
    },
    {
      "content": "The bar above the 'C' is the medical shorthand for 'with,' making Clove mean 'With Love.' We began out of love for a real healthcare professional and we strive to share that same level of care for the entire community.",
      "name": "What does the bar above the ‘c’ in Clove represent?",
      "id": "ce204575-cc56-4c3a-8746-ea96ba6304ef",
      "companyName": "Clove"
    },
    {
      "content": "Yes, Clove does re-sell lightly used shoes. Please check out the Clove Sample Sale website for more information: https://samplesale.goclove.com/\n\nPlease note, all Clove Sample Sale shoes are final sale and are only available to ship within the United States.",
      "name": "Does Clove re-sell returned shoes?",
      "id": "b941d4e3-a9b4-4998-bcde-bfa8fd8c1d59",
      "companyName": "Clove"
    },
    {
      "content": "To keep your underscrub fresh, machine wash on cold with like colors. Do not bleach, and tumble dry on low. Iron on low heat.",
      "name": "How do I clean my Clove FeatherliteTM Underscrub?",
      "id": "ecad5ee7-cccb-41df-bd87-68b2363343e3",
      "companyName": "Clove"
    },
    {
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "name": "Military / First responder discount",
      "id": "b4105430-f6f6-47a8-90e6-d4b5e5f6e9c0",
      "shortcut": "ms",
      "companyName": "Clove"
    },
    {
      "content": "We added extra support where you need it - namely in the arch, to give you long lasting comfort for all-day wear.",
      "name": "What’s different about the Contour Comfort insoles compared to the old ones?",
      "id": "b40e9452-5ec5-441d-8088-f6b62f07ec51",
      "companyName": "Clove"
    },
    {
      "content": "We offer free shipping on domestic orders over $49!",
      "name": "Free Shipping",
      "id": "0ec2c0de-fbef-43de-aa69-4919ac515793",
      "shortcut": "fs",
      "companyName": "Clove"
    },
    {
      "content": "We appreciate your feedback! I'd like our team to hear directly from you and our text channel doesn't allow me to forward issues like this. Would you mind submitting your information here so we can address this as quickly as possible? https://goclove.com/pages/contact-us",
      "name": "Slipped or Injured in Cloves",
      "id": "9690705c-571d-4371-94d0-976c8dd408d4",
      "shortcut": "soi",
      "companyName": "Clove"
    },
    {
      "content": "The best way to handle this is to email us directly on our site at this link: https://support.goclove.com/en-US/contact. Our team is happy to help!",
      "name": "Customer support",
      "id": "3eb77329-446c-4e81-af53-ea20aaee3d3b",
      "shortcut": "cs",
      "companyName": "Clove"
    },
    {
      "content": "Our processing time usually takes 2-3 business days. Once shipped, delivery via UPS takes 3-5 business days for domestic orders, and 8-14 business days via Passport for international orders.",
      "name": "Shipping time",
      "id": "9a991245-f1ec-4eae-9249-395020e5133e",
      "shortcut": "shp",
      "companyName": "Clove"
    },
    {
      "content": "You can check out our detailed return policy here: https://support.goclove.com/en-US/what-is-cloves-return-and-exchange-policy-157626",
      "name": "Return policy",
      "id": "b97ab1d9-1f27-40d1-91ca-cc44412a01af",
      "shortcut": "rp",
      "companyName": "Clove"
    },
    {
      "content": "We have a rewards/referral program where you can earn points to redeem on future purchases. Check it out here:  https://support.goclove.com/en-US/how-do-i-join-who-is-eligible-476734",
      "name": "Rewards / referral",
      "id": "5db20962-5899-4ff4-bc26-47f00225779c",
      "shortcut": "rwd",
      "companyName": "Clove"
    }
  ]
}