{
  "companyKey": "davines",
  "templates": [
    {
      "content": "You can cancel your subscription by logging into your account. To log into your account, click the 'user' icon at the top right corner of the site. If you have not created an account before, create one using the email address that you used to purchase your subscription. Once logged in, you can cancel your account. Any given order needs to be cancelled 24 hours before shipment.",
      "name": "How do I cancel my subscription? Can I cancel it at any time?",
      "id": "81bbd58d-6393-4b5b-bb52-56ca3e02b5aa",
      "companyName": "Davines"
    },
    {
      "content": "It has the OI Shampoo, Conditioner, OI all in one Milk, OI Hand Balm, OI Silkening Hair Scent, Momo Shampoo, Momo Conditioner, Dede Shampoo Bar, The Spotlight Circle, Nourishing Shampoo, Conditioner, Mask Sachets (3 x 12 ml), Liquid Spell and This is a Blow Dry Primer. I hope this helps!",
      "name": "What products are in the Advent Calendar?",
      "id": "2fd2464e-522d-48ab-9194-c33d04850b62",
      "companyName": "Davines"
    },
    {
      "content": "We actually don't accept orders via phone but if you need any assistance with your order, please email us directly at contact@davines.us Our team will take care of you!",
      "name": "Can I order via phone?",
      "id": "47a50b1e-c913-441a-9df1-db7c61dd296c",
      "companyName": "Davines"
    },
    {
      "content": "Our Oi Liquid Luster is a rinse off treatment that will make your hair silkier and 6x shinier. Our Oi Oil is more so for frizz protection and leaves the hair structure protected, without weighing it down. Our Oi All In One Milk is a multi-function leave-in spray treatment that softens, detangles, controls frizz and protects the hair from heat.",
      "name": "Oi Liquid Luster vs Oi Oil vs  Oi All In One Milk",
      "id": "c30650bb-5ce3-438f-a0df-cff1e8428d5a",
      "companyName": "Davines"
    },
    {
      "content": "At the moment we only accept all major credit cards, Amazon Pay and PayPal.",
      "name": "Payment options",
      "id": "914a3fb9-7967-4ef4-9d6f-7efe9491484f",
      "companyName": "Davines"
    },
    {
      "content": "For amazing results, you should try our new Oi Liquid Luster: https://us.davines.com/products/oi-liquid-luster It'll make your hair silkier and 6x shinier.",
      "name": "Any product for shine?",
      "id": "a33437f6-6ff7-481c-b310-2d99dbb28453",
      "companyName": "Davines"
    },
    {
      "content": "Give us a follow on IG: https://www.instagram.com/davinesnorthamerica/ and FB here: https://www.facebook.com/davinesofficial/",
      "name": "Social media",
      "id": "c0931167-41a2-4c52-9748-2388ab7a4d23",
      "shortcut": "smd",
      "companyName": "Davines"
    },
    {
      "content": "No, the E-Gift Card has no expiration date.",
      "name": "Does the E-Gift Card have an expiration date?",
      "id": "08a0f81a-d621-4797-85d5-4342e2abe49d",
      "companyName": "Davines"
    },
    {
      "content": "You may spend the amount of your E-Gift Card for several different purchases. The amount not spent will remain available on the E-Gift Card.",
      "name": "Do I have to use the E-Gift Card amount in a single transaction/purchase?",
      "id": "734e22a8-7dff-43d3-810e-d8191cc09cc1",
      "companyName": "Davines"
    },
    {
      "content": "You can find us at a salon near you here: https://us.davines.com/pages/salon-locator",
      "name": "Store location / retailer",
      "id": "0b2d346c-e07b-4e5f-9763-2579f68e581e",
      "shortcut": "sl",
      "companyName": "Davines"
    },
    {
      "content": "Our Essential Haircare and SU lines both contain specific active ingredients sourced from Slow Food Presidia farms, a non-profit association that unites the spread of food culture, the defense of sustainability for humans and the environment.",
      "name": "Which products contain Slow Food ingredients?",
      "id": "9bdd39de-611f-4005-a97c-28152e3417f7",
      "companyName": "Davines"
    },
    {
      "content": "We offer free samples with any online order when they're in stock, and they're available to choose at checkout.",
      "name": "Do you offer samples?",
      "id": "62af6b23-39ef-4aee-9443-e1907e7db653",
      "companyName": "Davines"
    },
    {
      "content": "Free shipping is offered for orders of $75 or more. Orders with free shipping ship with priority service unless they contain an item that requires ground shipping.",
      "name": "Free shipping",
      "id": "1e7d4e5a-7b1c-499c-8e8c-45a35bc589e7",
      "shortcut": "fs",
      "companyName": "Davines"
    },
    {
      "content": "The E-Gift Card can't be converted into cash.",
      "name": "Can I ask for the amount on my E-Gift Card to be converted into cash?",
      "id": "76f4e495-0d09-426a-9590-5af18acdf736",
      "companyName": "Davines"
    },
    {
      "content": "The Bollati family founded Davines in 1983 in Parma, Italy. It originally began as a research laboratory specializing in the manufacture of quality haircare and skincare products for cosmetic companies. The name \"Davines\" is a combination of the Bollati children's names, Davide and Stephania.",
      "name": "What is the history of Davines?",
      "id": "96b0b33a-c677-4217-bcdc-30c81f5dba6f",
      "companyName": "Davines"
    },
    {
      "content": "Since 2018, we've been carbon neutral on the production of packaging across all product lines. We're proud to support the non-profit EthioTrees land and forest regeneration project in Ethiopia to offset the carbon emissions from the manufacturing of our products while sustaining local agricultural communities and an easier access to clean water.",
      "name": "Is Davines packaging carbon neutral?",
      "id": "6ee8126c-d78d-4a7f-a6eb-95220d35bc4b",
      "companyName": "Davines"
    },
    {
      "content": "All our products are designed, formulated and manufactured at our headquarters and laboratories in Parma, Italy.",
      "name": "Where are your items made / manufactured?",
      "id": "dd3aadec-a2b2-4a51-96f7-eebc0caa55de",
      "shortcut": "mfc",
      "companyName": "Davines"
    },
    {
      "content": "You can only use your E-Gift Card to make purchases on our website, and E-Gift Cards won't be accepted at our salons.",
      "name": "Can I use the E-Gift card in store/salon?",
      "id": "b987a108-cfc8-4e08-b888-a86f5cfc4fcd",
      "companyName": "Davines"
    },
    {
      "content": "As part of our commitment to give you the best experience, we offer a fair return policy. If you're dissatisfied with any product from our site that has been opened, you may return it for a full refund/exchange up to 30 days after the date of purchase. Keep in mind, prior authorization is required on all returns. To receive authorization and get more info on a return, please contact us at contact@davines.us Allow up to 21 days for the return to be processed, at which time a credit will be processed.",
      "name": "Return policy",
      "id": "7f7ab945-1a19-4f4d-a969-9b40c5da96c3",
      "shortcut": "rp",
      "companyName": "Davines"
    },
    {
      "content": "The best way is to visit our salon near you so a trained product stylist can play with your hair! Check them out here - https://us.davines.com/pages/salon-locator Our blog, YouTube channel and IG also offer how-to videos, tips and trend information. At the top of our website, the dropdown menu for 'hair status' can also help navigate the right products for your hair needs.",
      "name": "Which product is best for me?",
      "id": "fddb08a3-836f-46cf-8528-7de07ceaa5d0",
      "companyName": "Davines"
    },
    {
      "content": "We currently only ship within the US, unless you're in Italy where you can place an order through our Italian site, it.davines.com.",
      "name": "Where do you ship to?",
      "id": "3f96e020-5e4b-4f00-8993-b0a1f751b9b6",
      "companyName": "Davines"
    },
    {
      "content": "No, we don't test on animals. To discover more on our position please visit this page: https://us.davines.com/blogs/filosofia-formulativa/animal-well-being",
      "name": "Does Davines test on animals?",
      "id": "0bb5ba88-6e66-4949-a07b-0e4ace16a197",
      "companyName": "Davines"
    },
    {
      "content": "We ship online orders with DHL Ground, DHL Priority Express and UPS 2nd Day Air; USPS as the final delivery carrier. Please allow 1 business day for orders to be processed and shipped. Shipping and delivery times depend on the shipping method and are outlined at checkout.",
      "name": "Shipping time",
      "id": "43d19fc5-4b0e-4f44-bbbf-6fa0913ba179",
      "shortcut": "shp",
      "companyName": "Davines"
    },
    {
      "content": "The best way to handle this is to email us directly at contact@davines.us. Our team is happy to help!",
      "name": "Customer support",
      "id": "ec4949c9-9fbe-456b-ab09-075621412f56",
      "shortcut": "cs",
      "companyName": "Davines"
    },
    {
      "content": "We don't offer phone support right now but you can email us directly at contact@davines.us. I'd be happy to help you over text as well, let me know what I can do for you!",
      "name": "Phone support",
      "id": "5353ea6d-6e39-4ccd-bccb-b4fbfad6fb0a",
      "shortcut": "ps",
      "companyName": "Davines"
    },
    {
      "content": "Most orders can be canceled up to 30 minutes after being placed, but once your order is placed, I'm afraid it cannot be modified. If you need to cancel your order, please reach out to our Customer Service team as soon as possible at contact@davines.us. Please note this is not a guarantee that your order will be cancelled.",
      "name": "Cancel / edit order",
      "id": "2e50b947-d696-42e0-8aa8-5f4bca56aeef",
      "shortcut": "ced",
      "companyName": "Davines"
    },
    {
      "content": "I currently don't have the exact date of a possible restock, but I recommend signing up on the product page so you're notified the second it comes back in!",
      "name": "Restock? (autosend enabled)",
      "id": "6f25fbf6-2ded-11ed-a261-0242ac120002",
      "shortcut": "stof",
      "companyName": "Davines"
    },
    {
      "content": "They're both super nourishing, with both containing Roucou oil that's full of beta-carotene and antioxidants; it strengthens hair and protects against the effects of aging and environmental damage.",
      "name": "OI Oil/ OI Milk Nutrients",
      "id": "e4462835-c08c-4e30-a246-feea5ce0eb0c",
      "companyName": "Davines"
    },
    {
      "content": "All orders ship from New York, USA.",
      "name": "Where do you ship from?",
      "id": "87e610b6-7253-43c0-876a-68b95134745f",
      "companyName": "Davines"
    },
    {
      "content": "The best way to discuss wholesale is to email us directly at contact@davines.us Our team is happy to chat.",
      "name": "Wholesale inquiries",
      "id": "c927c3a8-9a29-4111-bb88-b349f8dcdd91",
      "shortcut": "wls",
      "companyName": "Davines"
    },
    {
      "content": "The best way to discuss this is to email us directly at contact@davines.us Our team is happy to chat.",
      "name": "Brand ambassador / sponsorship",
      "id": "93f60835-6051-46fb-97b7-db859c43be19",
      "shortcut": "ams",
      "companyName": "Davines"
    },
    {
      "content": "The NOUNOU Shampoo is actually for bleached, permed, or relaxed hair. The rich formula gently cleanses treated hair, giving it deep nourishment, and hydration and restoring its natural softness. While the LOVE Smoothing Shampoo is for frizzy or unruly hair. It's formulated for gentle cleansing while leaving your hair with a smooth, soft and shiny look.",
      "name": "What is difference between the NOUNOU shampoo and LOVE Smoothing Shampoo",
      "id": "d5fe5ab1-bfa8-4885-9caa-43138cb9a55c",
      "companyName": "Davines"
    },
    {
      "content": "We work with a network of regional distributors to serve salons and stylists in different areas. We have a form available on our website to pass your information along to a sales manager in\nyour area and you can find it here: https://davines.attn.tv/sl/2vAW92NT",
      "name": "How to become a Davines Salon",
      "id": "bccadc3b-64a1-449b-b450-010bec7b8d18",
      "companyName": "Davines"
    },
    {
      "content": "We have a referral program where you can earn points to redeem on future purchases. Check it out here - https://refer.us.davines.com/september-give20get20",
      "name": "Rewards / referral",
      "id": "05c13ab4-9c38-49b9-b82b-f0cbc6422327",
      "shortcut": "rwd",
      "companyName": "Davines"
    },
    {
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "name": "Military / First responder / Healthcare / Teacher discount",
      "id": "2773c059-3340-45e3-b2b9-822eca4fdf48",
      "shortcut": "ms",
      "companyName": "Davines"
    },
    {
      "content": "In terms of packaging, the solid shampoo has FSC paper packaging, while the liquid one has a bio-based plastic one. Formula-wise, both the solid and the liquid shampoo contain Slow Food actives and have a high level of biodegradability, but the liquid one has a greater natural content. The Shampoo bar is perfect both for home-use and for travel-use. The liquid one, however, has 1-liter if you need to use it for your salon. \n\nPlease note that no shampoo is perfect for all uses and under all sustainability profiles. Both the bar and the liquid can actually compliment each other! Hope it helps.",
      "name": "What's the difference between a shampoo bar and a liquid one?",
      "id": "c8b35b5a-3c5c-439b-a38b-52ac78f2038f",
      "companyName": "Davines"
    },
    {
      "content": "Good question! OI Oil works well with dry and coarse hair adding some shine and softness to it while also detangling and fighting frizz. OI All In One Milk, on the other hand, is a leave-in spray treatment that softens, detangles, and controls frizz while also protecting your hair from the heat. Hope it helps.",
      "name": "What's the difference between OI Oil and OI All In One Milk?",
      "id": "9d283d33-e804-46f8-bb46-749d48fc799e",
      "companyName": "Davines"
    },
    {
      "content": "We do not sell Liter sizes on our site. But you can find your local Davines \nSalon to see if you can purchase there. You can find a Salon near you here: https://us.davines.com/pages/salon-locator",
      "name": "Liter/large size products",
      "id": "89e800e8-3ee9-415e-a2d8-773d4d1f4cee",
      "companyName": "Davines"
    },
    {
      "content": "Thanks for your interest in our products! You can fill out our form here: https://us.davines.com/pages/contact-us and someone from the team will be in touch.",
      "name": "How do I become a distributor?/I want to distribute your products",
      "id": "a1fb8248-df77-4242-b2ca-4e6483280dce",
      "companyName": "Davines"
    },
    {
      "content": "The pH of Davines products varies according to the product considered. In general, our shampoos have a pH ranging from 5 to 5.8; our conditions from 3.8 to 4.8; our treatments have a pH of approximately 5. If you have any questions about the pH of a specific product, please reach out to us at contact@davines.us.",
      "name": "PH of the products",
      "id": "d9a90e06-b1c4-4a00-892f-4dd80e86d10c",
      "companyName": "Davines"
    }
  ]
}