{
  "companyKey": "farmacy beauty",
  "templates": [
    {
      "content": "Once you review a product, our team is responsible for approving these reviews and answering any outstanding questions. Once approved, the points will settle in your account after 35 days!",
      "name": "When do I get points for a product review?",
      "id": "ee81c3c4-9981-40fb-bd5b-793a5a8977b7",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "I'm afraid rewards codes can not be combined with any other site-wide discounts or promo codes.",
      "name": "Can I use a discount code and rewards on the same order?",
      "id": "fed124ed-d33c-408c-adbd-bebba3265150",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "Do you mind clearing both your cache and your cookies and then trying again? Another option is to try using incognito or private browsing, and then giving it another go! We find one of these two options normally works for these kinds of issues.\n\nIf you're using ShopPay, can you try and log out and log back in? We've noticed that some errors might be coming from our integration. Please let me know how that goes!",
      "name": "I can't redeem my points. I don't see the option to do it at checkout",
      "id": "00dfd36b-d7a0-4025-9b5e-ea8e590b1ae6",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "Unfortunately, we do not box and wrap gifts for the holiday season.",
      "name": "Will you offer boxed gifts for the Holidays?",
      "id": "a4f6621a-07b8-40c5-b89f-94e18d57b6fc",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "While some of the ingredients we use are organic, our products are not certified organic.",
      "name": "Are your products organic?",
      "id": "86fdbd50-7897-49a4-a033-347793c47b67",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "Once we have received your items, please allow 7-10 business days for your refund to process. All refunds will be issued to the original payment method.",
      "name": "When will I receive my refund?",
      "id": "7139efe9-f6df-43e4-a61b-793641df55d8",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "While our products are not made with gluten, we do manufacture on shared equipment and cannot guarantee there are no trace elements of gluten present. If you are concerned about a gluten allergy, please email our team at customercare@farmacybeauty.com.",
      "name": "Are your products gluten-free?",
      "id": "dddbffce-cdd3-4f4e-a20d-4fac2456e618",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "We are constantly in pursuit of unique and potent ingredients found in nature, which serve as the starting point and inspiration for all of our innovation. We explore family and independent farms around the world in search of unique ingredients that deliver unparalleled freshness and potency.\n\nWe maintain ethical standards on all raw ingredients and work with suppliers that practice proper stewardship of the environment and fair trade practices.",
      "name": "How are your ingredients sourced and harvested?",
      "id": "3f17b70e-331d-42bd-b668-617031cd2412",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "Sign into your account and select the tab called Redeem Points. You can select vouchers worth monetary discounts toward your next order, or redeem your points for free mini products (these items will not be added to your cart unless another full price item is added). \n\nYou can also redeem your points at checkout by signing into your account. Once signed in, a points redemption slider will appear and allow you to redeem as many points as you have in your account.",
      "name": "How do I redeem my points?",
      "id": "45ba4c9f-4df4-4587-ad28-052c9c0aea99",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "While all our formulations are safety tested and made from non-toxic ingredients, we do not recommend using honey-based products on children under 1-year. Raw honey is associated with a risk of botulism in infants, and while none of our products contain 100% raw honey (our honey is pasteurized), we do not advise using it on infants, or using it on yourself if you care for an infant.",
      "name": "Are your products safe for babies?",
      "id": "8bad1e1f-06d6-47be-8c30-9504b08f3329",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "You can start your return here: https://farmacybeauty.returnlogic.com/",
      "name": "How do I start a return?",
      "id": "90919743-4b83-43a0-8467-2a78f384a9ad",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "We're cruelty free and Leaping Bunny Certified, which means none of our ingredients, suppliers, vendors, or distributors test on animals for any reason.",
      "name": "Do you test on animals?",
      "id": "68f789e5-6a45-4d2d-b862-1c204e90ef68",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "Our products undergo rigorous safety testing, so they are generally safe for use during pregnancy and breastfeeding. You may encounter new skin concerns throughout pregnancy, linked to hormonal fluctuations and other related conditions; it's always wise to consult your doctor before making any changes to your usual routine. Please note, any products containing BHA are not recommended for use during pregnancy. You can see a full list of all ingredients on our product pages.",
      "name": "Are your products pregnancy safe?",
      "id": "eac70289-5433-4e0e-bea9-c6142c5d3609",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "name": "Military discount",
      "id": "a53dbd7a-5436-403b-9ffe-7ff5c5211412",
      "shortcut": "ms",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "Our skincare products are manufactured in New Jersey, where we maximize the benefits of natural ingredients by pairing them with key man-made components. You can read more about us here - https://www.farmacybeauty.com/pages/about-us",
      "name": "Where are your items made / manufactured?",
      "id": "496bffd6-6496-4bcf-b7a2-c6cc93c2b393",
      "shortcut": "mfc",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "Our honey line isn't vegan because honey is a byproduct of bees, however, all products outside of that line are vegan. We don't use any animal-derived ingredients.",
      "name": "Are your products vegan?",
      "id": "11a4dca7-60a6-4645-85c2-9d55f17a19dc",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "Of course, you can get your discount here - https://www.farmacybeauty.com/pages/frontline-discount",
      "name": "First responder discount / Healthcare discount (not for military)",
      "id": "033d997e-e13d-4166-ab3e-131c6bb0f972",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "You can use our Store Locator to find our products in a Sephora near you: https://www.farmacybeauty.com/pages/store-locator",
      "name": "Store location / retailer",
      "id": "06b394bc-3be3-4e2f-bbaa-e5ac4d1a1285",
      "shortcut": "sl",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "Give us a follow on IG: https://www.instagram.com/farmacybeauty/ and FB here: https://www.facebook.com/FarmacyBeauty",
      "name": "Social media",
      "id": "a8bb8132-270b-4902-b3e4-984278b18afa",
      "shortcut": "smd",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "Thank you for your interest! The best way to discuss this is to email us directly at influencer@farmacybeauty.com. Our team is happy to chat.",
      "name": "Brand ambassador / sponsorship",
      "id": "5fae6494-dfc5-4016-9456-b6b3f5df5b5a",
      "shortcut": "ams",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "Thank you for your interest! The best way to discuss wholesale is to email us directly at customercare@farmacybeauty.com. Our team is happy to chat.",
      "name": "Wholesale inquiries",
      "id": "6106f6b6-9ecb-4218-8720-55699212fe2e",
      "shortcut": "wls",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "The best way to handle this is to email us directly at customercare@farmacybeauty.com. Our team is happy to help!",
      "name": "Customer support",
      "id": "2c498377-9f41-4a13-8889-6cc8ff969f0d",
      "shortcut": "cs",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "Orders can't be modified or canceled once they're placed. We really apologize for the inconvenience.",
      "name": "Cancel / edit order",
      "id": "64e662e7-5206-46ad-ba6c-aa5a4bf13d0f",
      "shortcut": "ced",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "Points are valid for 12 months from the date of the last qualifying purchase. Each qualifying purchase will automatically extend the expiration date of all unused points 12 months. \n\nIf the account does not have any qualifying purchase activity within a 12-month period, all points earned will expire.",
      "name": "Do points expire?",
      "id": "1f8f9168-bf46-40a5-83c4-c70267b549b7",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "For shelf life inquiries, please send us an email with the lot/batch code (found on the bottom of your product) to customercare@farmacybeauty.com. Our team is happy to help!",
      "name": "What is the shelf life of your products?",
      "id": "4138d8d7-0e62-4d52-8f83-d1eda2397807",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "All of our products are formulated to be safe and non-toxic. They go through rigorous testing prior to coming to market and we take every step to ensure that our products are tested for safety and efficacy.\n\nWe source potent natural ingredients, support local farms, and do our best to preserve the earth and its resources. Our chemists then transform these natural ingredients into scientifically proven, efficacious skincare formulations.",
      "name": "Are your products non-toxic?",
      "id": "f26557e5-0e72-4f25-a517-a46169e1925a",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "Can I have your name, order number and email address please?",
      "name": "Escalation",
      "id": "0d89de6e-094c-425f-a5aa-04f972cd4b3c",
      "shortcut": "esc",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "There's no need to keep our products in the fridge. Also, with products that contain butter, refrigeration will change the texture.",
      "name": "Can I store your products in the fridge?",
      "id": "918d7958-05ec-4d21-9681-ccf24ce82467",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "We do include free samples with every order but they're not customizable. At the moment, we don't have samples for sale or a way to request specific samples, but we're working on a way to make this available. Stay tuned!",
      "name": "Can I have a sample?",
      "id": "6168d8a4-85fc-4c5c-857f-17fc141e599a",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "Unfortunately, it's been discontinued and won't be restocked. Would you like some help with a replacement product? If so, please text back with your skin needs and concerns.",
      "name": "Will the cherry cleansing balm be restocked?",
      "id": "e1161570-d790-40f7-824d-8792fbe5b8c6",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "Our processing time takes 1-2 business days and we usually ship via FedEx. Once shipped it will take 4-10 business days domestically.",
      "name": "Shipping time",
      "id": "bed9f42c-85bf-4c92-940b-bac2ca5ff226",
      "shortcut": "shp",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "We have a rewards/referral program where you can earn points to redeem on future purchases. Check it out here - https://www.farmacybeauty.com/pages/rewards",
      "name": "Rewards / referral",
      "id": "a609b5b7-4d1f-44ac-8c85-fc66ff824525",
      "shortcut": "rwd",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "You can check out our detailed return policy here: https://www.farmacybeauty.com/policies/refund-policy",
      "name": "Return policy",
      "id": "ef7e5df4-ebd3-44cc-be60-3d74e8447ba4",
      "shortcut": "rp",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "We don't offer phone support right now but I'd be happy to help you over text, let me know what I can do for you!",
      "name": "Phone support",
      "id": "f38da365-5494-407d-9e54-db15c2d58692",
      "shortcut": "ps",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "We offer free shipping on domestic orders over $50. Maybe you can add something else to reach the minimum?",
      "name": "Free shipping",
      "id": "8ed7f6fc-bbaa-4fe6-bc10-fe1d94e6d989",
      "shortcut": "fs",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "We unlock the full power of natural ingredients with science to give you potent, farm-to-face skincare and gorgeous results. You can learn more about our formulas here: https://farmacy.attn.tv/sl/jpWf9g9R You can also view a full glossary of ingredients we use here: https://farmacy.attn.tv/sl/gsZUDhGr",
      "name": "What makes Farmacy a good brand?",
      "id": "edb130a5-94f1-4a15-a00f-a130a6600381",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "So sorry to see you go! You can cancel or pause a subscription at any time by logging into your account and selecting ''manage subscriptions.\"",
      "name": "How do I cancel my subscription?",
      "id": "6066fc2f-99f9-43bb-b571-160d7bea9d14",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "You can take a look at our sale collection here: https://www.farmacybeauty.com/collections/last-chance-skincare",
      "name": "Sales Collection",
      "id": "145136b1-1955-4939-a5e4-ad05ec7b324a",
      "shortcut": "spg",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "The Honey Drop was discontinued.",
      "name": "Was the Honey Drop discontinued?",
      "id": "20dd14bc-2e37-44a3-847f-ec190300b0a0",
      "companyName": "Farmacy Beauty"
    },
    {
      "content": "Unfortunately, our system doesn't allow for promo codes to be applied retroactively to past orders. We're really sorry for any inconvenience this may have caused.",
      "name": "Retroactive discount request",
      "id": "dc4e4fd1-4938-432e-86f4-399b0d85d966",
      "shortcut": "rdr",
      "companyName": "Farmacy Beauty"
    }
  ]
}