{
  "companyKey": "good dye young",
  "templates": [
    {
      "content": "You can take a look at our sale collection here: https://gooddyeyoung.com/collections/on-sale",
      "name": "Sales Collection",
      "id": "36dad3d8-f134-448e-a99e-d7b25278e3bd",
      "shortcut": "spg",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Looks like you've already signed up! Use code 20TOUR to save 20% on your next order at gooddyeyoung.com.",
      "name": "Customer texts in GDY",
      "id": "5d1113c7-b50b-4bee-9d75-fcf21d4364ed",
      "shortcut": "ctg",
      "companyName": "Good Dye Young"
    },
    {
      "content": "The Lightening Kit allows you to lighten your hair to a level 9 or 10 light blonde so when you apply the GDY colors, they will show up as vibrant as possible. We use 25 Volume Creme Developer so that your hair is left in good condition while offering just the right amount of lift to achieve lighter results.",
      "name": "What is the Lightening Kit?",
      "id": "03ced3f0-cace-4fef-8432-549268cd4839",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Yes! Depending on the color of your hair, sometimes Poser Paste is a great way to create a new and temporary hair color for the day. For instance, applying Ex-Girl Poser Paste over Riot hair can give you a pretty peachy color!",
      "name": "Poser paste - Can I use it on dyed hair?",
      "id": "12859a91-45e8-43ca-a591-e987dc9edc15",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Yes, we do! Please email us at pro@gooddyeyoung.com and we can get it all set up for you.",
      "name": "Do you have pro accounts for licensed cosmetologists?",
      "id": "07fa5612-959a-4477-b295-66b98a5e0ad8",
      "companyName": "Good Dye Young"
    },
    {
      "content": "We suggest waiting at least a week between lightening your hair multiple times, but if you're just using our semi-permanent dyes and not lightening your hair again, you don't need to wait! Just be sure that your hair is completely dry before applying.",
      "name": "How long do I have to wait between using either the lightening kit or the semi-permanent dye?",
      "id": "56c49eef-1b9a-46d7-9cb0-3bb299c400e0",
      "companyName": "Good Dye Young"
    },
    {
      "content": "When your hair is wet, it is easier to distribute the product, meaning you will use less. The water creates a barrier between the hair cuticle and the pigment molecules which in turn helps the product last between 10-15 washes, where as semi-perm can lasts 24+ washes.",
      "name": "Should I wet my hair before applying DYEposit?",
      "id": "7317bd0c-f378-4fcc-8542-24ce931f7e1a",
      "companyName": "Good Dye Young"
    },
    {
      "content": "We can't wait to see your hair! Post a pic or video and tag us @gooddyeyoung",
      "name": "I want to show you my look, make a post! How can I do that?",
      "id": "44429f13-1b3f-4058-95f3-6df4d1a5fd84",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Our new 2 oz tubes of semi-permanent hair dye and lightening kit have the perfect amount of product for money pieces, buzzcuts, bangs, dip-dyes, and everything in between! Grab some shades and get creative!",
      "name": "Why 2oz tubes on your Streaks and Strands?",
      "id": "c9e58be3-4a9c-4061-b8bd-2d327f3efcea",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Our new mini lightening kit contains 2 oz of 25 vol creme developer, and 1 part powder bleach. It's the same as our hair lightening kit and contains soy proteins and coconut oil to condition and strengthen your hair. There is no measuring, just combine and mix!",
      "name": "What size is the lightening kit?",
      "id": "cfcc4de9-8301-4c4b-b96b-f6adfdada3c2",
      "companyName": "Good Dye Young"
    },
    {
      "content": "We've recently modified our formula to help improve the stability of our dyes. Our dyes now look more true to tone out of the tube. Riot now looks more orange out of the tube, but still washes out to the vibrant red-orange that is loved! We're still vegan, cruelty-free, gluten free, and clean. Our dyes contain the same great ingredients and scent you love, leaving your hair super soft with the perfect vibrant color! You can check out the new formula in this video - https://gooddyeyoung.attn.tv/sl/OCino1cZ",
      "name": "Replacement for Riot/new formula",
      "id": "fae7bb22-a508-4b12-ab5f-0b1786518b55",
      "companyName": "Good Dye Young"
    },
    {
      "content": "We've recently modified our formula to help improve the stability of our dyes. You may notice that Rock Lobster looks lighter in the tube. Don't worry! It washes out to the same vibrant red color that is loved! We're still vegan, cruelty-free, gluten free, and clean. Our dyes contain the same great ingredients and scent you love, leaving your hair super soft with the perfect vibrant color!",
      "name": "New Rock Lobster Batches / manufacturers change",
      "id": "e64da019-8041-40a5-8f9b-d73ef6c494f9",
      "companyName": "Good Dye Young"
    },
    {
      "content": "We accept returns for unopened and unused products within 30 days of the original delivery date, but we don't accept returns for clothing, merchandise items, or gift cards. You'll be responsible for return shipping costs and your original shipping charges and return shipping charges won't be refunded.",
      "name": "Return policy",
      "id": "eb993c44-d3c6-45d0-9df8-de63575a230e",
      "shortcut": "rp",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Thank you for your interest in our products. Please send any inquiries to press@gooddyeyoung.com. Our team is happy to chat!",
      "name": "Brand ambassador / sponsorship / affiliate program",
      "id": "5392efbf-eb4f-4ef7-85b0-c2c73bdc389e",
      "shortcut": "ams",
      "companyName": "Good Dye Young"
    },
    {
      "content": "You will notice that the new formulas look more vibrant and true to tone out of the tube! If you purchase from a retailer and receive a new batch and a previous batch, they may look different but they will yield the same results!",
      "name": "How do I know if I’ve received a tube from the new formula?",
      "id": "d29e2035-d4c6-4419-aae9-9aff1a2336c2",
      "companyName": "Good Dye Young"
    },
    {
      "content": "You can shop wholesale at: https://www.faire.com/brand/b_2z9jzywzf8\n\nFor other wholesale inquiries, please email us directly at retail@gooddyeyoung.com. Our team is happy to chat!",
      "name": "Wholesale inquiries",
      "id": "3b185307-132d-4b6b-890e-dbd0b1b6cb11",
      "shortcut": "wls",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Unfortunately, we're unable to offer copies of our MSDS sheets to the public because they contain confidential and proprietary information. We always offer full ingredient lists for our products though! Email us at info@gooddyeyoung.com to receive your copy.",
      "name": "Can I get a copy of the MSDS sheet for your products?",
      "id": "03d2cfc4-b209-4286-aa52-326dbe675e3d",
      "companyName": "Good Dye Young"
    },
    {
      "content": "We've recently updated our website, and in doing so are currently experiencing an error with our Klarna integration. Our website team is working hard to resolve this issue, but unfortunately Klarna is unavailable at this time. We'd suggest trying another form of payment if possible, sorry for this inconvenience!",
      "name": "Klarna isn't showing at checkout",
      "id": "ce231f0b-9e8c-43a9-a7ba-390a41589bde",
      "companyName": "Good Dye Young"
    },
    {
      "content": "We've begun shipping out new formulas to all retailers. If you purchase a shade from the past formula, it's still good and will result in the same vibrant color you love! We do recommend using your products within a year of purchase for best results.",
      "name": "When will (retailer) get the new formula?",
      "id": "0d40ec07-978f-4f13-8d1d-f94b4674e3ca",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Yup! Our new formula still gives you the same vibrant GDY colors you love with improved stability.",
      "name": "Will the color still be the same on my hair?",
      "id": "cdbe4dbf-6027-43f7-8d8c-0bc3cd5a9f64",
      "companyName": "Good Dye Young"
    },
    {
      "content": "We recently improved our formula to look true to tone out of the tube. The new formulas are available on our site now, however, some of our retailers may still be carrying the past formula. You may notice some differences with a few of our shades, but when used according to package instructions, you'll see the same results.",
      "name": "I purchased 2 tubes of the same shade and they look different. Why?",
      "id": "1b096db2-69fd-40b2-9acd-eb0c16916662",
      "companyName": "Good Dye Young"
    },
    {
      "content": "There are 2 tubes (one old formula and one new formula), however, they'll wash out to be the same color.",
      "name": "Are there 2 different tubes for the new & old formulas?",
      "id": "30e323cc-e00e-4b44-97e4-792963fea521",
      "companyName": "Good Dye Young"
    },
    {
      "content": "If you only want to lighten a small section of your hair, you don't have to mix the entire lightening kit at once. It's okay to eyeball the powder to developer ratio (1 part powder to 2 parts developer). As long as the consistency isn't too runny or too thick, it will work just fine. Save the rest for another dye job!",
      "name": "Can I lighten a small section of my hair?",
      "id": "f8eee9d8-5fe5-44bf-912c-8d47605b794f",
      "companyName": "Good Dye Young"
    },
    {
      "content": "So sorry to hear your results ended up being more blue than purple. We'd love to help you with this!\nThanks to feedback like yours, our team has been working hard to improve our formula. We've significantly upped the warm pigments to yield a true, vibrant purple. With this improvement, not only will you love your color, it'll also fade true to tone. We'd love to send you a new tube on us to try, and welcome your feedback! If that's something you are interested in, send me your first and last name, address, and email address. We can't wait for you to try the new PPL Eater!",
      "name": "New PPL Eater Batches / manufacturers change",
      "id": "8831fefa-2331-460b-8e7d-315c97a495cd",
      "companyName": "Good Dye Young"
    },
    {
      "content": "You can purchase our products on sallybeauty.com, and all Sally Beauty stores. For Australian residents, we're available in Priceline Pharmacies, and in the UK, you can find us online at beautybay.com. To find a store near you, use our \"Find Us in Stores\" tool: http://gooddyeyoung.com/find-stores/ Fashion and certain accessories are exclusively sold on our site.",
      "name": "Store location / retailer",
      "id": "ed416509-70da-4e34-89c9-c0d2f9c6650b",
      "shortcut": "sl",
      "companyName": "Good Dye Young"
    },
    {
      "content": "We recommend pre-lightening to a level 10 for vibrant results. In most cases, a darker color should cover your hair, but we suggest doing a strand test to check before covering the entire head.",
      "name": "Will \"All In This Together\" cover my dyed hair that's starting to fade? / faded toxicity?",
      "id": "0f9293a3-6aa4-4203-b995-86fab8aed6e6",
      "companyName": "Good Dye Young"
    },
    {
      "content": "To be kept in the loop about our next offer or sale, ensure you remain signed up to our email list & texts. Don't forget to follow us on socials as well!",
      "name": "Do you have discounts/promos/sales?",
      "id": "3d59c3e2-ea9b-4a8a-aa78-b68a790d2116",
      "companyName": "Good Dye Young"
    },
    {
      "content": "We've recently modified our formula to help improve the stability of our dyes. Our dyes now look more true to tone out of the tube. Blue Ruin now looks brighter out of the tube, but still washes out to the vibrant, long lasting blue that is loved! We're still vegan, cruelty-free, gluten free, and clean. Our dyes contain the same great ingredients and scent you love, leaving your hair super soft with the perfect vibrant color.",
      "name": "New Blue Ruin Batches/manufacturers change",
      "id": "e8d136d6-57e8-4331-b614-b0daf1aee9ca",
      "companyName": "Good Dye Young"
    },
    {
      "content": "It's safe to use, but we suggest doing a test strand to be sure it takes to the hair and also we suggest parental supervision when bleaching hair.",
      "name": "Is the Lightening Kit safe for children?",
      "id": "461115ec-1a8c-4958-8ebb-7c6ddd41a263",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Once an order is placed, we can't add or remove any items from the order. If you need to edit your address or cancel your order, please email us at help@gooddyeyoung.com with your order number. While we'll make every effort to accommodate your needs, we can't guarantee your request, so please make sure your order is complete and accurate before placing it.",
      "name": "Cancel / edit order",
      "id": "10d57e48-b3f6-499f-8195-d62c7950fa59",
      "shortcut": "ced",
      "companyName": "Good Dye Young"
    },
    {
      "content": "We don't recommend swimming in chemically treated pools after dyeing your hair. The chemicals in the water will strip the pigment or discolor it. We suggest using a swim cap to preserve your color.",
      "name": "Can you swim in a chlorine pool after using the hair dye?",
      "id": "75d49d5a-b52f-4660-afe2-754067e1f871",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Anyone with an account is automatically enrolled! Just make sure you log in and add your birthdate if you haven't already. If you don't have an account yet, you can create one during checkout. Sign up is 100% free, and it'll never cost you anything to earn DYEmonds, but the more orders you place, the more DYEmonds you will earn!",
      "name": "How do I join/enroll in the Dye Happy Rewards Program?",
      "id": "90e4a5ea-ecc4-422b-a74e-14795306b9a5",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Yes! \"Steal My Sunshine\" is indeed included with the Riot bundle.",
      "name": "Is \"Steal My Sunshine\" included with the Riot bundle?",
      "id": "dc296d25-44b7-427a-9c24-d950ca3298f1",
      "companyName": "Good Dye Young"
    },
    {
      "content": "The best way to handle this is to email us directly at info@gooddyeyoung.com. Our team is happy to help!",
      "name": "Customer support",
      "id": "f5fa123d-f111-4bcc-8c1e-1ba9da9f0a31",
      "shortcut": "cs",
      "companyName": "Good Dye Young"
    },
    {
      "content": "We usually ship via FedEx, and APC, and once shipped it will take 7-10 business days domestically and 10-15 business days internationally.",
      "name": "Shipping time",
      "id": "ff96679c-5692-4b80-8375-2fe7ae147306",
      "shortcut": "shp",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Yes, streaks and strands are 2oz sizes of all of your favorite shades. Same formula, same results you'll love, now the perfect size for a streak or strand.",
      "name": "Are Streaks and Strands the same shades as their larger sizes?",
      "id": "492772be-8a7f-4041-8afc-482389354bc8",
      "companyName": "Good Dye Young"
    },
    {
      "content": "The best way to avoid bleeding is to wash your dye out in sections and use cool water which helps lock the color in. You might want to try to wash your hair in sections the first couple times just to ensure they don't bleed on each other. As long as you're using cool water, you should be good to go.",
      "name": "I just created an amazing Streaks and Strands look! How do I avoid bleeding?",
      "id": "b3ed5d43-cb5b-4667-abd1-d0a2dc3243f9",
      "companyName": "Good Dye Young"
    },
    {
      "content": "The possibilities are endless! Some of our favorite looks are money pieces, rainbow bangs, or dyeing just the tips. Check us out on IG  @gooddyeyoung for more inspo.",
      "name": "What looks can I create with Streaks and Strands?",
      "id": "7057ba84-a185-44a9-bf17-b5b95b106032",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Our products are good for up to 3 years when stored properly.",
      "name": "How long are your products good for?",
      "id": "f9ee8511-dee2-451f-9964-73f93b3ac9af",
      "companyName": "Good Dye Young"
    },
    {
      "content": "We suggest using DYEposit once a week in place of conditioner, but you can use it as often as you'd like.",
      "name": "How often should I use DYEposit?",
      "id": "dbed038d-ba6c-41b7-ad79-0acc07c97f97",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Gray hair can be stubborn about holding onto pigments in dyes. Since DYEposit contains a lighter pigment load, it may not contain enough to add a tint to gray hair. A few of our darker shades of semi-permanent dye might add a light tint to your hair. I'd suggest trying our PPL Eater, Rock Lobster, Blue Ruin, or Live Laugh Love. If you'd like to use another shade of ours, we suggest pre-lightening your hair with our lightening kit before dyeing it.",
      "name": "Will DYEposit cover Gray hair?",
      "id": "bb988f3f-1da7-41b5-bb2c-973a766472e4",
      "companyName": "Good Dye Young"
    },
    {
      "content": "It smells like coconut and driftwood.",
      "name": "What does DYEposit smell like?",
      "id": "58bbc66b-51fd-490d-ac5c-be31b26e878a",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Yes, it's safe for all ages.",
      "name": "Is DYEposit safe for kids?",
      "id": "b8a1003c-3102-43bb-9950-b078dccabf5c",
      "companyName": "Good Dye Young"
    },
    {
      "content": "DYEposit is meant to be used all over your hair and won't leave your roots with any buildup or greasy residue.",
      "name": "What do you mean by a cleansing product?",
      "id": "351c9207-3cc4-4f6c-a5d4-bf927d6fb81e",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Fiberhance is a bonding agent that penetrates deep into the cortex to create new hydrogen and ionic bonds which support the damaged internal keratin structure and strengthen and provide manageability back to the hair.",
      "name": "What is Fiberhance?",
      "id": "4f44e87f-9a66-45b3-b737-54bfe8b7207d",
      "companyName": "Good Dye Young"
    },
    {
      "content": "DYEposit lasts 10-15 washes. We suggest rinsing your hair with cool water to lock in the pigment.",
      "name": "How long does DYEposit last?",
      "id": "f93b53be-7c64-4356-bc7d-c7c871f07dcf",
      "companyName": "Good Dye Young"
    },
    {
      "content": "It's a 4-in-1 color depositing mask. It cleanses, tones, hydrates, and contains a bond builder to repair damaged hair. Whether you're blonde, brunette, or any color of the rainbow, we have a hue for you.",
      "name": "What is DYEposit?",
      "id": "562065fe-6981-4121-981d-d3b26dec1674",
      "companyName": "Good Dye Young"
    },
    {
      "content": "It contains a lighter pigment load, for just a kiss of color. Semi-permanent dyes will yield a longer and more vivid result due to a higher pigment concentration. DYEposit also contains a bonding agent called fiberhance which penetrates deep into the cortex to create new hydrogen and ionic bonds which support the damaged internal keratin structure and strengthen and provide manageability back to the hair.",
      "name": "How is DYEposit different from your semi-permanent dyes?",
      "id": "c6ee4a39-60b9-40ea-a3d7-d6ebe0d64a18",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Yes, it's safe for all hair types and textures.",
      "name": "Is DYEposit safe for all hair types?",
      "id": "43514ddf-4b34-4118-9d6d-c7d214b03e4c",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Yes. If your hair lifts with yellow or gold tones, platinum DYEposit will help to neutralize those, leaving you with a whiter, brighter base for your semi-perm dye. Pro tip: if your hair is SUPER yellow, put DYEposit on dry hair for a better result.",
      "name": "Should I use Platinum DYEposit after lightening my hair to tone my hair before applying a GDY semi-permanent color?",
      "id": "1e44fd73-dfea-4435-8966-c0c5cbe4eab5",
      "companyName": "Good Dye Young"
    },
    {
      "content": "It's meant to be used on wet hair. If you're looking for a product to use on dry hair we suggest our semi-permanent dyes.",
      "name": "Can I apply DYEposit to dry hair?",
      "id": "79463b43-3fba-4141-b318-3d432a021054",
      "companyName": "Good Dye Young"
    },
    {
      "content": "If you're looking for a bold pop of color, we suggest pre-lightening your hair to a level 10 for best results. While it will deposit pigment, for the best results we suggest using a semi-permanent dye after lightening. If you're looking to add a slight tint to dark hair, due to the lighter pigment load in DYEposit we would suggest using a semi-permanent dye.",
      "name": "Will DYEposit show up on dark hair?",
      "id": "74e33c57-0d52-41a2-a3bb-e44eb31d5699",
      "companyName": "Good Dye Young"
    },
    {
      "content": "No, since DYEposit has a lighter pigment load, it wouldn't cover a vibrant color. We suggest reaching out to a professional stylist for more advice.",
      "name": "Will Chocolate DYEposit cover my vibrant color?",
      "id": "1d14e1b0-0877-455a-8043-685c5041efa1",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Apply to wet hair weekly or as needed. It's best to comb it through for even distribution and let sit for 5-10mins depending on desired intensity. Rinse until water runs clear. You can use it after shampooing in place of conditioner once a week, so there's no need to condition after.",
      "name": "How do I apply DYEposit?",
      "id": "69b2d8f0-128c-4705-a72f-141622483d83",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Our current payment methods are credit card, PayPal, and Klarna where you can split the cost into multiple installments.",
      "name": "Payment options / Financing options",
      "id": "f791828f-9736-4166-95b8-3ae721b1de7f",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Please keep in mind that discounts won't work on special collabs.",
      "name": "My discount is not working",
      "id": "5bc7166a-8850-4d09-ab88-08ba832c2eef",
      "companyName": "Good Dye Young"
    },
    {
      "content": "You can sign up at the following link: https://gooddyeyoung.com/pro-account/?utm_campaign=concierge&utm_medium=text&utm_source=attentive&externalId=kLe-m This will give you 30% off every purchase once you've been accepted and confirmed that you're an actual Pro.",
      "name": "Pro discount",
      "id": "dd2816c9-cad1-4b2f-9d37-675988f12825",
      "companyName": "Good Dye Young"
    },
    {
      "content": "We don't have a black hair dye available that you can use as an all-over color, but we do have a black additive used to darken our other semi-permanent colors and we don't suggest using it on its own - https://gooddyeyoung.com/product/gdy-none-more-black/",
      "name": "Do you have a black hair dye?",
      "id": "ab4d200f-50c0-4a53-ad16-f954acd98374",
      "companyName": "Good Dye Young"
    },
    {
      "content": "It depends on what you're looking for. For maintaining your vibrant color, there's no need to re-lighten your hair before applying. For a bold new look, you can use it on freshly lightened hair. For the most vibrant and long lasting results, we also suggest trying a semi-permanent dye. Try picking a DYEposit shade that will work with your natural hair color, so if you have light brown hair, try red or chocolate, and if you're a natural redhead, copper or red will look amazing! If you're still unsure, shoot us an email at hey@gooddyeyoung.com.",
      "name": "Do I need to Lighten my hair before applying DYEposit?",
      "id": "f446b6c9-5213-40c5-939e-5de6b59145e6",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "name": "Military / First responder / Healthcare / Teacher discount",
      "id": "62096169-d28f-4cb8-9d58-663435a4887f",
      "shortcut": "ms",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Give us a follow on IG: https://www.instagram.com/gooddyeyoung/ and FB here: https://www.facebook.com/gooddyeyoung/",
      "name": "Social media",
      "id": "2fdead68-d49d-45b0-8ad4-6fa873605b38",
      "shortcut": "smd",
      "companyName": "Good Dye Young"
    },
    {
      "content": "We have a rewards program where you can earn points to redeem on future purchases. Check it out here - https://gooddyeyoung.com/pages/rewards",
      "name": "Rewards / referral",
      "id": "771d688e-46d6-46b9-b6cb-db5cd5b30c59",
      "shortcut": "rwd",
      "companyName": "Good Dye Young"
    },
    {
      "content": "We don't offer phone support right now but I'd be happy to help you over text, let me know what I can do for you!",
      "name": "Phone support",
      "id": "00a15f02-fd8b-48cf-bc8b-54674c9b60e6",
      "shortcut": "ps",
      "companyName": "Good Dye Young"
    },
    {
      "content": "I currently don't have the exact date of a possible restock, but I recommend checking our website and social media frequently.",
      "name": "Restock? (autosend enabled)",
      "id": "83b8535c-3531-11ed-a261-0242ac120002",
      "shortcut": "stok",
      "companyName": "Good Dye Young"
    },
    {
      "content": "There's no need to mix our colors with a developer. You can use them straight from the tube.",
      "name": "Do I need to mix the dye with a developer?",
      "id": "e9875a40-fc3b-4c4f-8e66-d2b7109d0223",
      "companyName": "Good Dye Young"
    },
    {
      "content": "We have a few options, though your original hair color will determine your final result. Rock Lobster, Blue Ruin, PPL Eater, and None More Black are the only colors we recommend using on dark hair. If you have dark brown hair, Rock Lobster will look like Cherry Cola, Blue Ruin will look like Navy, PPL Eater will look like Eggplant, and None More Black will get you lots of shine, but will fade out to the original base color.",
      "name": "What colors can be used on unbleached hair?",
      "id": "859af6b4-8a91-484f-8d8a-0a44e92094ec",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Yes! All of our DYEPosit shades are totally mixable. With any custom mix, we always suggest doing a test strand to be sure you'll love your color.",
      "name": "Can I mix the DYEposit shades?",
      "id": "a64172bc-7305-4531-84e7-543ea95a94f5",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Yes, you can! All of our Semi-permanent dyes are totally mixable.",
      "name": "Can I mix semi-permanent shades?",
      "id": "08df7c9a-0660-427a-896e-883a6bf5366a",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Unfortunately, due to everyone's hair being very different, we're unable to guarantee satisfaction. We appreciate your feedback and have passed it along to our product development team.",
      "name": "Do you have a satisfaction guarantee?",
      "id": "435ae47a-17ec-4d24-8069-49e1802ae56c",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Simply visit the rewards page to view all of our great reward options and click the 'Redeem' button to redeem your chosen reward: https://gooddyeyoung.com/pages/rewards",
      "name": "How do I redeem my points?",
      "id": "03e42900-78f5-40b6-9e56-b0c6ef79dc7e",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Your points will expire after one year of inactivity. Inactivity includes not interacting with our program i.e., redeeming points, placing an order, leaving reviews, etc.",
      "name": "Do points ever expire?",
      "id": "84a80c5c-3ac2-4888-9bbe-9f8542932598",
      "companyName": "Good Dye Young"
    },
    {
      "content": "You can leave it on up to 50 minutes and then rinse out, shampoo and dry. We do suggest checking your hair after 30 minutes to see if you have achieved a high enough level of lift! If upon rinsing out the lightening kit you think you need to go even lighter, we suggest waiting 2-4 days and then lightening again. Be sure to monitor your hair closely as not to over process the hair. Since that would be your second time lightening, we suggest only leaving the lightening kit on for a max of 30 minutes and checking frequently.",
      "name": "Is there a specific amount of time I should leave the Lightener on my hair?",
      "id": "c4a638f8-020e-401b-a2f5-fc33e0012ac7",
      "companyName": "Good Dye Young"
    },
    {
      "content": "If you have color on your hair now, and you have less than 1⁄2 of regrowth showing, put the GDY Lightener from root to end following the directions above for sectioning and application. If you have color on your hair now and you have more than 1⁄2 of regrowth, apply the Lightener to your regrowth last, after you have applied the Lightener to the rest of your hair. Virgin hair (hair without dye), lightens faster than color treated hair.",
      "name": "What if I have dye already in my hair? How do I lighten it with GDY Lightening Kit?",
      "id": "5011bb01-95cd-4eb9-ba28-8b031dc305b6",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Both! Use PRIME fresh out of the shower before blow drying or air drying to help detangle and cut down your dry time. Use PRIME on dry hair before heat styling or spray it on natural hair for an extra boost of protection!",
      "name": "Do I use Prime on wet or dry hair?",
      "id": "668c2865-54b7-44ff-b980-a4e869d7d0e1",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Poser Paste will last until you wash it out.",
      "name": "Poser paste - How long will the color stay in?",
      "id": "de766091-0ae8-43d9-9aa0-c3ae35cd923b",
      "companyName": "Good Dye Young"
    },
    {
      "content": "We have made this easy for you! We've measured both the Creme Developer and the Powder Lightener already and you simply mix one bottle of the Creme Developer with one packet of Powder Lightener, making sure to mix to a nice even cream consistency.",
      "name": "How does the Lightening Kit work?",
      "id": "03526ffe-06cb-41cd-80dc-b96b6f3d1ebd",
      "companyName": "Good Dye Young"
    },
    {
      "content": "It's a color and heat protector that cuts down dry time, detangles, reduces frizz, and leaves your hair soft and shiny!",
      "name": "What is Prime?",
      "id": "fd57efcd-4bbb-42d0-8b04-74d4b2d1ca21",
      "companyName": "Good Dye Young"
    },
    {
      "content": "We always recommend seeking a professional when making a dramatic hair transformation such as going platinum in order to maintain the integrity of your hair.",
      "name": "Can I use lightening kit to go platinum?",
      "id": "507b8dcc-1a0e-47e7-957c-0217f3e949b5",
      "companyName": "Good Dye Young"
    },
    {
      "content": "You can do either depending on the look you want to achieve. For a color pop after styling, apply when look is complete. For a more lived-in look, apply product and then heat style.",
      "name": "Poser paste - Should I apply before or after styling hair?",
      "id": "83d55cc0-ab73-4d25-8207-09866dd053c5",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Just add your birthday under ways to earn points on the rewards page! On your birthday we will send you a special discount code via email valid for 30 days from the date of your b-day!",
      "name": "How can I get a birthday reward?",
      "id": "2ccefe73-7a71-49a2-a88a-b999c622c9fe",
      "companyName": "Good Dye Young"
    },
    {
      "content": "For a quick color refresh, we suggest leaving DYEposit on for 5-10 minutes. For a more vibrant look, you can leave it on for longer!",
      "name": "How long should I leave DYEposit on?",
      "id": "54f11aeb-53c7-4b7a-bd40-18a0f157f0a7",
      "companyName": "Good Dye Young"
    },
    {
      "content": "This depends on whether you are simply doing a small section of your hair or the entire head. If you're just doing a small section, check out our new Mini Lightening Kit! An entire head could require between 2-5 Lightening Kits. Just remember, it's always better to be safe than sorry and have extra on hand just in case. We suggest mixing one bottle and one packet at a time, that way if you don't need the others you can save them for next time! Our lightening kits are good for over a year!",
      "name": "How many Lightening Kits will I need?",
      "id": "9bee17b9-bd4d-455b-b63f-968b112063ad",
      "companyName": "Good Dye Young"
    },
    {
      "content": "We do not recommend using our lightening kit on relaxed hair as the hair has already undergone a chemical process. We recommend seeking a professional's help if you are considering lightening your relaxed hair.",
      "name": "Can I use lightening kit on relaxed hair?",
      "id": "fd420433-99b0-4816-8c2b-4755957e4c41",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Begin with clean, wet hair. Let it sit for 1-2 minutes and rinse. Rinsing out GDY Color Kind Conditioner with cool or cold water helps your hair hold more shine! And, if you're a semi-perm user, washing, and rinsing in cool or cold water helps to retain your color for longer.",
      "name": "How do I use GDY Rinse Color Kind Conditioner?",
      "id": "df13942a-f286-4afa-a2f5-6c8edb413f8c",
      "companyName": "Good Dye Young"
    },
    {
      "content": "You can easily remove Poser Paste with shampoo. For even faster removal, use our Pre Wash scalp scrub first to break up the product, then shampoo.",
      "name": "Poser paste - How do I wash it out?",
      "id": "ca247404-0c08-4ac1-ad61-e61635382beb",
      "companyName": "Good Dye Young"
    },
    {
      "content": "No, Poser Paste can be used on any hair color.",
      "name": "Poser paste - Do I need to lighten my hair first?",
      "id": "4669ec2f-6776-48e0-9c84-514c32050178",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Pre Wash should be used once a week. If you put a lot of product in your hair (dry shampoo, gel, hairspray) you can use Pre Wash up to twice a week.",
      "name": "How often should I use Pre Wash?",
      "id": "a3751834-34a7-49a4-9f80-8aa26dedebc8",
      "companyName": "Good Dye Young"
    },
    {
      "content": "No, our Poser Paste, semi-permanent dyes, and hair care products are not intended for use in the eye area.",
      "name": "Poser paste - Can I use it on my brows or lashes?",
      "id": "cb9b4735-e7e6-4946-a9e8-8a21a28a87b1",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Poser Paste must be used on dry hair for best results.",
      "name": "Poser paste - Can I use it on wet or dry hair?",
      "id": "8a14cca7-75e0-4de2-9d51-f8d9af5e70c4",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Poser Paste dries quickly, so make sure to apply only as much as you can style or work into your hair at one time.",
      "name": "Poser paste - How long does it take to dry?",
      "id": "4744fede-567c-4629-b013-b2e1385c9940",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Yes, you can use our lightening kit on naturally textured hair. Just be aware that textured hair will lift and lighten differently than non- textured hair so always keep an eye on your hair while it's processing. Please note, we do not recommend using our lightening kit on chemically textured hair, such as perms.",
      "name": "Can I use lightening kit on textured hair?",
      "id": "34e8e98f-13eb-4498-866b-3a05e7817214",
      "companyName": "Good Dye Young"
    },
    {
      "content": "They are both formulated with the same scent of a blend of five essential oils. These essential oils are Bergamot, Orange, Lemon, Coriander, and Cedar. Imagine your favorite GDY semi-perm or Poser Paste scent with a lil extra oomph.",
      "name": "What do Wash and Rinse smell like?",
      "id": "572dddd5-2334-4ad6-8b86-652fada835fa",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Pre Wash is a pre-shampoo scalp scrub that removes product buildup, fortifies the scalp, and leaves hair shinier and smoother.",
      "name": "What does Pre Wash do?",
      "id": "13c5a681-b71b-4898-a0f2-bcb39eefada0",
      "companyName": "Good Dye Young"
    },
    {
      "content": "Poser Paste is packed with essential oils that may separate during shipping. For best results, simply stir your product to mix the oils back into the color and you'll be ready to start applying!",
      "name": "Poser paste - Do I need to mix Poser Paste?",
      "id": "5ce67e0c-dd33-48c9-aec4-0c93253c051f",
      "companyName": "Good Dye Young"
    },
    {
      "content": "No, Poser Paste is a non-staining formula.",
      "name": "Poser paste - Will it stain clothing?",
      "id": "9d7c67ef-b54a-4303-b459-9932e02fcfd3",
      "companyName": "Good Dye Young"
    },
    {
      "content": "We offer free shipping on domestic orders over $50. Maybe you can add something else to reach the minimum?",
      "name": "Free shipping",
      "id": "98adfa61-9fd0-4fac-953c-776a383395f7",
      "shortcut": "fs",
      "companyName": "Good Dye Young"
    }
  ]
}