{
  "companyKey": "grill masters club",
  "templates": [
    {
      "content": "I'm afraid we do not offer gluten-free boxes, although many of the products we do include happen to be gluten-free! However, if you receive something that you cannot use, we're happy to issue rewards points for you to find a suitable replacement on our site.",
      "name": "Are your boxes gluten-free?",
      "id": "a7317f10-9735-457a-a987-5e1828296ef2",
      "companyName": "Grill Masters Club"
    },
    {
      "content": "We don't offer phone support right now but I'd be happy to help you over text, let me know what I can do for you!",
      "name": "Phone support",
      "id": "fa66f8ac-3062-44c9-8b6f-89f6405edc0a",
      "shortcut": "ps",
      "companyName": "Grill Masters Club"
    },
    {
      "content": "We don't currently have a store but definitely keep an eye out.",
      "name": "Store location / retailer",
      "id": "2cdc9123-ca11-40ef-ae5a-92ccd2649f04",
      "shortcut": "sl",
      "companyName": "Grill Masters Club"
    },
    {
      "content": "Yes! You can purchase one of our past boxes at the following link: https://www.grillmastersclub.com/collections/past-boxes",
      "name": "Can I purchase a single box?",
      "id": "4e6fe7ff-2499-4734-a7e4-1098eaea2929",
      "companyName": "Grill Masters Club"
    },
    {
      "content": "Please visit our Gift Notification Card page to explore print and digital versions to send to your gift recipient: https://www.grillmastersclub.com/pages/gift-notification-cards Father's Day, anniversaries, birthdays, congrats, thank you versions and more are available!",
      "name": "Where can I find gift notification cards?",
      "id": "112ae468-c6b8-409f-8d2f-0376a6a275ce",
      "companyName": "Grill Masters Club"
    },
    {
      "content": "Each monthly box is a carefully curated collection of 5+ premium grilling and BBQ products, including barbecue sauces, dry rubs, marinades, spices, hot sauces, and other grilling surprises we know you'll love. Remember to scan the QR code inside your box to unlock the full experience, including bonus recipes, grilling tips, video content, and exclusive deals and discounts from the suppliers!",
      "name": "What's included in a grill masters club box?",
      "id": "042b9ce1-42cb-49c9-9191-04d568f5f3c1",
      "companyName": "Grill Masters Club"
    },
    {
      "content": "I can check if that's possible. What's the order number, email address and the change you'd like to make?",
      "name": "Cancel / edit order",
      "id": "f5e558ba-6ac4-4e2f-b227-489f751d1be1",
      "shortcut": "ced",
      "companyName": "Grill Masters Club"
    },
    {
      "content": "Thank you for your interest! You can sign up for our affiliate program here: https://www.grillmastersclub.com/pages/affiliates",
      "name": "Brand ambassador / sponsorship / affiliate program",
      "id": "78e42b6e-62ad-4600-ae32-b7c559bfb7e4",
      "shortcut": "ams",
      "companyName": "Grill Masters Club"
    },
    {
      "content": "Give us a follow on IG: https://www.instagram.com/grillmastersclubvip/ and FB here: https://www.facebook.com/GrillMastersClub/",
      "name": "Social Media",
      "id": "829cd3d9-0067-45fa-93d7-fab3a81f5382",
      "shortcut": "smd",
      "companyName": "Grill Masters Club"
    },
    {
      "content": "Absolutely! We're always on the lookout for opportunities to work with content creators on all types of content - from video collaborations to guest posts on our blog and more. If you have a piece of content you'd like featured on our website and promoted on our social media accounts, please review our UGC Terms here:  https://www.grillmastersclub.com/pages/terms-of-service and email the content to social@grillmastersclub.com.",
      "name": "I'm a content creator, can we work together?",
      "id": "ee19129b-918e-4bad-a812-b00f5e7192eb",
      "companyName": "Grill Masters Club"
    },
    {
      "content": "The best way to discuss wholesale is to email us directly at sourcing@grillmastersclub.com. Our team is happy to chat.",
      "name": "Wholesale inquiries",
      "id": "12d7631e-9f00-48b4-9156-2d4714fdc90f",
      "shortcut": "wls",
      "companyName": "Grill Masters Club"
    },
    {
      "content": "Thank you for your service! Please email us at support@grillmastersclub.com with your documentation to receive a promo code that will save 10% off your subscription to Grill Masters Club.",
      "name": "Military discount",
      "id": "99bd97d0-1b72-4034-b3fb-35b9545dfb1c",
      "shortcut": "ms",
      "companyName": "Grill Masters Club"
    },
    {
      "content": "The Ultimate BBQ Experience is a monthly subscription and subscriptions are set to autorenew. However, you can pause, cancel or downgrade the box frequency at any time. Autorenewal (recurring billing) occurs on the 1st or 15th of the month (depending on when you placed your first order) in which you receive the final box of your subscription order. Simply put, if you're a month-to-month subscriber, you'll be billed monthly. If you purchase a 3-month auto-renewing subscription, you'll be billed every three months.",
      "name": "How does recurring billing and the subscription plan work?",
      "id": "d71a0032-dc50-4231-a7c4-d4775652fd94",
      "companyName": "Grill Masters Club"
    },
    {
      "content": "You can select and print your Gift Card here: https://www.grillmastersclub.com/pages/gift-notification-cards#shopify-section-template--16473999737049__166454512060d9dd62 Let me know if there's anything else I can assist you with!",
      "name": "Can't print Gift Card",
      "id": "2c81cc1f-c43b-4e49-8d8d-7b75778bb417",
      "shortcut": "cgc",
      "companyName": "Grill Masters Club"
    },
    {
      "content": "The best way to handle this is to email us directly at support@grillmastersclub.com. Our team is happy to help!",
      "name": "Customer Support",
      "id": "18792508-87af-4845-9e4f-79f3222c89e2",
      "shortcut": "cs",
      "companyName": "Grill Masters Club"
    },
    {
      "content": "We offer free shipping on all domestic orders.",
      "name": "Free Shipping",
      "id": "506b1a1b-aeba-4293-b6d1-bdcb0070f73c",
      "shortcut": "fs",
      "companyName": "Grill Masters Club"
    },
    {
      "content": "You can check out our detailed return policy here - https://www.grillmastersclub.com/policies/refund-policy",
      "name": "Return Policy",
      "id": "9c315af8-278f-466e-948b-5fff68bceeca",
      "shortcut": "rp",
      "companyName": "Grill Masters Club"
    },
    {
      "content": "Your first box ships within 72 hours. Subsequent boxes will ship on or around the 9th or 23rd of the following month, depending on when your first box ships. Subscription orders received from the 1st to 15th of each month get placed in the batch that ships on the 9th; subscription orders received from the 16th - 31st of each month get placed in the batch that ships on the 23rd.\n\nOnce your box has been packed and assigned a shipping label, you'll receive tracking information via email so you can monitor the status of your delivery.",
      "name": "Shipping Time",
      "id": "d72a3309-b373-4ed6-ad9d-604c126b28d6",
      "shortcut": "shp",
      "companyName": "Grill Masters Club"
    }
  ]
}