{
  "companyKey": "helix sleep",
  "templates": [
    {
      "content": "Our mattresses can remain compressed in their shipping box for up to 4 weeks after the date of delivery to maintain the Warranty.",
      "name": "How long can the mattress remain compressed or unopened?",
      "id": "89a8d52e-c6f4-488a-9cdb-7bfafb7b744c",
      "companyName": "Helix Sleep"
    },
    {
      "content": "You can take a look at our size chart here: https://quiz.helixsleep.com/618eb09d56612",
      "name": "Size Chart: All - Clothes",
      "id": "b1f417fc-57dc-4777-9db0-d26a3136cf17",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Unfortunately, we can't price-match competitors.",
      "name": "Do you price match?",
      "id": "d69a494c-3c50-4b2b-bf7d-9fb431935d2d",
      "shortcut": "pmc",
      "companyName": "Helix Sleep"
    },
    {
      "content": "For any issues related to warranty claims, please send us an email to help@helixsleep.com with photos of the issue, photos of the penalty tags at the head or foot of the mattress, and photos of the base the mattress is resting.",
      "name": "Warranty claim issues",
      "id": "763b0530-1f1b-4b48-a462-a5a2e95edfcc",
      "companyName": "Helix Sleep"
    },
    {
      "content": "We offer flexible payment plans via Affirm. You can check it out here- https://helixsleep.attn.tv/sl/iaF-2fAY Let me know if you have any questions, I'll be here!",
      "name": "Financing options",
      "id": "4c624dbc-73fe-48f5-8ed1-5d9064e12755",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Our sheets are made specifically for your Helix Mattress, however, the fitted sheet can accommodate mattresses up to 22\" in depth.",
      "name": "How deep is the fitted sheet?",
      "id": "94fc7ed7-28d9-439a-8959-b548c2b00942",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The Helix Foundation consists of high-grade birch wood surrounded by a woven exterior fabric. It also features industrial-grade rounded corners.",
      "name": "What's the Helix Foundation made of?",
      "id": "a88db9ee-6c60-492e-8b76-e7fac0f95e4c",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Our pillows are machine washable for maximum convenience. Simply remove the cover and machine wash it on a gentle setting. Tumble dry low or lay flat to dry. We recommend only spot-cleaning the pillow insert.",
      "name": "Can I wash my Shredded Memory Foam Pillow?",
      "id": "eae953eb-0270-41ff-8117-7e4e2b230aab",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Yes, it is! The GlacioTex Mattress Protector is made from a 50/50 blend of polyester and polyethylene, giving it a hypoallergenic design to protect against bacteria, and dust mites.",
      "name": "Is the GlacioTex Mattress Protector hypoallergenic?",
      "id": "ef1edd7f-cfe8-41cf-8524-08a1ec3a6043",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The cover of your Ultra-Cool pillow should be spot cleaned only and left to air dry. Please do not machine wash.",
      "name": "Can I wash my Ultra-Cool Pillow?",
      "id": "5d0f93d9-f66b-4c84-b10d-5d34924ce1a0",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Because our mattress is built to last, you do not need to rotate the mattress. However, you are welcome to if you'd like!",
      "name": "Should I ever rotate my Mattress?",
      "id": "d8257ce7-bb99-4ddd-8eb7-ae377d2b71af",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The Weighted Blanket is 72\" long x 48\" wide.",
      "name": "What are the dimensions of the Weighted Blanket?",
      "id": "7881a9d9-f2d6-413f-ae86-841cd87bcc11",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Complimentary Dream Pillows included with the purchase of a Helix mattress will be packaged and shipped together with your mattress. Dream Pillow sets purchased on their own will be packaged and shipped separately from any other items in your order.",
      "name": "Do the Dream Pillows ship with my mattress or separately?",
      "id": "7ae46c38-38ed-4d70-97e7-d5789953e92a",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The loft of the Down & Feather Pillow is 6-8 inches.",
      "name": "What is the Down & Feather Pillow's loft?",
      "id": "7732f2bd-c3e6-4e8a-936c-a1035a5de864",
      "companyName": "Helix Sleep"
    },
    {
      "content": "We work with donation partners across the country to make sure returned products like the Plush Pillow Top can be repurposed for someone in need.",
      "name": "Are you going to re-sell my Plush Pillow Top?",
      "id": "d1dc716e-77b9-401f-ad78-a04da5266de6",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Absolutely not! We specifically designed the Mattress Protector to not disrupt the awesome airflow features of the Helix Mattress. The Mattress Protector is both breathable and cool, does not trap heat, and provides the optimal airflow paired with your Helix Mattress.",
      "name": "Will the mattress protector make me sleep hotter?",
      "id": "ba0b7c05-d777-40fb-897c-c541701fbe86",
      "companyName": "Helix Sleep"
    },
    {
      "content": "We highly recommend that you consult your child's physician before your child uses a weighted blanket. When used correctly, weighted blankets are considered safe for most children, as long as the blanket is an appropriate size and weight.\n\nWhen choosing or considering a weighted blanket for a child, it is generally best to look for one that is 10% of their body weight. For example, if your child weighs 100 pounds, a 10-pound weighted blanket would be most appropriate.",
      "name": "Is the Weighted Blanket appropriate for children?",
      "id": "c395dfd5-4d71-4b18-a1cc-e354cf714530",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The GlacioTex Waterproof Mattress Protector includes a 1 year warranty and a 100 night sleep trial, which begins on the day of delivery.",
      "name": "What is the warranty and return policy for the GlacioTex Waterproof Mattress Protector?",
      "id": "1265ff10-7ba9-4382-91a0-2cf46df21379",
      "companyName": "Helix Sleep"
    },
    {
      "content": "All of our packages are sent via FedEx Ground without the need for signature confirmation. However, your FedEx driver reserves the right to hold the package until a signature is obtained in the event they are not confident they can release your package safely.",
      "name": "Do I need to be home to receive the package?",
      "id": "f8c842e3-8248-4c78-8e70-04df711c1777",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The Helix Frame is easy to assemble and should take you around 10 minutes to assemble, no tools are required! Every Helix Frame comes with a step-by-step guide to setting your frame up.",
      "name": "How do I assemble the Frame and how long will it take?",
      "id": "823052cf-2442-480d-a950-9415db289820",
      "companyName": "Helix Sleep"
    },
    {
      "content": "We designed our foundation to fit within all standardized bed frames. Mattresses typically extend less than 1⁄2 inch over all sides of a foundation, this is done purposely to properly fit in the bed frame and support your mattress. Don't worry, this slight difference in size will not affect the support of your mattress.",
      "name": "Why are the foundations an inch shorter than the mattresses?",
      "id": "faf1d4a7-a909-459c-9f7e-fc3463f60199",
      "companyName": "Helix Sleep"
    },
    {
      "content": "We recommend washing your sheets before your first use and every week or so, and altering between sets to keep the luxurious feel. Please use a mild detergent and machine wash on a warm cycle. Line dry is suggested but you can tumble dry on low. Do not dry clean or use bleach.",
      "name": "How do I clean my Sheets?",
      "id": "7c2fc437-ab60-4cc2-9f8f-fdbadcb72dbe",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The assembly of the Helix Foundation is simple and can be completed in 4 quick steps. Just like our Sleep Quiz, it should take you 2-3 minutes to assemble, no tools are required! Every Helix Foundation comes with a step-by-step guide to setting it up. If you misplaced it you can watch a video showing its quick assembly here: https://helixsleep.com/pages/do-i-need-a-foundation",
      "name": "How do I assemble the Helix Foundation and how long will it take?",
      "id": "b66b63bf-b507-4aab-bcbc-07a2d786953e",
      "companyName": "Helix Sleep"
    },
    {
      "content": "We designed the Kids Mattress with bunk beds in mind and limited the overall height of the mattress to 8 inches in order to be compatible with most bunk bed setups. We do highly recommend, though, that you consult the specific safety guidelines for your bunk bed to confirm whether it is compatible with an 8-inch mattress.",
      "name": "Will the Kids Mattress work on bunk beds?",
      "id": "2b98f609-c38f-46bb-a147-9cbc843b5461",
      "companyName": "Helix Sleep"
    },
    {
      "content": "In short, kind of. The Helix Foundation is very similar to a box spring and has the same dimensions. However, the Foundation has been built to give much better support for a foam mattress than you would get from a traditional box spring through a slatted design.",
      "name": "Is the Foundation a box spring?",
      "id": "d4e8eccc-ab8e-4f38-916d-a195953bc3a9",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Although a foundation isn't required, a support system for your mattress is highly recommended. The best option is to use the Helix Foundation to provide proper support and avoid sagging. No matter which support system you choose, the slats should be no wider than 5 inches apart as that could cause sagging and could potentially void your warranty.",
      "name": "Does the Mattress require a foundation?",
      "id": "cdd61990-85c5-4097-af91-0d57717a63e1",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The Kids Mattress is designed with a state-of-the-art, plant-based Eco-Dry Durable Water Repellent finish on the external cover, making it water repellent to protect against accidents. This water repellent finish uses a select mix of natural plant extracts to offer excellent water and stain repellent properties without sacrificing breathability and a soft, comfortable feel.\n\nIf you are interested in additional protection or if your child is particularly accident prone, though, that's ok! You are certainly welcome to add a waterproof mattress protector to your setup.",
      "name": "Do I need a mattress protector with the Kids Mattress?",
      "id": "13c5cda9-2767-4256-9532-6a9f8c06a248",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The Sheets are a 300 thread count 100% Tencel Sateen weave. Tencel fibers are smooth at the micro-level unlike cotton or linen, which results in best in class softness for ultimate comfort.",
      "name": "What are the Sheets made of?",
      "id": "5b784267-ebb6-4ce3-9b16-5ac617947b31",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The Adjustable Base can support up to 750 pounds, including the weight of your mattress, when evenly distributed across the bed base. The adjustable base is not designed to support or lift this amount in the head or foot sections alone. Exceeding this weight restriction could damage the bed and/or cause injury and will void the warranty.",
      "name": "How much weight can be put on the Adjustable Base?",
      "id": "8a2c6430-56ab-4729-9285-0921cdc83f76",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Yes! Every Kids Mattress comes with a 10-year manufacturer's warranty which guards against dipping or sagging of more than 1-inch in the surface of the mattress when used with the proper support system. Dipping or sagging over 1 inch in the surface of the mattress will need to be demonstrated with no weight applied to the surface of the mattress.",
      "name": "Does the Kids Mattress include a warranty?",
      "id": "c428e8e6-9b6e-496a-8c57-9c88a76a81bd",
      "companyName": "Helix Sleep"
    },
    {
      "content": "We recommend monitoring your sleep to better understand in which position you spend the majority of the night. Back and stomach sleepers typically prefer the loft pillow while side sleepers typically prefer the high loft pillow.\n\nFor combination sleepers, or sleepers who toss and turn all night, we recommend opting for a higher loft that will provide the necessary support in your side sleeping positions while still offering optimal plush comfort when you roll over.",
      "name": "How do I know which pillow loft is best for me?",
      "id": "57394b43-b1a6-43a3-94dd-7df9c03a59ab",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Our two Shredded Memory Foam pillows vary in loft and support, depending on the sleep position they are designed for. In stomach and back sleeping positions, your head is positioned close to the surface of your mattress, requiring just a bit of support to keep your neck and spine aligned. We've designed The Back & Stomach Sleeper pillow with the perfect low loft (6\" for standard size, 6.5\" for king size) for your stomach and back sleeping positions.\n\nIn side sleeping positions, your head will be elevated just a bit from the surface of your mattress. Our Side Sleeper pillows has a medium loft (6.5\" for standard size, 7.5\" for king size) that fits snugly beneath your head and ensures proper spinal alignment.",
      "name": "What's the difference between the Side Sleeper Pillow and the Back & Stomach Sleeper pillow?",
      "id": "b14fad7e-7de9-4ce9-a32f-7085245d602e",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Once a refund has been issued, it can take 5-10 business days for the credit to reflect on your original form of payment. If you paid through one of our financing partners, your refund should reflect on your account within 3-5 business days.",
      "name": "When will I receive my refund?",
      "id": "52ae9d90-1516-4458-b55d-9d0f735740b5",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Your Adjustable Pillow will arrive compressed and roll packed via FedEx, in a compact box. A standard size pillow ships in a box that measures 24\" L x 18\" W x 7\" H. A king size pillow's box will be 29\" in length instead.",
      "name": "How will my Adjustable Pillow ship?",
      "id": "547a0b8c-7ded-41b0-8268-669c21e5051e",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The outer cover is machine washable. The inner weighted blanket can be spot cleaned.",
      "name": "Is the Weighted Blanket machine washable?",
      "id": "96296808-766e-4cd4-bc56-266ae89d3481",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The Ultra-Cool Pillow's outer fabric is 100% cotton and is filled with microfiber down-alternative. The Ultra-Cool Pillow features phase change material, which means it absorbs and regulates excess heat. The Ultra-Cool Pillow is also designed to fight potential allergens and microbes to maintain cleanliness.",
      "name": "What is the Ultra-Cool Pillow made of?",
      "id": "ebec40a7-e0a1-4502-aa98-f81293d7e8cb",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Our pillows include a risk-free 100-night sleep trial, giving you the chance to try them and decide if they're the best fit for you. If you decide to return your pillow, we will do our best to ensure they are recycled or repurposed. Returns are completely free and returned pillows are never resold.",
      "name": "Does my Shredded Memory Foam Pillow include a sleep trial?",
      "id": "cc415bfd-62b6-4661-8e73-cbd10bdefcd8",
      "companyName": "Helix Sleep"
    },
    {
      "content": "We recommend spot cleaning the Wedge Pillow. If needed, the cover can be removed, machine washed with cold water, and tumble dried on low.",
      "name": "How do I clean my Wedge PIllow?",
      "id": "6f5caef9-f4cd-43e3-aeb7-1932d3153c4a",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Yes! Our Down & Feather Pillow is certified by Responsible Down Standard. This ensures the humane treatment of the ducks and geese our filling is sourced from.",
      "name": "Is the Down & Feather Pillow cruelty-free?",
      "id": "9f85826a-4903-474f-80d5-c8fe53f247ba",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Yes! Our Standard and King pillows are sized to fit in most pillowcases.",
      "name": "Will the Down & Feather pillow fit in standard pillow case?",
      "id": "71d05c14-d4f7-4519-b05d-89c45a9bc14d",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Both the GlacioTex Waterproof Mattress Protector and GlacioTex Cooling Cover rely on our cutting-edge cooling technology to pull heat away from your body while you sleep. The difference, though, is the GlacioTex Waterproof Mattress Protector is removable and machine washable while the GlacioTex Cooling Cover is sewn into the surface of your mattress and cannot be removed. Because of this, it is spot clean only.",
      "name": "How are the GlacioTex Waterproof Mattress Protector and Cooling Cover different?",
      "id": "ee6fed37-3089-4878-bf0a-bcf739eb8c42",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The Kids Mattress is not made with organic materials but is designed with the safety of little sleepers in mind and has many kid-specific features to ensure they get a great night's sleep night after night. The Kids Mattress is CertiPUR-US certified, ensuring our foam layers are constructed without the use of harmful chemicals including ozone depleters, PBDE flame retardants, mercury, lead, heavy metals, and formaldehyde.\n\nIt is also Lead and Phthalate tested, flammability tested, and includes a cutting-edge AEGIS Microbe Shield treatment that offers optimal freshness and hygiene for the life of your Helix.",
      "name": "Is the Kids Mattress organic?",
      "id": "298a8de3-a23e-43eb-8073-db085137d2fe",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The retainer bar secures your mattress in place while using the Adjustable Base.",
      "name": "Do I need to use the retainer bar that was provided?",
      "id": "cf7e0c0f-4781-4b20-b036-54d331830b3a",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Yes, of course! The Kids Mattress is CertiPUR-US certified, ensuring our foam layers are constructed without the use of harmful chemicals including ozone depleters, PBDE flame retardants, mercury, lead, heavy metals, or formaldehyde.\n\nIt is also Lead and Phthalate tested, flammability tested, and includes a cutting-edge AEGIS® Microbe Shield treatment that offers optimal freshness and hygiene for the life of this Helix mattress. This spring layer of this hybrid mattress also has 2 reinforced lengthwise sides that provide structure to the mattress and help keep your children safely in bed while they sleep.",
      "name": "Is the Kids Mattress safe?",
      "id": "94d69e38-2e87-4dc5-a5eb-f4c24461ca32",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Yes! Each Adjustable Base includes dual USB connections directly beneath the base platform.",
      "name": "Does the Adjustable Base include USB connections?",
      "id": "57298014-1156-453f-93ab-a21ea35ace5f",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The outer cover can be machine-washed cold on a gentle cycle using mild detergent. Tumble dry low. The support insert should only be spot cleaned.",
      "name": "Can I wash my Adjustable Pillow?",
      "id": "63302fd1-89d3-4798-a556-3ee0fcce96e9",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The base doesn't have a wall-hugging feature. The highest the Head Motor goes to is 60° and the Foot Motor is 45°.",
      "name": "What angles the adjustable base reaches and if it has wall hanging technology?",
      "id": "0a5d44de-ead6-4605-bff0-74b0184e0c70",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Please reach out to Affirm directly at (855) 423-3729 or via their help center - https://helixsleep.attn.tv/sl/Fi9Gp1zh They'll be more than happy to help out!",
      "name": "Affirm related issues",
      "id": "133a5301-05af-40d5-89fc-37ee68671b5c",
      "companyName": "Helix Sleep"
    },
    {
      "content": "We only use FedEx right now and please note FedEx drivers aren't required to bring mattresses up or down your stairs and may leave your package on the ground floor or with a doorman if they are unable to deliver directly to your door. Sorry about that, it may be best to request that with FedEx directly if possible.",
      "name": "Can you bring up my product if I live on the 2nd, 3rd... floor?",
      "id": "150a2f99-f634-4f73-ab5b-0b3636416318",
      "companyName": "Helix Sleep"
    },
    {
      "content": "You can send friends and family the unique referral code you'll create here: https://helixsleep.com/pages/referral and you'll receive a $50 Amazon gift card 30 days after anyone your referred purchases our product.",
      "name": "How much does your referral program give?",
      "id": "438d8269-e56e-4003-9307-b03fd7185d52",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Our mattresses require 3-10 business days in production before shipping out. We usually ship via FedEx, and once shipped it will take 1-7 business days. The production and ship time for the protector is currently 3-10 business days",
      "name": "Shipping time",
      "id": "48b9d288-770f-4f71-b993-94bd749deca3",
      "shortcut": "shp",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The Mattress will come compressed, rolled, and in a box measuring roughly 47 x 16 x 16.",
      "name": "What are the dimensions of the Helix Midnight and Helix Midnight Luxe FedEx delivery boxes?",
      "id": "4abeefa1-6a3a-43fb-879b-b00d1eb26da7",
      "companyName": "Helix Sleep"
    },
    {
      "content": "You can take a look at our full warranty policy here - https://helixsleep.com/pages/warranty",
      "name": "Warranty policy",
      "id": "4dc555e2-f79b-458f-9caf-3f890209e461",
      "shortcut": "wp",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The dream pillows are made of a 100% cotton shell with a high-quality down alternative filling. You can find the specs for the pillows about halfway down this page: https://helixsleep.com/pages/mattress-sale",
      "name": "What are the dream pillows made of?",
      "id": "4e82fd4d-3daf-4ad6-83f6-322d92d23311",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The Midnight is our medium feel memory foam model and is designed with just enough sink into the surface of the mattress without causing you to feel stuck. The Midnight allows your hips and shoulders to enjoy great pressure relief in side sleeping positions while also providing durable support for your lower back. It's considered a 5-6 on the firmness scale with 10 being the firmest, and it's one of our most popular models because of the way it combines a medium memory foam feel without sacrificing support or durability. If you're concerned about the feel of the memory foam, you can check out the Dusk model.",
      "name": "Tell me about the Midnight Luxe? (the last sentence is optional)",
      "id": "5c3222b2-404e-45d0-8c08-5a5a61b6087e",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Yes, the Foundation is designed to take the place of a box spring and provide support for the mattress. It can be used directly on the ground or on top of the bed frame. The bed frame can be added with the foundation but the bed frame cannot be used on its own with the mattress. It will not provide enough support. No matter which support system you choose, the base should be solid or have slats. If slatted, they should be no wider than 5 inches apart as that could cause sagging, potentially voiding your warranty. If you have an existing foundation that has support beams spaced more than 5 inches, you can use a bunkie board or a solid piece of plywood. Traditional box springs aren't recommended as they typically only have a few support beams with springs, encased in fabric.",
      "name": "Do I also need a box spring if I get a frame?",
      "id": "6471a88f-235b-4a2a-b6ad-94490771df48",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The Dusk is our medium feel polyfoam model and it provides a combination of responsive foam layers with a medium feel memory foam layer. It's a 'best-of-both-worlds' model that offers just enough pressure relief in your hips and shoulders, plus it's great for side sleepers while also keeping you on the surface of the mattress enough to be perfect for stomach and back sleepers or people who toss and turn. The Dusk is considered a 5-6 on the firmness scale with 10 being the firmest. It's also a great option for combo sleepers who want just enough plush comfort without sinking too far into the surface.",
      "name": "Tell me about the Dusk?",
      "id": "82b54826-9ea3-496c-a297-f7219fbb4448",
      "companyName": "Helix Sleep"
    },
    {
      "content": "We do run a lot of partnerships with brands and personalities that have specific discounts associated with them. I'll be happy to escalate your request to the team if I can have your email address please.",
      "name": "When a customer mentions partnership/podcast discount",
      "id": "848b52d4-51dd-4f4a-954d-d1c71c6ed2a6",
      "companyName": "Helix Sleep"
    },
    {
      "content": "No foundation is needed with the adjustable base. The base serves as a sturdy support system on its own.",
      "name": "Do I need a foundation with an adjustable base?",
      "id": "8a413c62-4af2-4f68-8fad-de7db8070990",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Give us a follow on IG here: https://www.instagram.com/helixsleep/",
      "name": "Social media",
      "id": "7b1a5e82-77bb-481e-924a-19d892008318",
      "shortcut": "smd",
      "companyName": "Helix Sleep"
    },
    {
      "content": "I'd recommend taking our Sleep Quiz at the following link: https://helixsleep.attn.tv/sl/tzbjWY5z to match you with your mattress based on your specific sleeping needs. Our quiz uses three key factors to match you with the best mattress, body type, feel preference, and sleeping position.",
      "name": "Which mattress should I get?",
      "id": "0fec08dc-80a7-4e7e-97f6-21303cedd6dd",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Wholesale orders don't include a 100 night sleep trial and wholesale mattresses aren't eligible for return or refund.",
      "name": "Do wholesale orders include a 100 night sleep trial?",
      "id": "01ea0fdf-7136-4f7c-8bac-2f849a135f8d",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Shipping is free on all domestic orders!",
      "name": "Free shipping",
      "id": "0337fa18-18e2-47f6-a1ec-ad890c674ba9",
      "shortcut": "fs",
      "companyName": "Helix Sleep"
    },
    {
      "content": "We don't recommend using a queen support system under a king size mattress.",
      "name": "Can I use a queen support system for a king bed?",
      "id": "048e6976-a49b-4b9c-a1c3-ee609b33a409",
      "companyName": "Helix Sleep"
    },
    {
      "content": "We recommend moving our mattress as you would a traditional innerspring. Don't fold or roll the mattress for transport, it should be transported on its side or flat on the floor, covered with a tarp or plastic.",
      "name": "I'm relocating to a new home! How can I move the mattress?",
      "id": "0649bbd4-beb9-4c00-8940-9510260a388e",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Yes, our mattresses can go directly on a slatted foundation. We just recommend that you make sure there are no gaps of space larger than 5 inches between each slat. Gaps of space larger than 5'' can cause the mattress to dip or sag.",
      "name": "Can I place the mattress on a slatted base/foundation without a frame?",
      "id": "20e269b0-9db3-4732-8cbd-fcca4b60b22b",
      "companyName": "Helix Sleep"
    },
    {
      "content": "No, it won't void the warranty, however you'll want to make sure whichever foundation/support you use, the mattress is very well supported. If your foundation has support slats, make sure they're no more than 5'' apart, as that could lead to sagging and potentially void your warranty.",
      "name": "Will my mattress warranty be voided if I don't purchase your foundation?",
      "id": "30bf991c-9bbc-44cd-9f80-e1f574450ea6",
      "companyName": "Helix Sleep"
    },
    {
      "content": "If you're interested in learning more about our wholesale program and whether you might be eligible, please feel free to send your request to wholesale@helixsleep.com.",
      "name": "Wholesale inquiries",
      "id": "5ffe84b1-057c-4f9b-a1bd-2e6bcb3d00ae",
      "shortcut": "wls",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Every mattress purchase comes with a 100 Night sleep trial which allows you to try it for a 100 days risk free. If you decide to request a return during this trial period, we would schedule a pickup with one of our donation or junk removal partners based on your availability. We would cover any and all related costs to the return, so you would receive a full refund. You can read more about it here - https://helixsleep.attn.tv/sl/RQS0C6Na",
      "name": "If I wish to return my mattress, do you offer pickup/removal? Any return shipping costs?",
      "id": "7106f084-fdfd-4a63-b669-114aa1191b77",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The Midnight Luxe is great for side sleepers. If you sleep more on your back or stomach and prefer a medium firm feel, we recommend the Dusk Luxe instead. If you prefer a firm feel, you can take a look at the Dawn Luxe.",
      "name": "I'm worried the Midnight Luxe might be too soft",
      "id": "7176c74a-40aa-4c41-8a47-23b22ac65d14",
      "companyName": "Helix Sleep"
    },
    {
      "content": "I'm afraid that once an order has been placed, we can't make any changes to it. However, we can still cancel your order so you can reorder a different size or model. Please let me know how would you like to proceed!",
      "name": "Cancel / edit order",
      "id": "a43a8517-b618-453a-897c-8e4e52e86c32",
      "shortcut": "ced",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The 100 Night Sleep Trial does extend to toppers as well. If you'd like to initiate a return within the trial, you can reach out to us at help@helixsleep.com or chat in through our website.",
      "name": "Are your toppers returnable / included in the sleep trial?",
      "id": "b4c4e7e3-1d2f-44cd-98f1-61ea764f2c24",
      "companyName": "Helix Sleep"
    },
    {
      "content": "You can find all our awesome deals here - https://helixsleep.com/pages/coupons-promos",
      "name": "Do you have discounts/sales?",
      "id": "bcfbcb15-57c0-4116-a845-6dba994fbb79",
      "companyName": "Helix Sleep"
    },
    {
      "content": "You can check out our detailed return policy here: https://support.helixsleep.com/hc/en-us/articles/360052856553-What-is-Helix-s-Return-Policy",
      "name": "Return policy",
      "id": "c30d3bb2-53ff-4cf6-9603-f0bf40c62ff2",
      "shortcut": "rp",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Unlike a lot of mattress brands out there, we offer a Sleep Quiz - https://helixsleep.com/pages/get-personalized to match you to your mattress based on your specific sleeping needs. Our quiz uses three key factors to match you to the best mattress: body type, feel preference, and sleeping position. Other brands typically have a \"one-size fits all\" model by offering one or few options for everyone. We highly recommend taking the sleep quiz to see which mattress should work best for you. Additionally, Helix is made in the U.S, using the best, durable foams and materials. Plus we offer a 10 or 15-year warranty, depending on the specific mattress. You can also take a look at our competitive comparison here - https://helixsleep.attn.tv/sl/xyXqzvaX",
      "name": "Why should I purchase from you and not other brands?",
      "id": "c90e8a65-6353-4fed-85f0-e675bf2b561d",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The foundation has been tested to support up to 1,000 lbs with no signs of wear, though there is no official weight limit.",
      "name": "What is the weight limit for bed foundations?",
      "id": "d12135e5-270d-4724-8eec-5daaa952f118",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Our frames are made of hardened steel, are injection-molded, and have fiberglass-infused resins, while the foundations are made of Birch wood slats with woven exterior upholstery. The foundations are built to be breathable, very sturdy and are needed to support the mattresses. A metal bed frame cannot be placed directly under your mattress. The Foundation is designed to take the place of a box spring and provide support for the mattress so it can be used directly on the ground or on top of the bed frame. The bed frame can be added with the foundation but the bed frame cannot be used on its own with the mattress as it won't provide enough support.",
      "name": "Difference between the foundation and the frame?",
      "id": "ea6a41b6-6699-4534-abd2-15d035b60043",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Thank you for your service! You can learn more and apply for your discount here: https://helixsleep.com/pages/military-discount",
      "name": "Military discount",
      "id": "892517fb-bbcd-4142-b9c8-8d1ad71b8a2a",
      "shortcut": "ms",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Our mattresses come in Twin - 38\" x 75\", Twin XL - 38\" x 80\", Full - 54\" x 75\", Queen - 60\" x 80\", King - 76\" x 80\" and CA king - 72\" x 84\" sizes. Due to the handmade nature of our products, mattress dimensions can vary by up to 1\" on any given side.",
      "name": "Mattress sizing / dimensions",
      "id": "8a8af0eb-ee77-4822-8bcc-e1d9651a62ec",
      "shortcut": "sz",
      "companyName": "Helix Sleep"
    },
    {
      "content": "For a King bed, you'll need to get 2 King half bases, and for a California King, you'll need two CA King half bases.",
      "name": "What type of base can I get for my bed?",
      "id": "90be8186-f443-468d-b2e6-30b9605566a4",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Yes, the Birch is made by us and is compatible with all our foundations and bases.",
      "name": "Can I use the Birch mattress with a Helix adjustable base?",
      "id": "91dd8022-a5bc-48e3-bb79-8e4c0be4587d",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Unfortunately, we're unable to schedule deliveries for a specific date. Each item is shipped via FedEx Ground and you'll receive tracking and an estimated delivery date when it ships.",
      "name": "Can I schedule delivery for a specific date?",
      "id": "990197b9-050c-4ad2-a4ea-74835dc7e980",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Unfortunately, we don't provide mattresses for medical, and because prescriptions vary widely in their use and issuance, we're unable to verify prescriptions and offer tax exemption.",
      "name": "Do you accept FSA or HSA",
      "id": "9a474048-aacc-4476-8713-c66662c568c1",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The best way to handle this is to email us directly at help@helixsleep.com. Our team is happy to help!",
      "name": "Customer support",
      "id": "ff89ec8c-0e7f-4036-85b1-c725f1d56d71",
      "shortcut": "cs",
      "companyName": "Helix Sleep"
    },
    {
      "content": "You can give us a call at 831-777-5976 or let me know if I can help via text, it may be faster.",
      "name": "Phone support",
      "id": "2712549c-9657-460b-867f-7a98568d2a53",
      "shortcut": "ps",
      "companyName": "Helix Sleep"
    },
    {
      "content": "You can check out the comparison chart here:  https://helixsleep.attn.tv/sl/1Iz21zoR Just make sure to add the ones you're interested in.",
      "name": "What is the difference between your mattresses?",
      "id": "39afd7e0-425a-4657-bea4-096853c5ded7",
      "companyName": "Helix Sleep"
    },
    {
      "content": "We do offer old mattress removal free of charge for all mattress orders shipped to a California address. If your order includes a mattress and is shipping to California, you'll receive an email from our team once your order has shipped which will give you the opportunity to set your availability for a pickup of your old mattress. Once we have your availability, our team will schedule your old mattress removal appointment within 3-5 business days.",
      "name": "Will you pick up my old matress? (California only)",
      "id": "55f97039-4c19-4c9b-b585-8d49d0e334a0",
      "companyName": "Helix Sleep"
    },
    {
      "content": "All standard mattresses are 12\" high. The Helix Plus is approximately 13\" high, and the Helix LUXE mattresses are 14\" high.",
      "name": "Mattress heights",
      "id": "b001fcc6-0eeb-491d-8cb1-4a6de1660653",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Here's a link to our referral program where you can earn simply by referring your friends - https://helixsleep.com/pages/referral",
      "name": "Rewards / referral",
      "id": "bc9a2e60-a7eb-4ba6-9769-4319be506287",
      "shortcut": "rwd",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The mattress will need 30-45min to unwind and fully expand.",
      "name": "How long does it take for the mattress to be fully expanded?",
      "id": "c23d98a8-b824-4020-ae27-7c47cb59d3be",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Unfortunately, we're unable to add items to an existing order. Please feel free to place a new order at your convenience.",
      "name": "Can you add items to an existing order?",
      "id": "d6796370-e275-433b-8b15-03455a9c8041",
      "companyName": "Helix Sleep"
    },
    {
      "content": "I recommend filling out our influencer & partnerships contact form here - https://helixsleep.attn.tv/sl/FdzlvJZY If there's interest, someone will reach out to you. If you have any follow up questions, please reach out to partnerships@helixsleep.com.",
      "name": "Sponsorship/Collaboration/Brand Ambassador",
      "id": "d9388aae-650f-4b94-b33c-6c1655e815d5",
      "shortcut": "ams",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Unfortunately, you're not able to split payments on an order so you'll need to use one payment method at a time.",
      "name": "Can I split payments between different cards?",
      "id": "e2cd64d2-543e-4f23-947f-e2b1d3f8e04e",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Our mattresses don't come with the foundations or frames shown in the photos. The frames and foundation are sold separately.",
      "name": "Do your mattresses come with a bedframe / foundation?",
      "id": "e6d1b106-43f7-41dc-bb4b-5b8e65c8147e",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The Soft Touch design cover on top of the memory foam layer isn't thick since it's only a cover. It's 1/4\" thick, maximum.",
      "name": "How thick is the Soft Touch Design Cover?",
      "id": "ff85bf2a-390d-41b2-b3d9-05b07cb153cb",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Based on the construction of each mattress, the weight can vary. The queen is 90 - 100 lbs.",
      "name": "How much does the Helix Plus Queen weigh?",
      "id": "fd9605df-e748-440e-a6f1-6d097394c35a",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Mattresses can remain in their original packaging for up to 4 weeks from delivery.",
      "name": "How long can the mattress stay in its original packaging? / Do I have to unpack it upon delivery?",
      "id": "c78957f3-72b3-4602-bccb-36b32256e36e",
      "companyName": "Helix Sleep"
    },
    {
      "content": "All mattresses are assembled in our Phoenix, Arizona facility and shipped directly to your door. We use source materials both domestically and internationally and assemble each mattress in our facility to give us complete control over quality.",
      "name": "Where are your items made / manufactured?",
      "id": "0c2b1345-a0f4-4e31-8eaa-477f261ecc41",
      "shortcut": "mfc",
      "companyName": "Helix Sleep"
    },
    {
      "content": "You can check out our partner showrooms here: https://helixsleep.com/pages/showroom-partners",
      "name": "Store location / retailer",
      "id": "d7e099cd-b4b3-48f1-961a-0d16ce2f9aeb",
      "shortcut": "sl",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Yes! The Helix Frame works with almost all bolt-on headboards due to brackets with heavy-duty offset construction for a sturdy connection.",
      "name": "Can I attach my headboard to the Frame?",
      "id": "dea4cec2-9558-4595-a236-91131cf9c3d6",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Yes, the Mattress Protector in our Black Friday Bundle is waterproof.",
      "name": "Is the mattress protector in the Black Friday bundle waterproof?",
      "id": "f25846bf-694d-41d3-91a3-3c382576b1da",
      "companyName": "Helix Sleep"
    },
    {
      "content": "All of our mattresses are a hybrid construction consisting of a coil base and various foam layers on top.",
      "name": "Are all the mattresses hybrid?",
      "id": "f079a6c7-ea2c-451e-b3c7-ce714e15e318",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The Helix Kids Mattress is available in two sizes:\n\nTwin: 38\" W x 75\" L x 8\" H\nFull: 54\" W x 75\" L x 8\" H\n\nHope this helps and please let me know if there's anything else I can assist you with.",
      "name": "What sizes are offered in the Helix Kids Mattress?",
      "id": "4072381f-dfc7-4310-bb24-fcd01b513dc1",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Yes! We want you and your child to be in love with your new Helix mattress before you decide to keep it. That's why the Kids Mattress includes a 100-night sleep trial, just like all of our other Helix mattresses, which will begin on the day of delivery. Your child will have 100 nights to try it out and decide if it's the perfect fit. If it's not, just let us know and we will be happy to coordinate a free return and full refund.",
      "name": "Does the Kids Mattress include a 100 night sleep trial?",
      "id": "7a5407b6-e77f-4c9e-8866-694795e5b9a5",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The foundation will fit on any standardized bed frame or platform, even the floor!",
      "name": "Where does my foundation go?",
      "id": "c996da66-7bb6-4194-abf3-6803d3856fc3",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The Kids Mattress is designed to provide the perfect support and safety for your child as they grow and their sleep preferences change. One side features a firmer feel that provides more spinal support to aid proper development for younger kids in the estimated age range of 3-7. If it feels a bit too firm for your child, just flip it over and they can enjoy a bit more plush comfort and pressure relief which we suggest for kids in the estimated age range of 8-12.",
      "name": "Why are there two sides to the Kids Mattress?",
      "id": "dea9bd0a-6b48-4e16-b34f-c9208f9a4691",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Yes! The Adjustable Base legs are designed in 3-inch increments. You will have the ability to unscrew and remove portions of the legs to reach your desired height. The legs will be delivered fully assembled in their tallest setting.",
      "name": "Can the leg height of the Adjustable Base be changed?",
      "id": "1f820b06-9e63-48a8-b8eb-eafc5796d3e7",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The Helix Adjustable Base is designed to be personalized to your comfort. That means it has head up, foot up, Zero Gravity, and Memory Setting capabilities.",
      "name": "How many positions can the Adjustable Base move into?",
      "id": "5f95c53a-fcdf-4607-b015-bb7e7fe8417d",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The Zero Gravity position of your Adjustable Base reduces back pressure and increases circulation by raising your legs and head to a specific angle. To be in perfect Zero Gravity, the angle of your thighs and torso should be aligned so that your knees are slightly bent and raised to heart level. Your Adjustable Base will include a ZERO-G preset on the remote for quick and easy adjustment to the Zero Gravity position.",
      "name": "What is Zero Gravity (ZG)?",
      "id": "c0fdc0be-3ab2-4f6f-aeca-573c34b25841",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The complete Helix Sleep System, with a Helix mattress (11.5\") resting on top of a Helix Foundation (7.5\") and a Helix Bed Frame (7.5\") will stand 26.5\" high off the ground. Another 2 inches will be added with the LUXE (13.5\").",
      "name": "How tall will my bed be with all Helix products?",
      "id": "6ae6017e-a5bb-45a2-b499-45a060bf6ee1",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Unlike a traditional innerspring mattress, the Kids Mattress is a hybrid mattress designed primarily with foam layers. It will require a solid support system to prevent any dipping or sagging in the surface of the mattress.\n\nIn order to comply with the terms of our warranty, you will need either a solid platform bed or a slatted foundation with no more than 5 inches between each slat. We do not recommend using a traditional box spring with your Kids Mattress.",
      "name": "Does the Kids Mattress need a foundation?",
      "id": "e994c83e-40ba-4755-a575-7fa6f3af5900",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The Helix Kids Mattress is designed with durable steel coils to provide long-lasting support for weights up to 500 pounds.",
      "name": "What is the weight limit for the Kids Mattress?",
      "id": "a983a1da-284b-4d0c-8d3b-70e323042d14",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The loft of the Ultra-Cool Pillow is 6-8 inches.",
      "name": "What is the Ultra-Cool Pillow's loft?",
      "id": "be468d3e-6b7e-446e-8219-8e11923c8893",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Each item includes its own trial period. You are welcome to return any individual item within the trial period for a refund on that product.",
      "name": "Do I have to return my mattress to return my Plush Pillow Top?",
      "id": "1d81afc7-ab9c-4aa3-9a3a-0c6b4583e108",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Your Helix Mattress is gently compressed, rolled, and put in a box that's about the size of a bag of golf clubs for easy shipping! Packaging dimensions are 47\" x 16\" x 16\", and we ship via FedEx Ground direct from the manufacturer to your home. Please note FedEx drivers are not required to bring mattresses up or down steps and may leave your package on the ground floor or with a doorman if they are unable to deliver directly at your door.",
      "name": "How is my Mattress shipped?",
      "id": "72ed2502-1d8f-4548-9033-0dd02df318bd",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Your Helix Frame will be shipped to your doorstep via FedEx. The box dimensions are 76\" x 9.5\" x 10.5\". The Twin /Twin XL is 31 lbs, Full 42 lbs, and Queen-CA King is about 45 lbs.",
      "name": "How will my frame be shipped?",
      "id": "21fbf0e8-eb61-4342-8182-cc38a89cb392",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Yes! The GlacioTex Mattress Protector can be machine washed on a cool or warm cycle and tumble dried on low. Please avoid the use of bleach on this product.",
      "name": "Can I wash my GlacioTex Mattress Protector?",
      "id": "2cc573a3-7ab8-435c-92ea-557f7f628e29",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The Helix Mattress Protector is the perfect item to keep your mattress as fresh and clean as the first night you slept on it. It is completely waterproof, breathable and cool, completely quiet, and soft to the touch. The protector is machine washable and made up of woven polyester, lined with TPU fabric. The skirting of the protector is made to fit snugly around your Helix Mattress, preventing any shifting throughout the night.",
      "name": "What is the Helix Mattress Protector?",
      "id": "25310ead-ea03-4ba2-8f11-549761346eb7",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The Helix Mattress is not designed to be flipped over. The ordering of the layers is critical to the performance of the mattress. The Helix logo should always be upright at the bottom part of the mattress.",
      "name": "Should I ever flip my Helix Mattress over?",
      "id": "7e75445e-ea12-425e-a967-a0423885745c",
      "companyName": "Helix Sleep"
    },
    {
      "content": "All Helix ancillary products, including the Plush Pillow Top, come with a 100-night sleep trial. The only Helix product that does not include a sleep trial is the Adjustable Base.",
      "name": "Does my Plush Pillow Top include a 100 night sleep trial?",
      "id": "f1337058-f2fb-49be-88f1-65fd091a1c7d",
      "companyName": "Helix Sleep"
    },
    {
      "content": "We do not currently offer international shipping. We ship to all of the US and parts of Canada.",
      "name": "Do you ship internationally?",
      "id": "f3939b5b-08ca-43f6-bce7-efb33fc448f3",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Amazingly, no! We use breathable fibers in the cover to allow for airflow and the glass beads remain at room temperature.",
      "name": "Does the Weighted Blanket get hot?",
      "id": "6a3f6af2-580c-4222-b496-37891823a753",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Absolutely! For small spills, we recommend spot cleaning with cold water and a mild household detergent or diluted cleaner. Gently dab the Mattress Protector rather than rubbing the surface back and forth. You are welcome to brush or vacuum the surface of the Mattress Protector cover once it is completely dry.",
      "name": "Can I spot clean my GlacioTex Mattress Protector?",
      "id": "5b3ba629-5d4e-464f-9fbe-c6b90b410d3e",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The Adjustable Pillow comes in Standard (18\" x 26\") and King (18\" x 34\") sizes. The Standard size pillow works best with a Twin, Twin XL, Full, or Queen size mattress. The King size will work perfectly with your King or California King model.",
      "name": "What size Adjustable Pillows do you offer?",
      "id": "6c066860-7860-4843-b6bc-1d5bf42f8209",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Yes, you can absolutely wash your mattress protector. We recommend washing it with cold water and normal household detergent. Please do not use bleach. Tumble dry on low heat. Do not iron or dry on medium/high heat as that will damage the waterproof layer of the protector.",
      "name": "Can I wash my Mattress Protector?",
      "id": "5a30ab2d-6bb9-4480-9695-11150a08ac28",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The Wedge Pillow is made of 1.5 inches of gel memory foam; the support foam underneath is high-density polyurethane foam. The cover is made from a rayon and polyester blend.",
      "name": "What materials are used in the Wedge Pillow?",
      "id": "a9f4e498-7820-43ad-bc41-a0de8aa56e4f",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The Weighted Blanket is not intended for children 12 years old and under or weighing less than 100 pounds. We also highly recommend that you consult your child's physician before your child uses a weighted blanket. When used correctly, weighted blankets are considered safe for most children, as long as the blanket is an appropriate size and weight.\n\nWhen choosing or considering a weighted blanket for a child, it is generally best to look for one that is 10% of their body weight. For example, if your child weighs 100 pounds, a 10-pound weighted blanket would be most appropriate. Additionally, do not puncture the weighted insert. If the insert with glass beads becomes torn or damaged, dispose of it immediately as it might become a choking hazard.",
      "name": "Who is the Weighted Blanket made for?",
      "id": "c78b2688-1df0-4948-a8f1-6880da4f379d",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The loft of the Adjustable Pillow is 7-8 inches. The insert by itself has a loft of 5-6 inches while the outer shell is 3-4 inches. The differences in loft allow you to find the setting that works best for you!",
      "name": "What is the loft of the Adjustable Pillow?",
      "id": "6e636f6c-25d2-47ce-8041-6b2a52c89c7c",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The Weighted Blanket features a quilted blanket filled with interior fine-grade glass beads that add evenly distributed weight. The outer cover is made from soft fleece and microfiber-sheared fabric to be cozy to the touch.\n\nWeighted blankets have been used in medical communities and by occupational therapists for years to help reduce stress and promote restfulness. Now those same health benefits are available to everyone.",
      "name": "How does the Weighted Blanket work?",
      "id": "2ed11842-5d06-4f0d-9351-002af537e7fe",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The outer comfort shell is made from 100% breathable cotton. The support insert layer has a gel microfiber fill with a polyester cover.",
      "name": "What materials are in the Adjustable Pillow?",
      "id": "add666cb-448e-43ce-8ac0-4f87d4233ff9",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The GlacioTex Mattress Protector is made with cutting edge technology to keep you cool and comfortable when you sleep. Our hypoallergenic GlacioTex fabric is made from fibers with high thermal conductivity that allow heat to be quickly and effectively pulled away from your body.",
      "name": "How does the GlacioTex Mattress Protector work?",
      "id": "b3772f78-a029-4e33-a184-5f1ccf769eca",
      "companyName": "Helix Sleep"
    },
    {
      "content": "At this time, we are unable to provide shipping to PO Boxes or APO/FPO addresses per regulations with FedEx.",
      "name": "Can you ship to a PO Box/APO/FOP address?",
      "id": "e8abb4d0-8ff1-43d4-8518-f3fbf5fa67b7",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Our mattresses are built to last 10+ years with proper care. Helix mattresses are covered by a 10 or 15-year warranty, depending on the model you purchase. The warranty covers defects from regular, reasonable use.\n \nWe stand by the quality of our products, and we're happy to replace your mattress if there are any dips or sags of an inch or more as long as it was supported properly while you were using it. You can see the full details of our mattress warranty here: https://helixsleep.attn.tv/sl/GEYHKp1A",
      "name": "What is the average life span of your mattresses?",
      "id": "c51e1b4f-226f-4c9b-9e30-582f2511adf0",
      "companyName": "Helix Sleep"
    },
    {
      "content": "We are proud to support teachers with exclusive discounts and promotions on Helix products. You can learn more and apply for your discount here: https://helixsleep.com/pages/teacher-discount",
      "name": "Teacher discount",
      "id": "b810cd28-463d-4cec-b4a7-46440e87d503",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Thank you for your service! You can learn more and apply for your discount here: https://helixsleep.com/pages/first-responder-discount",
      "name": "First responder discount",
      "id": "516d71de-d475-4aac-88c1-a45a1925d8c3",
      "companyName": "Helix Sleep"
    },
    {
      "content": "The weight limit for all of our mattresses is 500 lbs per sleeper, up to 1,000 lbs total.\nI hope this helps! Please feel free to let me know if you have other questions.",
      "name": "What is weight limit for the mattresses?",
      "id": "28f127c6-81dd-416c-89ba-4ac63770531d",
      "companyName": "Helix Sleep"
    },
    {
      "content": "You can take a look at our sale collection here: https://helixsleep.com/pages/mattress-sales",
      "name": "Sales Collection",
      "id": "a7c98fa4-a50d-426d-89ef-85a41fdeead6",
      "shortcut": "spg",
      "companyName": "Helix Sleep"
    },
    {
      "content": "We have partnered with LoadUp to offer Old Mattress Removal as part of our In-Home Setup & Removal services. Our In-Home Setup & Removal options include in-home setup of your mattress along with the removal of your old mattress. Options are also available for in-home setup ONLY (with no old mattress removal) as well as old mattress removal ONLY (with no in-home setup). You will have the chance to select your In-Home Setup & Removal during the checkout process.",
      "name": "Will you pick up my old matress?",
      "id": "71e87201-66a8-4777-b470-a54a93545b9e",
      "companyName": "Helix Sleep"
    },
    {
      "content": "Our In-Home Setup & Removal service is limited to zip codes serviced by the LoadUp team. Because LoadUp's service area is ever-expanding, we are not able to provide a list of eligible zip codes. During the checkout process, though, you will have the opportunity to enter your zip code and check your availability for our In-Home Setup & Removal service.",
      "name": "Who is eligible for In-Home Setup & Old Mattress Removal?",
      "id": "28b12065-c06c-41c3-985d-73cf35e40ec7",
      "companyName": "Helix Sleep"
    },
    {
      "content": "You can use our convenient online tool to see the latest updates on your order: https://status.helixsleep.com/",
      "name": "Order status/order tracking",
      "id": "18cd10c4-85e8-455f-94c4-92a9bed8e748",
      "companyName": "Helix Sleep"
    }
  ]
}