{
  "companyKey": "i see me!",
  "templates": [
    {
      "content": "We do offer photo books where you can insert a photo of your child's face. You can take a look at our Photo Personalized Books at the following link: https://iseeme.attn.tv/a8_hzf5hfcQl",
      "name": "Do you offer books where I can insert a photo of the child's face?",
      "id": "dcccd749-c4b9-4458-b3ea-7445344a3d69",
      "companyName": "I See Me!"
    },
    {
      "content": "Yes, you can \"preview\" the pages of each book after you enter the personalized information by selecting the arrows next to the product image.",
      "name": "Can I see what the book will look like before ordering?",
      "id": "e31c5b61-5c5d-475e-912c-04b408bea277",
      "companyName": "I See Me!"
    },
    {
      "content": "The gift message will be printed on the packing slip, which is sent in the package with the book to the recipient. This message should be no longer than 175 characters. The message will be \"word wrapped\" by the computer so do not type the \"enter\" key to separate lines. When the enter key is pressed, your message will include a \"/\" character. Thus, please type a message such as: \"Dear Mike, I hope you will always treasure this book and think of Uncle John and me when you read it. Love, Aunt Mary\".",
      "name": "Where and how is the gift message printed?",
      "id": "6f547bf3-09c2-4f82-91f4-0c2a9bda5acf",
      "companyName": "I See Me!"
    },
    {
      "content": "There is a maximum of 15 characters and spaces allowed for the child's first name. Another 15 characters and spaces are allowed for the middle name, and another 15 characters and spaces are allowed for the last name.",
      "name": "What if the child's name has more letters than the maximum allowed in the book?",
      "id": "534bc26d-6b23-4b45-8d27-dffb7c101a87",
      "companyName": "I See Me!"
    },
    {
      "content": "Yes, we can make a book that includes the child's first and middle names, instead of first and last names. This does not compromise the book in any way; the book will be excellent. To use a middle name and not a last name, please enter the middle name in the middle name field and don't enter anything in the last name field. Please note that if you order a My Very Own book that spells out the child's name, you will be charged $4.99 extra to include the middle name, even if the last name is not included.",
      "name": "Can I include the child's first and middle names instead of first and last names?",
      "id": "a7c05055-81e5-4430-9971-f982cdf06e95",
      "companyName": "I See Me!"
    },
    {
      "content": "The location and the time of the birthday party on the invitation are the same in every book and cannot be altered. Really sorry about that!",
      "name": "Can I change the time and location on the Birthday Party Invitation in the My Very Happy Birthday book?",
      "id": "a40c4de7-f244-4726-b365-40fceb87851c",
      "companyName": "I See Me!"
    },
    {
      "content": "Yes, we may be able to accommodate this request if you send an email to customerservice@iseeme.com immediately after completing your order. Due to the custom printing and personalized nature of our products, we may not be able to accommodate changes after your order is placed.\n\nPlease note that our customer service representatives have to intercept your order to make this change before our software begins to process your order. Since our customer service representatives do not work on the weekends, we ask that you wait to place your order until a business day so that we can edit your order immediately after it is placed.",
      "name": "Can I select certain fairies, animals, sea creatures, or countries to be used in the books?",
      "id": "7855b8a2-d7f7-4f28-ba54-2bb9666cd123",
      "companyName": "I See Me!"
    },
    {
      "content": "All of our books print the child's full name (or what is entered upon ordering) on the Dedication Page. Only the First Name field appears throughout the book in most cases. We recommend that you take a Virtual Tour of the book that you're interested in to see how the name is displayed throughout the book.",
      "name": "Will my child's full name be printed throughout the book?",
      "id": "480a4d34-0e65-4802-9947-3b745372c2aa",
      "companyName": "I See Me!"
    },
    {
      "content": "No, the dollar amount spent will not be included with the package. Many of our customers have their gifts sent directly to the recipient. Invoice information is never included on the packing slip, only the items to be included with the order along with the printed \"Gift Message,\" if one is entered.",
      "name": "I am sending my gift directly to the child. Will an invoice or anything showing the amount spent be included with the gift?",
      "id": "270e7148-208b-43a2-bd88-91a15d69363b",
      "companyName": "I See Me!"
    },
    {
      "content": "Our inventory includes 3-4 animals/fairies/sea creatures for every vowel and 2-3 animals/fairies/sea creatures for almost every consonant. The letters that have only one option are the Q, X & Z. The only time we would repeat an animal, fairy or sea creature is if the number of the same letter in the child's name exceeds the amount available. Please take a virtual tour to see all the available animals/fairies/sea creatures.",
      "name": "Are the animals, fairies or sea creatures used in the My Very Own books ever repeated?",
      "id": "92f2a6e3-0ad2-4c02-be19-641eaf51dc99",
      "companyName": "I See Me!"
    },
    {
      "content": "Yes, our Pirate Book can be ordered both for boys and girls. Please take a virtual tour of the book. You will notice the \"Pirate Child\" is illustrated in such a way that it does not depict gender and all references to a girl or a boy are automatically changed to match the gender that is chosen when ordering.",
      "name": "Can I have the \"My Very Own Pirate Tale\" made for a girl?",
      "id": "38de2ddf-5149-4cbf-8f01-62b7d813e5ef",
      "companyName": "I See Me!"
    },
    {
      "content": "Please type the child's name in the field called \"Child's Middle Name\". There is an extra $4.99 charge for the inclusion of the child's middle name in the My Very Own books because it makes the books longer. For those books, if you enter a name in the middle name field, $4.99 will automatically be added to your order at check-out.",
      "name": "How do I include the child's middle name in the book?",
      "id": "9327ae61-6b68-4e5a-b360-2407feab92ad",
      "companyName": "I See Me!"
    },
    {
      "content": "Yes, our books work wonderfully for adopted children. Maia and Allan Haag, creators of I See Me! Personalized Books are adoptive parents themselves, and they met with other adoptive parents to ensure that each would work for adopted children. The books talk about the day when the child \"arrived\", rather than was born. This enables you to decide whether you want to include the child's actual date of birth, or the date when the child arrived in the family. Many families provide the date when the child arrived into the family. Our \"My Very Own\" books can be used as an educational tool to explain to the child how he or she was named by the family.",
      "name": "Are these books appropriate for adopted children?",
      "id": "9d96b5ea-66d1-457f-9e87-495278d8d8cf",
      "companyName": "I See Me!"
    },
    {
      "content": "The inclusion of the child's middle name makes the books longer in the My Very Own books that spell out the child's name. Animals, fairies, or sea creatures bring letters to spell out the child's middle name, one letter, and one page at a time. The extra charge is to cover the extra paper and labor needed to add those personalized pages.",
      "name": "Why is there an extra charge for middle name?",
      "id": "ed2a0d19-9313-47b4-82fa-152c76ab222f",
      "companyName": "I See Me!"
    },
    {
      "content": "Unfortunately, our software is set up to feature only one child and/or sibling's name in our books, with the exception of our Who Loves You? for Twins book and Hello World! Twins book. While all of our books will allow 15 characters/spaces per field, none of the other text is changed to reflect multiple children entered in the First Name field. Please take a Virtual Tour of the book that you'd like to order to make sure that the text will be acceptable to you.",
      "name": "May I use two names in the First Name Field for Multiple Children and/or Siblings?",
      "id": "730a3d14-b0ad-4bae-99b2-c5e76d40cba7",
      "companyName": "I See Me!"
    },
    {
      "content": "The best way to handle this is to email us directly at customerservice@iseeme.com. Our team is happy to help!",
      "name": "Customer support",
      "id": "f31a196d-0015-426d-865d-0d082ee9e6fe",
      "shortcut": "cs",
      "companyName": "I See Me!"
    },
    {
      "content": "We do have a printing facility in the UK.",
      "name": "Do you have a printing facility in the UK?",
      "id": "31b75b7c-25f7-4cc1-90dc-c60688ddd35c",
      "companyName": "I See Me!"
    },
    {
      "content": "I'm afraid it's not possible to ship one order to multiple addresses. However, you may place your orders individually and email us at  customerservice@iseeme.com to ask if a shipping adjustment would be allowed. Happy to help if you have any further questions!",
      "name": "Can you ship to multiple addresses?",
      "id": "2b0d9243-27f9-4b5b-a4d3-031c09754b04",
      "companyName": "I See Me!"
    },
    {
      "content": "If your order has already gone through processing, no more changes can be made at this stage. Though I can definitely check with the team if it's still possible to catch it before it's processed! What's your order number, email address, and the changes you'd like to make?",
      "name": "Cancel/edit",
      "id": "c33bb89b-09f8-408c-93e0-af7a5cff0d48",
      "shortcut": "ced",
      "companyName": "I See Me!"
    },
    {
      "content": "If you choose standard shipping, your order will be delivered in approximately 6-8 business days after the order date ( 9-11 business days for Embroidered/Coffee Mug Gift Set ). For orders outside the Continental US it takes up to 5 weeks, for international orders up to 2 weeks and 2-3 weeks for Canada. We also offer expedited shipping options which you can find right here: https://iseeme.attn.tv/sl/J0OPSfNj",
      "name": "Shipping time",
      "id": "d26f3772-b5b8-463d-b2bf-4aef97c715ac",
      "shortcut": "shp",
      "companyName": "I See Me!"
    },
    {
      "content": "You can find us at a store near you here: https://www.iseeme.com/en-us/storelocations.html",
      "name": "Store location / retailer",
      "id": "4722a48f-e857-4654-9020-6431aa6f6d9e",
      "shortcut": "sl",
      "companyName": "I See Me!"
    },
    {
      "content": "The best way to discuss wholesale is to email us directly at accounts@iseeme.com. Our team is happy to chat.",
      "name": "Wholesale inquiries",
      "id": "b9778892-6edd-440f-97f4-e0bb96f3abb5",
      "shortcut": "wls",
      "companyName": "I See Me!"
    },
    {
      "content": "Give us a follow on IG: https://www.instagram.com/iseemebooks/ and FB here: https://www.facebook.com/ISeeMeBooks",
      "name": "Social Media",
      "id": "e58316d9-3779-46ae-ade0-b13acb54beff",
      "shortcut": "smd",
      "companyName": "I See Me!"
    },
    {
      "content": "You can give us a call at 1-877-744-3210 or let me know if I can help via text, it may be faster.",
      "name": "Phone support",
      "id": "f0a06135-9b3d-4427-8d70-fee8a54e3168",
      "shortcut": "ps",
      "companyName": "I See Me!"
    },
    {
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "name": "Military / First responder / Healthcare / Teacher discount",
      "id": "d09cbe29-1dd9-4635-a834-0aa920cf07df",
      "shortcut": "ms",
      "companyName": "I See Me!"
    },
    {
      "content": "You can check out our detailed return policy here: https://www.iseeme.com/en-us/sagu.html",
      "name": "Return policy",
      "id": "d98a4ceb-75c4-445e-99ec-22a70446a0e2",
      "shortcut": "rp",
      "companyName": "I See Me!"
    },
    {
      "content": "The best way to discuss this is to email us directly at customerservice@iseeme.com. Our team is happy to chat.",
      "name": "Brand ambassador / sponsorship / affiliate program",
      "id": "4f05ee87-a9be-4397-985c-cb93ac8ef967",
      "shortcut": "ams",
      "companyName": "I See Me!"
    },
    {
      "content": "I'm afraid we do not have Disney/Marvel books anymore. Sorry about that!",
      "name": "Do you have Disney/Marvel books?",
      "id": "ca26cc63-86f5-4a0b-af23-ec887bcfbec7",
      "companyName": "I See Me!"
    },
    {
      "content": "You can find our Valentine's Day collection here: https://www.iseeme.com/en-us/valentines-day-personalized-gifts.html",
      "name": "Do you offer Valentine's themed products?",
      "id": "a2152e29-2b8f-41b6-ad9a-1a8193400b96",
      "companyName": "I See Me!"
    },
    {
      "content": "We do have I Spy books that feature children's photos. You can check them out here: https://www.iseeme.com/en-us/wheres-name-personalized-search-and-find-book.html",
      "name": "Do you have I Spy books with children's photos/pictures added?",
      "id": "5206f67c-706c-4239-b7e8-0cc7b0939ac2",
      "companyName": "I See Me!"
    },
    {
      "content": "We offer free shipping on domestic orders over $65. Maybe you can add something else to reach the minimum?",
      "name": "Free shipping",
      "id": "9741f4e1-8cf0-4a9b-84bf-c94f2752875f",
      "shortcut": "fs",
      "companyName": "I See Me!"
    },
    {
      "content": "Yes, if you provide the child's nickname for the My Very Own books, the nickname will be used throughout the story and on the cover. The child's first name will be used on the dedication page.",
      "name": "I want my child's formal name to appear on the Dedication Page, but use his nickname throughout the book. Is this possible?",
      "id": "f5f002b6-6c83-4a4a-8771-0eb1b95717dc",
      "companyName": "I See Me!"
    },
    {
      "content": "You may need to select \"Browse Files\" and upload a photo from directly from your computer.",
      "name": "I'm creating a book the picture/image doesn't upload once I drag it over",
      "id": "95896cd6-5912-4650-84ec-c5c400ba4ec4",
      "companyName": "I See Me!"
    },
    {
      "content": "You can use our convenient online tool to see the latest updates on your order: https://www.iseeme.com/en-us/wismo.html",
      "name": "Order status/order tracking",
      "id": "bcdeccb6-62bc-4c99-9453-c9d44b327cdc",
      "companyName": "I See Me!"
    }
  ]
}