{
  "companyKey": "jaanuu",
  "templates": [
    {
      "content": "To track your order, you can log in to your Jaanuu account, where you can view tracking details under \"Account/Orders\" or check the shipping confirmation email for a tracking link. Hope this helps!",
      "name": "How can I track my order?",
      "id": "4d6cd822-03ab-4245-9ab3-7a10bb997f9f",
      "companyName": "Jaanuu"
    },
    {
      "content": "Great question! Log in to your Jaanuu account using your registered email and password. Once you do, click here: https://jaanuu.attn.tv/akHJt3FRsEYq to see your available store credit. It will automatically apply to your purchase upon checkout.",
      "name": "How can I access my store credit?",
      "id": "a1af74b9-e533-4a2c-b115-626005454ca5",
      "companyName": "Jaanuu"
    },
    {
      "content": "FUSEryxTM is made from a combination of poly, rayon, and spandex, while SPINryxTM combines rayon, nylon, and spandex.",
      "name": "What is the difference between FUSEryx and SPINryx",
      "id": "e3e40d30-f1c4-4692-a884-a2c474812e60",
      "companyName": "Jaanuu"
    },
    {
      "content": "We offer free in-person returns/exchanges through our Happy Returns locations or via mail. You'd just have to start your return here: https://jaanuu.attn.tv/sl/3W0NYWmO and then follow the prompts after.",
      "name": "Do you offer free returns? How do I start a return?",
      "id": "18e8e155-b79e-4697-a661-a27d16563fe8",
      "companyName": "Jaanuu"
    },
    {
      "content": "We have a referral program where you can share your link to a friend and get $25 after their first order of $75+. Check it out here - https://www.jaanuu.com/share",
      "name": "Reward / referral program",
      "id": "2faa7a1f-cd47-4fd0-99d4-065a172b199e",
      "shortcut": "rwd",
      "companyName": "Jaanuu"
    },
    {
      "content": "We don't offer phone support right now but I'd be happy to help you over text, let me know what I can do for you!",
      "name": "Phone support",
      "id": "691534e9-11d1-458e-b712-351407cd4b88",
      "shortcut": "ps",
      "companyName": "Jaanuu"
    },
    {
      "content": "Thank you for your service! We don't have any specific discounts like that, but if it helps, you can check out the items we have on sale here: https://www.jaanuu.com/collection/sale",
      "name": "Military / first responder discount",
      "id": "c8fdf153-5973-4806-aa11-792dac3d1c6f",
      "shortcut": "ms",
      "companyName": "Jaanuu"
    },
    {
      "content": "The best way to discuss wholesale is to email us directly at support@jaanuu.com. Our team is happy to chat.",
      "name": "Wholesale inquiries",
      "id": "56d6dd61-6d23-4c5f-8390-b315b7724c7f",
      "shortcut": "wls",
      "companyName": "Jaanuu"
    },
    {
      "content": "Give us a follow on IG: https://www.instagram.com/jaanuubydrneela/ and FB here: https://www.facebook.com/JaanuuByDrNeela",
      "name": "Social media",
      "id": "0cc60b16-d84f-48b4-b0be-f675a3dfb78b",
      "shortcut": "smd",
      "companyName": "Jaanuu"
    },
    {
      "content": "Yes, our masks are reusable and washable.",
      "name": "Are your masks washable/ reusable?",
      "id": "3279fd8d-33c2-4bfd-bb8e-171def88e328",
      "companyName": "Jaanuu"
    },
    {
      "content": "The best way to handle this is to email us directly at support@jaanuu.com. Our team is happy to help!",
      "name": "Customer support",
      "id": "61a8578d-94a2-42db-a533-4f0f780e08d1",
      "shortcut": "cs",
      "companyName": "Jaanuu"
    },
    {
      "content": "Currently, our exchanges are limited to the exchange of sizes & colors within the same product. We can't exchange for other products. If you'd like to exchange for another product, please select store credit for your return. Once your return is processed, store credit will be added to your account allowing you to purchase the desired product. You may visit this link for more info: https://jaanuu.attn.tv/sl/cKoWE-95",
      "name": "Can I exchange an item for a different product?",
      "id": "67138d11-d13c-4aa5-9437-d708a8ab0047",
      "companyName": "Jaanuu"
    },
    {
      "content": "We have revamped and streamlined the design features of our products and much improved revolutionary fabric that's technically advanced compared to our existing fabrics. These fabrics are more durable, comfortable, and breathable, and replace our previous woven and knit fabrics. We moved to more performance-focused design styles. We use premium fabric with an antimicrobial finish.",
      "name": "Did you change your fabric?",
      "id": "06f60945-67f1-4e83-9361-5788b193669c",
      "companyName": "Jaanuu"
    },
    {
      "content": "You can check out this link for more details on our student discount: https://www.jaanuu.com/student-discount",
      "name": "Do you have a Student Discount?",
      "id": "76e69585-2152-42a5-81aa-50a9f3620686",
      "companyName": "Jaanuu"
    },
    {
      "content": "If you're interested in joining our tight-knit group of Jaanuu Brand Ambassadors, send an e-mail over to info@jaanuu.com letting us know how you'd rep the brand!",
      "name": "Brand Ambassador / Affiliate",
      "id": "56fb94c6-86d9-422f-97f9-3f490accd812",
      "shortcut": "ams",
      "companyName": "Jaanuu"
    },
    {
      "content": "Our scrubs (and masks) fabric is treated with an antimicrobial technology SilvadurTM, which protects the fabric and fibers so they last longer. It also inhibits the growth of microorganisms in the fabric.",
      "name": "What is an antimicrobial finish?",
      "id": "549b51ca-a75e-480e-849d-c8a18591b377",
      "companyName": "Jaanuu"
    },
    {
      "content": "We recommend that you use non-chlorine detergent and machine wash inside out on cold (with like colors). Do not dry clean. Tumble dry on low or hang dry. If needed, turn the garment inside out and iron on low heat.",
      "name": "How do I care for my Jaanuu apparel?",
      "id": "8621204a-d59b-47e4-82a8-8f0863ce1d0a",
      "companyName": "Jaanuu"
    },
    {
      "content": "I currently don't have the exact date of a possible restock, but I recommend checking our website and social media frequently.",
      "name": "Restock? (autosend enabled)",
      "id": "83b83a20-3531-11ed-a261-0242ac120002",
      "shortcut": "stok",
      "companyName": "Jaanuu"
    },
    {
      "content": "We have an option to add custom embroidery on these styles for women: https://jaanuu.attn.tv/sl/730EzeAA",
      "name": "Custom Embroidery (women)",
      "id": "68cf03da-8a5a-40ed-98e6-d89af3b520f8",
      "companyName": "Jaanuu"
    },
    {
      "content": "Our masks aren't a replacement for medical-grade protective equipment, and shouldn't be used in place of other recommended measures to inhibit the spread of COVID-19. Please continue to follow CDC guidelines, practice social distancing, hand-washing, avoid touching your face, and obey shelter-at-home orders.",
      "name": "Are these masks the surgical type? Can they protect against the virus?",
      "id": "b5f09fb6-fa3a-404f-922f-ad202d3bc54a",
      "companyName": "Jaanuu"
    },
    {
      "content": "Indeed we do! Please allow 10-15 business days for packages to be delivered to these addresses.",
      "name": "Do you ship to DPO/AE/APO addresses?",
      "id": "bba8721e-85a1-4e26-bafe-7f23834e9420",
      "companyName": "Jaanuu"
    },
    {
      "content": "Unfortunately, we currently don't have this option. All masks will be of the same color/design though I'll be sure to pass this along to my team to consider in the future!",
      "name": "Can I get an assortment of colors for the masks?",
      "id": "e629bb36-a0a4-445a-9675-462d9728e7e3",
      "companyName": "Jaanuu"
    },
    {
      "content": "Our masks don't have a filter pocket. They're crafted from the same soft, antimicrobial-finished fabric as our signature scrubs and also have a mesh lining.",
      "name": "Do the masks have a pocket so people can put in filters?",
      "id": "ee3f94ea-388d-456b-bdb5-0f3706147429",
      "companyName": "Jaanuu"
    },
    {
      "content": "Yes, we do! We offer special savings specifically for group orders and have a different department that handles these inquiries - just fill out this application form: https://jaanuu.attn.tv/sl/wi3KgML3 Our team will be happy to help!",
      "name": "Do you take group orders? / Bulk",
      "id": "5aa5b4c8-1c65-49a7-880e-da37436576aa",
      "companyName": "Jaanuu"
    },
    {
      "content": "Our processing time takes 1-2 business days and we usually ship via UPS, USPS, DHL, LaserShip, and Ontrac. Once shipped, standard shipping will take 4-8 business days for domestic orders.",
      "name": "Shipping time",
      "id": "8c61b374-f0b9-477b-98a1-950d891c7c57",
      "shortcut": "shp",
      "companyName": "Jaanuu"
    },
    {
      "content": "We offer free shipping on domestic orders over $50. Maybe you can add something else to reach the minimum?",
      "name": "Free shipping",
      "id": "7e3594d1-0cc4-4b4e-b1b7-1318a793b675",
      "shortcut": "fs",
      "companyName": "Jaanuu"
    },
    {
      "content": "You've been entered into our giveaway and you'll be notified if you're a lucky winner. Fingers crossed!",
      "name": "Cx texts LUCKY",
      "id": "548fa8e7-b32d-481b-bf9c-097c5bd730bc",
      "companyName": "Jaanuu"
    },
    {
      "content": "I'm afraid we currently don't offer this but we're always looking for ways to improve and offer items our customers want! Please submit your request here: https://jaanuu.attn.tv/sl/u12K4_Tl This will be sent directly to our design team. Hopefully, we'll be able to offer this as an option in the near future!",
      "name": "If a customer is suggesting a design that we don't offer",
      "id": "5ab9336e-17b9-4678-bca3-be8abe4f2294",
      "companyName": "Jaanuu"
    },
    {
      "content": "We're currently shipping within the 50 states of the US, Guam, Puerto Rico, Virgin Islands, and Canada. We're assessing the demand for possibly offering international shipping. Hopefully, we can expand our coverage in the near future!",
      "name": "Where do you ship to? / International shipping",
      "id": "e683b24c-30de-4e4f-85b2-0ed7dc964f09",
      "companyName": "Jaanuu"
    },
    {
      "content": "To cancel your order, please go to \"My Orders\", enter your order ID number, email address, and cancel the order - https://www.jaanuu.com/my-account/guest_order Please note that changes can only be made to an order within 30 min. from when it was submitted. We also can't add items to an existing order. What's the order number and the change you'd like to make?",
      "name": "Cancel / edit order",
      "id": "f20c66a0-1ad9-409e-b709-362fde7f5fb8",
      "shortcut": "ced",
      "companyName": "Jaanuu"
    },
    {
      "content": "Please allow 6-8 days for your return to be processed. We'll send you an email confirmation once your refund has been completed. Once your refund is complete, please allow 3-5 business days for the amount to appear back on your original payment method.",
      "name": "How long does it take to process my return?",
      "id": "c2ddf259-157b-4c5c-8f41-fb15b76b2eef",
      "companyName": "Jaanuu"
    },
    {
      "content": "Yes, we do! Currently, our Petite/Tall scrubs are offered in limited styles/colors only.",
      "name": "Do you offer petite and tall scrubs?",
      "id": "12d9014c-41fd-4903-bb01-1df2b56ba4b5",
      "companyName": "Jaanuu"
    },
    {
      "content": "Please note that gift wrapping is non-refundable and only applicable to orders of four items or less. Please reach out to us at support@jaanuu.com for further information.",
      "name": "Do you offer gift wrapping?",
      "id": "ea5e07fb-8e45-4b56-b869-622c2da36b72",
      "companyName": "Jaanuu"
    },
    {
      "content": "Please note that all of our fabrics are treated with SilvadurTM antimicrobial finished technology for enhanced protection. ULTRALiteTM is our lightest fabric that's unlike anything you've ever felt before. It allows maximum airflow, it's wrinkle-resistant and fade resistant and it's made from 92% recycled poly and 8% spandex. \n\nSPINryxTM is the softest knit fabric solution to enter the game of scrubs. It provides all-day breathability for enhanced performance and soaks up moisture to keep you cool in the heat and warm in the cold. It's made from 65% rayon, 30% nylon, and 5% spandex.\n\nFUSEryxTM is constructed with 4-way stretch properties for superior comfort and durability. It's wrinkle-resistant and fade resistant and it's made from 76% poly, 18% rayon, and 6% spandex.",
      "name": "What are your fabrics?",
      "id": "422b3c88-6c7a-42ea-acab-246cb5a85c7a",
      "companyName": "Jaanuu"
    },
    {
      "content": "Our core colors for men's scrubs are Black, Navy, Gray, Royal Blue, Wine, Caribbean Blue, and Ceil Blue. Our core colors for women's scrubs are Black, Navy, Gray, Royal Blue, Wine, Caribbean Blue, Ceil Blue, White and Blushing pink.",
      "name": "What are your core colors?",
      "id": "780cdecf-43d3-47ca-9017-e20022df9d12",
      "companyName": "Jaanuu"
    },
    {
      "content": "You can check out our detailed return policy here: https://help.jaanuu.com/hc/en-us/articles/227889927-What-is-your-return-policy Keep in mind, masks are final sale. You'll be able to start your return here: https://www.jaanuu.com/pages/returns",
      "name": "Return policy",
      "id": "03534eec-c6ff-4c6b-b074-3571e6c1883a",
      "shortcut": "rp",
      "companyName": "Jaanuu"
    },
    {
      "content": "We don't currently have a store but definitely keep an eye out.",
      "name": "Store location / retailer",
      "id": "4074a077-11de-44a7-94d7-e03e477fc840",
      "shortcut": "sl",
      "companyName": "Jaanuu"
    },
    {
      "content": "SPINryxTM is thicker compared to FUSEryxTM. SPINryxTM also stretches more compared to the other fabric.",
      "name": "Does FUSEryx and SPINryx both have the same material thickness?",
      "id": "5fb9edda-b692-4ac6-a2d2-9d0ac6827775",
      "companyName": "Jaanuu"
    },
    {
      "content": "You can take a look at our size chart here: https://help.jaanuu.com/hc/en-us/sections/200086529-Fit-Size-Guide",
      "name": "Size Chart: All - Clothes",
      "id": "27e7d07f-3c20-44be-ac42-dd710c102dc2",
      "companyName": "Jaanuu"
    },
    {
      "content": "You can take a look at our sale collection here: https://www.jaanuu.com/collection/sale , https://www.jaanuu.com/mens/collection/mens-sale",
      "name": "Sales Collection",
      "id": "e67b0ce9-7892-48e0-bf49-341196d3aedd",
      "shortcut": "spg",
      "companyName": "Jaanuu"
    },
    {
      "content": "The Mila ULTRAsoft Yoga Scrub Pant and the Perri ULTRAsoft Yoga Scrub Pant are made from the same material and have a similar look but offer different fits. The Mila ULTRAsoft pants have a slim fit that follows the natural lines of the body without being too tight. The Perri ULTRAsoft scrub pants, on the other hand, have a skinny fit, offering a closer and tighter fit.",
      "name": "What is the difference between the Mila ULTRAsoft Yoga Scrub Pant and the Perri ULTRAsoft Yoga Scrub Pant?",
      "id": "558668ba-fac1-43b6-aa98-9e7e2fe08f1e",
      "companyName": "Jaanuu"
    },
    {
      "content": "Happy to help! Would you mind sharing your usual size? I would recommend using the \"What's my size?\" tool on each product page to find the best fit. Every product page also includes a Size Guide. The Size Guide breaks down sizing by measurements (such as chest, waist, and hips) and provides details on how each product is intended to fit.",
      "name": "Sizing",
      "id": "39deb276-4390-472c-9ece-7e718d402c07",
      "shortcut": "sz",
      "companyName": "Jaanuu"
    }
  ]
}