{
  "companyKey": "lem products",
  "templates": [
    {
      "content": "I'm afraid that promo codes cannot be applied to previous or pending orders and cannot be combined with other offers. Sorry for the inconvenience. Let me know if you have any other questions!",
      "name": "Retroactive discount request",
      "id": "213df1c9-7537-4fbe-acf2-314614f4f9be",
      "shortcut": "rdr",
      "companyName": "LEM Products"
    },
    {
      "content": "Unfortunately, we do not apply current or future promotions on past orders.",
      "name": "Price Adjustment",
      "id": "c4c49df1-6157-4d1e-b81a-f46768fd958a",
      "companyName": "LEM Products"
    },
    {
      "content": "Seasoning is good indefinity, but the cure goes bad. If the cure is pink, it is good, if the cure is white, it is bad.",
      "name": "How long does the seasoning or cure last?",
      "id": "8292398e-d9bf-49cc-9734-8a77bebe5711",
      "companyName": "LEM Products"
    },
    {
      "content": "Unfortunately, we do not have a trade in program.",
      "name": "Do you take trade in?",
      "id": "62ae60f1-ec61-4b74-a1bb-022de56c90b1",
      "companyName": "LEM Products"
    },
    {
      "content": "Please note that Outdoor Gourmet is not our brand.",
      "name": "Is Outdoor Gourmet a LEM product?",
      "id": "76c3ed15-0d96-4123-8454-bbe3f68d1075",
      "companyName": "LEM Products"
    },
    {
      "content": "Stuffing tubes, grinder plates, and knives are ordered according to head size, and our head sizes are standard. You can measure your current plate using our printable Measuring Chart: https://cdn.commercev3.net/cdn.lemproducts.com/downloads/LEM_grinder_plate_tips_final.pdf \n\nThe head is the \"L\" shaped piece in which the meat is put into and extrudes out of. Many heads have a number imprinted on the side. You can also find the head size imprinted on the edge of the plate or the side of the knife.",
      "name": "How do I figure out what size tube, knife, or plate I need for my grinder?",
      "id": "fc00a3ac-1c65-4388-af4b-6e6acf510323",
      "companyName": "LEM Products"
    },
    {
      "content": "To store a bag of natural casings after it has been opened, leave the unused casings in the bag with the brine, put them in an airtight container, and store them in the refrigerator. Refrigerating the casings will minimize the odor and keep them fresh longer. If you have soaked and flushed some casings and didn't use them, you can put them back into the bag with the other casings. Just pour salt over top of the casings and store them in the same manner.",
      "name": "How do I store unused natural casings after the bag has been opened?",
      "id": "9195647b-4e1c-4aa0-899e-90182b127235",
      "companyName": "LEM Products"
    },
    {
      "content": "To determine the size tube you need for your stuffer you would first measure the base of an existing tube. If you do not have a tube that fits your stuffer, measure the diameter of the interior of the retaining ring. The retaining ring is the \"nut\" that holds the tubes on the stuffer. After the base size is determined you will have to determine the size of casing you will be stuffing and purchase a tube of the correct diameter to fit inside the casing.",
      "name": "How do I determine what size tube I need for my stuffer?",
      "id": "7500bc8b-3c2a-4639-b9e0-e015c6fae8ad",
      "companyName": "LEM Products"
    },
    {
      "content": "It depends on which casing you are using. The Natural Hog, Sheep, and Beef Casings must be rinsed several times in warm water, and then soaked for 1⁄2-1 hour until soft and pliable prior to use.\n\nFibrous Casings must be soaked in warm water 20-30 minutes before stuffing. Collagen Middles and Collagen Rounds must be soaked for 3-5 minutes in cool salt water (ratio 1 gallon water to 1 cup un-iodized salt). However, Non-Edible Casings with smoked flavor, Edible Collagen Casings and our Hot Dog Casings require no preparation before they are used. Hope this helps!",
      "name": "Is there preparation for the casings before use?",
      "id": "5c73fc99-49c0-47b2-80ad-744925618fd4",
      "companyName": "LEM Products"
    },
    {
      "content": "Please call our Parts & Service Department at 877-536-7763 or email us at parts-service@lemproducts.com. One of my colleagues will be more than happy to help out!",
      "name": "Replacement parts questions",
      "id": "350218df-075f-48a6-8b9f-57c18056fa4f",
      "shortcut": "rrq",
      "companyName": "LEM Products"
    },
    {
      "content": "Sorry that product is sold out at the moment. What do you think about this instead [link]?",
      "name": "Sold Out Product Rec [INSERT LINK]",
      "id": "a08a14e2-2623-4577-95d7-aac046ca43e8",
      "shortcut": "rstok",
      "companyName": "LEM Products"
    },
    {
      "content": "We only price match Amazon. Please note that we don't match shipping costs/free shipping.",
      "name": "Do you offer price matching?",
      "id": "0a554ac1-b910-4774-bccd-b779f830c369",
      "companyName": "LEM Products"
    },
    {
      "content": "You can find us at a store near you here:  https://www.lemproducts.com/store_locator",
      "name": "Store Location / Retailer",
      "id": "53111211-dde8-4529-ac67-a9400ded2f01",
      "shortcut": "sl",
      "companyName": "LEM Products"
    },
    {
      "content": "You can take a look at our full warranty policy here - https://www.lemproducts.com/warranty",
      "name": "Warranty Policy",
      "id": "8cde5e02-8403-45e3-974a-0464fa85524d",
      "shortcut": "wp",
      "companyName": "LEM Products"
    },
    {
      "content": "Give us a follow on IG: https://www.instagram.com/lemproducts/ and FB here: https://www.facebook.com/LEMProducts",
      "name": "Social Media",
      "id": "971d33ca-d2ec-4d29-b9e6-9e6a3757dcc8",
      "shortcut": "smd",
      "companyName": "LEM Products"
    },
    {
      "content": "You can give us a call at 877-336-5895, Monday-Friday 8am-6pm EST, or let me know if I can help via text, it may be faster.",
      "name": "Phone Support",
      "id": "24e21af6-22bf-4988-9cbd-764ff41f8528",
      "shortcut": "ps",
      "companyName": "LEM Products"
    },
    {
      "content": "Sounds good. Here are our most popular products at the moment https://www.lemproducts.com/category/top-sellers Does anything catch your eye?",
      "name": "Just Looking Best Sellers",
      "id": "bbde3679-3736-4b67-bffd-d3f6cb2c6a4e",
      "shortcut": "bs",
      "companyName": "LEM Products"
    },
    {
      "content": "Yes, you can use the tenderizer without the slicer.",
      "name": "Can you use the tenderizer without the slicer?",
      "id": "5ee19b77-fda2-4c6e-a6d9-4b580f5fd974",
      "companyName": "LEM Products"
    },
    {
      "content": "All grinders and slicers are manufactured in China.",
      "name": "Where are your products made/ manufactured?",
      "id": "128c0c42-7f61-4b49-87df-63125af27991",
      "shortcut": "mfc",
      "companyName": "LEM Products"
    },
    {
      "content": "Our processing time takes 1-2 business days and we usually ship via UPS or USPS. Once shipped, it will take 5-10 business days for domestic orders and 7-10 business days for international orders.",
      "name": "Shipping Time",
      "id": "ce5f1095-860d-4aee-9abc-b45c7ba2c293",
      "shortcut": "shp",
      "companyName": "LEM Products"
    },
    {
      "content": "The best way to handle this is to give us a call at 877-336-5895 or fill out this form and one of my colleagues will get back to you in 24-48hrs: https://www.lemproducts.com/contactus Our team is happy to help!",
      "name": "Customer Support",
      "id": "deaabc7a-8565-4a74-ad47-0c20f538f24c",
      "shortcut": "cs",
      "companyName": "LEM Products"
    },
    {
      "content": "You can check out our detailed return policy here - https://www.lemproducts.com/shipping and complete the return form here - https://cdn.commercev3.net/cdn.lemproducts.com/downloads/Pick_Ticket_Back_v4.pdf",
      "name": "Return Policy",
      "id": "f3987662-15a8-4ae3-b0f1-737d83158443",
      "shortcut": "rp",
      "companyName": "LEM Products"
    },
    {
      "content": "The items should be as dry as possible before sealing. The more liquid, the less effective it will be. Plus, if liquid gets in the vacuum system, it runs the chance of breaking the unit.",
      "name": "Will the vacuum sealer work if there is liquid in the meat?",
      "id": "98a83828-4bb5-4ed1-b785-7c8419dcdb30",
      "companyName": "LEM Products"
    },
    {
      "content": "Yes, here's the link to our digital catalog: https://lsc-pagepro.mydigitalpublication.com/publication/?i=762416&utm_campaign=digital-catalog",
      "name": "Do you have a Digital Catalog?",
      "id": "98bb5056-fa9f-4ac8-a214-150eb6c1532b",
      "companyName": "LEM Products"
    },
    {
      "content": "I'm so sorry to hear that! Please give our technical service team a call at 877-536-7763, Monday-Friday 8:30am-5:00pm ET. Rest assured you're in excellent hands!",
      "name": "Issues with products received, products not working as they should",
      "id": "331bbe05-0c23-411e-ba2f-eb9d7fc4778e",
      "companyName": "LEM Products"
    },
    {
      "content": "Because grinders, mixers, and other large items are bulky and heavy, these items have additional shipping charges. These charges are listed after the description of the product and are in addition to Standard Shipping Costs listed in the chart here: https://www.lemproducts.com/shipping",
      "name": "Additional Shipping Charges",
      "id": "dca8905d-cc27-4cfc-9242-1976dd60de2f",
      "companyName": "LEM Products"
    },
    {
      "content": "You can read all about wholesale inquires and apply here: https://www.lemproducts.com/dealer_inquiry",
      "name": "Wholesale inquiries",
      "id": "bed91bdc-248a-4c87-ab2f-d2fff1300571",
      "shortcut": "wls",
      "companyName": "LEM Products"
    },
    {
      "content": "We accept MasterCard, Visa, America Express, Discover, PayPal, Personal Check, Business Check, Cashiers Check, and Money Order. Orders paid by personal checks may be held up to 10 business days until the check is processed through your bank.",
      "name": "What payment methods do you accept?",
      "id": "49898bf2-d654-4102-b1d6-d2713bee573d",
      "companyName": "LEM Products"
    },
    {
      "content": "Thank you for your service! We offer a 10% military discount, and to get it, you need to call our customer service team to place the order. Here is the number: 877-336-5895.",
      "name": "Military discount",
      "id": "d1dbc3d3-01a2-4738-ba46-08b86813996a",
      "shortcut": "ms",
      "companyName": "LEM Products"
    },
    {
      "content": "By the way, have you seen our seasonings sections? They would go really well with your order: https://www.lemproducts.com/category/backwoods-spices-seasonings",
      "name": "Order Upsell",
      "id": "28d3af80-f55d-4785-84ac-e3804af57156",
      "shortcut": "ous",
      "companyName": "LEM Products"
    },
    {
      "content": "To help with your decision today, check out our gift guide. It's great if you're buying for a meat lover or if you're one yourself: https://blog.lemproducts.com/the-best-gift-for-meat-lovers/",
      "name": "To help with your decision",
      "id": "d12b30f4-1dd0-4077-9bcc-2f9001a72826",
      "shortcut": "hyd",
      "companyName": "LEM Products"
    },
    {
      "content": "I'm afraid we're unable to edit or cancel any order after it has been placed online. Apologies for the inconvenience!",
      "name": "Cancel / edit order",
      "id": "b45045e8-aad0-4eae-be77-83ed0ebac3b9",
      "shortcut": "ced",
      "companyName": "LEM Products"
    },
    {
      "content": "The 8.5'' one weighs about 10lbs less, and has 515 RPM whereas the 10'' one has 520 RPM. The HP is also slightly different, the 10'' has 0.4HP and the 8.5'' has 1/4HP.",
      "name": "Big bite 10'' vs big bite 8.5''",
      "id": "ac8fe0e1-38e4-4c4c-8c06-cbbc6137cb0d",
      "companyName": "LEM Products"
    },
    {
      "content": "Please check out our bone grinding FAQs here:  https://lemproducts.attn.tv/sl/BqrxbVHx",
      "name": "Bone Grinding FAQs",
      "id": "8c890261-ed27-409d-97ca-0310d1a972ec",
      "companyName": "LEM Products"
    },
    {
      "content": "Thank you for your interest! The best way to discuss this is to contact us via this link: https://www.lemproducts.com/contactus Our team is happy to chat.",
      "name": "Brand ambassador / sponsorship",
      "id": "ac6e63f6-7848-4056-b682-a18430879ea3",
      "shortcut": "ams",
      "companyName": "LEM Products"
    },
    {
      "content": "We don't currently offer free shipping, but all promos will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "name": "Free shipping",
      "id": "ce5ec9b3-4364-4076-b542-18558113e4b0",
      "shortcut": "fs",
      "companyName": "LEM Products"
    },
    {
      "content": "We carry a full line of replacement parts for most of our products which you can check out here: https://www.lemproducts.com/category/parts Please be advised that all parts are not available online. If you have any further questions regarding replacement parts or need assistance please give us a call at 877-536-7763 or email us at parts-service@lemproducts.com and one of my colleagues will be more than happy to help out!",
      "name": "Do you sell replacement parts?",
      "id": "a3d0ee76-4831-4872-8edc-939c9640ce6a",
      "companyName": "LEM Products"
    },
    {
      "content": "To load the Poly Bag Tape machine, insert the tape on the star shaped tape holder. Pull the tape off the roll approximately 6\" and place it in the machine sticky side up. Lay the tape over the slot in the top of the machine, making sure the tape is at least 2\" past the end of the machine, and push a bag through the slot. When a bag is pushed into the slot, the tape will go into the slot. Seal the bag and be cut off. That's it! This will load the tape for future use. The unit should not require re-loading until a new roll of tape is installed.",
      "name": "How do I load the tape on the Poly Bag Tape machine?",
      "id": "1883a7cb-0cfc-43c5-b15f-e82308aa2be2",
      "companyName": "LEM Products"
    },
    {
      "content": "We publish the catalog once a year, occasionally, due to unforeseen circumstances, there are price increases from our vendors and we must reflect this increase in our pricing. As a result, our website may show a different price than the catalog. So, prices are subject to change without notice.",
      "name": "Why is a price different on the website than in the catalog?",
      "id": "07840015-4cbe-4756-b31e-a3c7afcfca7f",
      "companyName": "LEM Products"
    },
    {
      "content": "The 1000 series has a stronger pump at 24Hg Pump compared to the 22Hg Pump of the 500 series. Its wattage is 880 Watts which is more than the 500 series which operates at 462 Watts. Generally speaking, what really sets the 1000 series MaxVac apart beyond these differences is its incredible run-time of 10 hours which is twice as much compared to the 500 series and it also comes with a warranty of 5 years instead of 2 years of the other version. Hope this helps!",
      "name": "What is the difference between MaxVac 500 vs MaxVac 1000?",
      "id": "0ada4395-d561-4407-9bf7-6e33e3c650e3",
      "companyName": "LEM Products"
    },
    {
      "content": "Any type of lean meat will work, beef, venison, turkey, etc. For jerky and snack sticks the leaner the meat the better. When making sausage we suggest an 80:20 blend. 80% meat and 20% pork or pork fat. We do not recommend using suet in your sausage mix.",
      "name": "What meat is recommended for making jerky and sausage?",
      "id": "e98990eb-e170-4b68-bc4d-875c451530fb",
      "companyName": "LEM Products"
    },
    {
      "content": "I'd recommend taking our quiz at the following link in order to find out which LEM Meat Grinder is perfect for you: https://www.lemproducts.com/best-meat-grinder",
      "name": "Which meat grinder would you recommend?",
      "id": "af42ee08-8e23-411b-9989-81ab9902f52a",
      "companyName": "LEM Products"
    },
    {
      "content": "We recommend using 20% pork or pork fat to 80% lean meat. The fat is added to the meat to make up the total amount of meat needed. If you are making a 10 lb. batch of summer sausage you would use 8 lbs. of lean ground meat and 2 lbs. of pork fat. We do not recommend the use of suet in place of fat. Suet has a higher melting point than the sausage cooking temperature. When the meat is fully cooked the suet would not be melted completely, leaving suet particles in the sausage.",
      "name": "Do I need to add fat to my sausage? What type of fat is suggested?",
      "id": "4d67672d-c1bb-410f-8a10-b8a083855141",
      "companyName": "LEM Products"
    },
    {
      "content": "There is a diagram available that shows which casing to use for which type of sausage you are making. You can check it out here: https://cdn.commercev3.net/cdn.lemproducts.com/downloads/casing_chart.pdf",
      "name": "What casing do I need for the product I am making?",
      "id": "6e515b7d-8f3f-4ec0-bb68-c1791a918a73",
      "companyName": "LEM Products"
    },
    {
      "content": "Yes, we recommend using at least 1 oz. (2 tablespoons) of water per pound of meat with our Backwoods Seasoning.",
      "name": "Do I need to use water when using Backwoods Seasoning? How much?",
      "id": "ef10d5af-e0b5-4c1b-acd8-81cb6b626ba5",
      "companyName": "LEM Products"
    },
    {
      "content": "The hand crank is Right Crank usage only. When installing the crank, position the stuffer so the crank is located on your right side as you face the unit. Install the cylinder so the stuffing tube is facing toward you. Then operate the unit by turning the crank with your right hand while guiding the tube with your left hand.",
      "name": "Is the hand crank Left or Right handed on the Sausage Stuffer (Models #1111 & #1112)?",
      "id": "16e1bc77-fba1-4370-a4db-7693db7291d4",
      "companyName": "LEM Products"
    },
    {
      "content": "You can take a look at our sale collection here: https://www.lemproducts.com/category/refurbished-products",
      "name": "Sales Collection",
      "id": "2f21b26f-093c-4edb-8321-fe68fb274b86",
      "shortcut": "spg",
      "companyName": "LEM Products"
    },
    {
      "content": "You can use our convenient online tool to see the latest updates on your order: https://www.lemproducts.com/tracking?srsltid=AfmBOoo3xPI02maZ0zwBdk7HlHybTr9FHS2kIOWcFtM834KRBETCUfmy",
      "name": "Order status / tracking",
      "id": "cfe4b85e-9e51-48ca-b26a-28c25b59da6c",
      "companyName": "LEM Products"
    },
    {
      "content": "We do not send out catalogs.",
      "name": "Do you have catalogs?",
      "id": "f24a445d-1d1a-4bf0-bdd3-b8f76d83af9f",
      "companyName": "LEM Products"
    }
  ]
}