{
  "companyKey": "makesy",
  "templates": [
    {
      "content": "Our Denatured alcohol is a grain-alcohol product with a 200 proof, and the ingredient used to denature it is denatonium benzoate.",
      "name": "What are the ingredients of the perfumer's denatured alcohol?",
      "id": "7aea7a61-72a2-47f4-91c8-f2e55fa18d56",
      "companyName": "Makesy"
    },
    {
      "content": "Yes, our functional fragrances are tested with proven results (MRI) - that show these fragrances are calming and offer uplifting benefits. All our other functional fragrances are a proprietary blend based on published test data.",
      "name": "How do you know what moods are enhanced? Are they tested?",
      "id": "3fe9a1e9-83ce-47e1-be7c-51736b15af77",
      "companyName": "Makesy"
    },
    {
      "content": "I currently don't have the exact date of a possible restock, but I recommend checking our website and social media frequently.",
      "name": "Restock? (autosend enabled)",
      "id": "83b84614-3531-11ed-a261-0242ac120002",
      "shortcut": "stok",
      "companyName": "Makesy"
    },
    {
      "content": "Our blends are proprietary. The information shared under the description is all we can disclose to you. Our apologies!",
      "name": "What are the ingredients in your diffuser bases?",
      "id": "fd6b726c-68f0-410c-8a97-1e5dc007e02e",
      "companyName": "Makesy"
    },
    {
      "content": "Yes, our products are pet safe.",
      "name": "Are your products pet safe?",
      "id": "56caafe0-cd8f-40c3-9013-efc44797118d",
      "companyName": "Makesy"
    },
    {
      "content": "We can't add items to an existing order. If you'd like to send over your email address and order number, I can check if a cancellation is possible.",
      "name": "Cancel / edit order",
      "id": "836c9e0f-9695-4434-b140-ad221ee37888",
      "shortcut": "ced",
      "companyName": "Makesy"
    },
    {
      "content": "Mica tends to clog cotton wicks easier than wooden wicks so you may have a little more flexibility if you're using wooden wicks but still remain mindful of how much you're using. We offer copper, gold, and pearl mica that provide projects with the perfect tinted shine. Hope this helps!",
      "name": "Can mica clog cotton wicks?",
      "id": "7d200af1-8c73-4ebb-88f8-ad5cb83e8a75",
      "companyName": "Makesy"
    },
    {
      "content": "The Money Maker Kit contains 36 Luxury Candle Vessels, 36 Matching Lids, 22lbs Natural, High-Performing Soy Wax, 3lbs Phthalate-Free, Vegan Fragrance Oils, 36 Crackling Wooden Wicks, 36 Wick Stickers, 36 Wick Clips, 36 Safety Labels, a small Black Pouring Pitcher, thermometer, digital scale, and wick trimmers. Hope this helps!",
      "name": "What comes with the Money Maker Kit?",
      "id": "0e22e9a3-77ac-4e2c-9092-6ad1f82871bf",
      "companyName": "Makesy"
    },
    {
      "content": "Baobab protein can be used with sea salt spray for hair and face.",
      "name": "Can Baobab protein be used with sea salt spray?",
      "id": "a777403f-9852-4f2a-b00f-957f163aa9d0",
      "companyName": "Makesy"
    },
    {
      "content": "The percentage of Butylene glycol recommended depends on the product that is being made. For an emulsion or cream, we would suggest 2-5%. And for an oil-free serum, 5-10% usage will provide an elegant glide upon application.",
      "name": "How much Butylene glycol do I need? / How do I use it?",
      "id": "e860247e-9c25-4938-875b-5dcd32b6da35",
      "companyName": "Makesy"
    },
    {
      "content": "Baobab Protein can be used in hair oils with an emulsifier. However, this will make the product take on a fluid cream texture. But with puresilk natural emulsifier, you'll be able to create a very fluid, luxurious cream that's up to 70% in oils.\n\nHowever, for best results, we suggest sucraclear oil gellant used at 5-15%, as it should be able to thicken the oils to the point where adding up to 5% baobab soluble protein would yield a stable, fluid oil gel.\n\nAnd for any other products, just make sure to add 1-2% emulsitec plant derived preservative if adding any water-based materials to oils.",
      "name": "Can the Baobab Water-Soluble Protein Extract be used in hair oils with an emulsifier?",
      "id": "014baaf0-0433-412c-86eb-5a34a73e6521",
      "companyName": "Makesy"
    },
    {
      "content": "You can check this video as a guide on how to make your own candle and shows all the items you would also need: https://makesy.attn.tv/sl/Bd7hpija",
      "name": "How do I make a candle?",
      "id": "e1375f87-aae1-4f3b-aa39-fa1f4bfe00bf",
      "companyName": "Makesy"
    },
    {
      "content": "We started as a dream in a small LA apartment. That dream was to bring eco-friendly and innovative wooden wicks to makers all around the world. We have evolved into a much different business than we were founded as. \n\nToday, we offer thousands of different products to makers of all types and our dream to revolutionize industry has grown far beyond just wicks.\n\nAnd as we continue to dream, grow and build together we decided on a new name that encompasses all we've become and all we will continue to become!",
      "name": "Why did your name change?",
      "id": "39c47c66-47f8-48ff-9f67-bdc5df8c71d7",
      "companyName": "Makesy"
    },
    {
      "content": "Butylene glycol is included in formulas for shampoos, conditioner, lotion, sunscreen, anti-aging serums etc, because it adds moisture to the hair and skin. It also works as a solvent, which means it keeps other ingredients such as dyes and pigments from clumping up inside of a solution.",
      "name": "What is Butylene glycol used for?",
      "id": "a7278854-a428-4372-9278-2ace1ef01228",
      "companyName": "Makesy"
    },
    {
      "content": "I understand the importance of choosing the right scent! You can check our blog post on the benefits of each wax we carry here: https://wwc.attn.tv/sl/GiIvHI4s",
      "name": "How do I know or choose the best scent/wax?",
      "id": "2590db65-a839-447e-818c-0e18c87779c2",
      "companyName": "Makesy"
    },
    {
      "content": "Absolutely! We posted a YouTube video with instructions which you can check out here: https://www.youtube.com/watch?v=zb__aP2H9jw&t=163s",
      "name": "Do you have any guides on how to make exfoliants/body scrubs/facial polish??",
      "id": "27927fe0-8c86-431c-a6d6-576df9e2c61a",
      "companyName": "Makesy"
    },
    {
      "content": "Sure thing, you can find our custom-sized wicks here: https://woodenwick.com/collections/custom-wicks",
      "name": "Do you have custom wick sizes?",
      "id": "2977f711-adbb-48d8-a20c-913b32e9efda",
      "companyName": "Makesy"
    },
    {
      "content": "I'm so sorry, we no longer offer the pre-inserted option. I'll definitely share your feedback with my team and I suggest signing up for our newsletter at the bottom of our homepage to ensure you stay up to date on new items or if anything changes!",
      "name": "Why can't I select Pre-inserted clips anymore?",
      "id": "297bb58e-6fbd-42b3-b011-fce935fa3fa2",
      "companyName": "Makesy"
    },
    {
      "content": "Of course, wooden wicks can be used for the aura vessel! The wick size will depend on both the vessel diameter + wax type; you can determine the optimal wick size by using the wick size guide here: https://woodenwick.com/pages/wooden-wick-selection-guide\n\nWe strongly recommend getting the all inclusive sample kit as well: https://woodenwick.com/products/wick-sample-kit?variant=35790961016986&quiz-kit-id=3655&quiz-kit-api-call-url=https://api.quizkitapp.com/api/v1/quizzes/5gJ_Lll0Ih/add-to-cart since the burn test is the most reliable method for determining the optimal wick size.",
      "name": "Can wooden wicks be used for the aura vessel?",
      "id": "30eac602-d258-4542-a627-e40fe3731b42",
      "companyName": "Makesy"
    },
    {
      "content": "Our entire exclusive collection of fragrance oils is actually phthalate-free! Feel free to browse them here: https://wwc.attn.tv/sl/z8QUbnFy",
      "name": "Are your fragrance oils phthalate-free?",
      "id": "422b1d17-5d43-49b5-873a-625fc43568b3",
      "companyName": "Makesy"
    },
    {
      "content": "Refunds typically process in 2-3 business days back to the original form of payment.",
      "name": "How long do refunds normally take?",
      "id": "4c3eba21-5029-4d9d-b8e6-2c1da6793bf3",
      "companyName": "Makesy"
    },
    {
      "content": "You're welcome to use our Wax + Base Calculator here: https://woodenwick.com/pages/candle-wax-calculator?utm_campaign=concierge&utm_medium=sms&utm_source=attentive&externalId=n_JWH It's the easiest way to determine how much base or candle wax is needed.",
      "name": "How much fragrance is needed when making candles?",
      "id": "6fbe5f56-86ee-4c6a-b4cc-0eaa25f5dd8f",
      "companyName": "Makesy"
    },
    {
      "content": "The best way to handle this is to contact us via this form: https://woodenwick.com/pages/contact-us or you can live chat with one of our reps at https://woodenwick.com/",
      "name": "Customer support",
      "id": "7ce409e9-e134-4a67-b281-3b6843075799",
      "shortcut": "cs",
      "companyName": "Makesy"
    },
    {
      "content": "We have both fragrance oil and all-natural line as well. The Naturals Collection fragrances are made from natural materials extracted from natural chemicals and essential oils and are ISO 9235 certified. The rest of our exclusive fragrances are made using the highest quality fine fragrance oils + essential oils sourced from around the globe. Each product has a safety data sheet advising the safest percentage to use.",
      "name": "Is your oil all natural or is it a fragrance oil?",
      "id": "828faa59-9bd3-45ae-ab81-ebc0e31704b7",
      "companyName": "Makesy"
    },
    {
      "content": "Cotton wicks will often \"mushroom\" or \"bloom.\" Wooden wicks don't - basically, that means that they don't create an ugly black ball on the top of the wick that lingers and smokes after burning for a while. Wooden wicks burn much cleaner, and while they don't get the carbon build-up that needs to be trimmed off of cotton wicks, they will develop a slight amount of ash at the tip of the wick. The ash can be easily broken off when cool before relighting or cut using a wick trimmer.",
      "name": "Difference in burning a wooden wick vs a cotton wick",
      "id": "82e02f03-27d8-4a4f-8c6c-fd0e837d9b7c",
      "companyName": "Makesy"
    },
    {
      "content": "We have a blog post with instructions which you can check out here: https://woodenwick.com/blogs/news/how-to-make-serene-spa-bath-salts",
      "name": "Do you have any guides on how to make bath salts?",
      "id": "84d6a1a5-d8f0-4e5a-b9cb-874d299341d7",
      "companyName": "Makesy"
    },
    {
      "content": "You can check out our detailed return policy here - https://help.makesy.com/en_us/categories/returns-rk6yCVFwq",
      "name": "Return policy",
      "id": "2c0d2b23-a93c-4fc8-8be7-4bcaf5ee4941",
      "shortcut": "rp",
      "companyName": "Makesy"
    },
    {
      "content": "The difference is the optimal Wax type for each! .01 is best for Paraffin Wax, .02 is best for natural waxes containing soy, coconut, hemp, beeswax, or apricot, and .03 is best for 100% soy wax!",
      "name": "What is the difference between the .01, .02, and .03 X-Wicks?",
      "id": "26d30542-6969-4011-8583-86264e040a5f",
      "companyName": "Makesy"
    },
    {
      "content": "I suggest you go with the 0.4 Crackling Single-Ply Wick (.25\" / 6.4mm / 1\" / 50.8mm / 100) which you can check out here: https://woodenwick.com/products/the-crackling-single-ply-wick-4?variant=41283244359834",
      "name": "What wick should I use with the Matte White Tealights?",
      "id": "2d37fca5-d888-40e5-b626-f86f33947fb5",
      "companyName": "Makesy"
    },
    {
      "content": "The Silicone Succulent Cavity/Mold can hold 1.6 oz of wax.",
      "name": "How much wax does the Silicone Succulent Cavity/Mold hold?",
      "id": "964bf2d2-7048-44eb-941c-c612079546a2",
      "companyName": "Makesy"
    },
    {
      "content": "Please check our wick selection guide here: https://woodenwick.com/pages/new-wick-selection-guide",
      "name": "For questions on wick/wax combinations",
      "id": "a21405a6-7f4d-48a3-8acb-d4391d45833e",
      "companyName": "Makesy"
    },
    {
      "content": "The crackling wicks will burn hotter than the whisper wicks. They also have a different level of \"crackle\" or noise when burning.",
      "name": "Difference between natural crackling wicks and regular wicks",
      "id": "a2c615c5-533e-49af-99be-c8dc175d6736",
      "companyName": "Makesy"
    },
    {
      "content": "The flame height actually depends on the wick that you have. We do have a really helpful guide and you can check it out here: https://makesy.attn.tv/sl/1CSoPQYc",
      "name": "What's the ideal flame height?",
      "id": "e3a915d1-1941-46cf-aef8-c3b93291ee4b",
      "companyName": "Makesy"
    },
    {
      "content": "Unfortunately, the code isn't valid on Emoti fragrances but you're free to use it on any other 10ml fragrance.",
      "name": "The code for a free 10ML size fragrance isn't working",
      "id": "dd625ca5-6ddf-481a-81b4-bb76d3a24c13",
      "companyName": "Makesy"
    },
    {
      "content": "When we launched our rebrand, we also launched a new loyalty program that gives us the ability to offer some great new perks, like exclusive discounts on new product launches, higher reward vouchers (up to $1000, to save you time entering codes), a more seamless reward application process at checkout, and for our highest tier, the ability to gift free product with new launches. Lots of good stuff! When we launched the updated loyalty program, our new provider made the mistake of importing the program at $1 = 1 point, and made vouchers equivalent to this, as that is the default in their system. Unfortunately, it took us about 2 weeks to fix this after the program launched and it was brought to our attention. To be super clear, our point valuation didn't change, and your points are still worth the same amount as they were before the rebrand. There was a period where they were worth more than they should have been; customers never have had their point values decreased from how they have historically been. Our intention was absolutely not to mislead our customers in anyway, especially those who are most loyal to our business. We hope this helps provide clarity, and we really appreciate your partnership!",
      "name": "Has the point-system changed?",
      "id": "a07522a1-a3ce-4946-8b5c-236395d47998",
      "companyName": "Makesy"
    },
    {
      "content": "Yes, the natural onyx vessels come with the lid.",
      "name": "Do the natural onyx vessels come with the lid?",
      "id": "41364bed-5cdb-48db-9a3e-84220e3a8b72",
      "companyName": "Makesy"
    },
    {
      "content": "The wood lids have an inner diameter of 3.25'', cork lids have an inner diameter of 3.39\" and aura lids have a diameter of 3.78\".",
      "name": "What are the dimensions of the lids you have?",
      "id": "8e6dbd21-0702-4bb8-8320-bb0c91047e55",
      "companyName": "Makesy"
    },
    {
      "content": "They are functional fragrances with aroma therapeutic benefits and mood altering properties.\n\nFunctional fragrances are made with proprietary blends of essential oils, and are uniquely curated just for that purpose - to enhance specific feelings /moods.",
      "name": "What does emoti+TM mean?",
      "id": "0542760a-0fad-4414-bec3-73494e448c14",
      "companyName": "Makesy"
    },
    {
      "content": "Thank you for your service! We don't have any specific discounts like that but if it helps, you can check out the items we have on sale here: https://makesy.com/collections/sale",
      "name": "Military / First responder / Healthcare / Teacher discount",
      "id": "477d61c8-b524-4421-bfa7-b3da47743a97",
      "shortcut": "ms",
      "companyName": "Makesy"
    },
    {
      "content": "Yes! All of our exclusive fragrances are approved for use in other products. You can find application percentages in the \"More Details\" section on each product page.",
      "name": "Can I use the fragrances in soap or other body products?",
      "id": "a591d809-85e7-4cc4-95d5-71ac4570a660",
      "companyName": "Makesy"
    },
    {
      "content": "Once your order is ready for pick up, we'll send you a detailed email with instructions on how to pick up the order.",
      "name": "What are the instructions to pick up my order?",
      "id": "b0f389ae-d2f4-43fe-81cb-f3f44aac8da8",
      "companyName": "Makesy"
    },
    {
      "content": "The light will turn on and off while in use. When the light is on, the wax is heating. When it flickers off, it means that the wax has reached the desired temperature. Interval heating is also a safety feature of the unit.",
      "name": "Wax Melter Light Indicator",
      "id": "bbfb885e-d84b-49d3-a132-8a02b443964d",
      "companyName": "Makesy"
    },
    {
      "content": "Yes, our oils can be diffused in ultrasonic diffusers.",
      "name": "Can your oils be diffused in ultrasonic diffusers?",
      "id": "bca7b7f9-f2f9-43b0-8cf7-5de6f5c5d468",
      "companyName": "Makesy"
    },
    {
      "content": "Ooooh glad you asked! I do have a special code for you. You can use MAKEMORE5 for an extra $5 off your next $50+ purchase.",
      "name": "Do you have any discount codes?",
      "id": "bd1b9916-6aff-4740-ac65-99a069b1d88f",
      "companyName": "Makesy"
    },
    {
      "content": "For the melter, you'll need to raise the temperature in the melting phase, higher than the desired final set point. When the wax is mostly melted, you can then dial it to your desired set point to maintain the temperature.",
      "name": "Wax Melter",
      "id": "ccbbfd39-326e-41d2-aba3-de8a9658b3d2",
      "companyName": "Makesy"
    },
    {
      "content": "Only our Virgin Coconut Soy and Coco Apricot Créme waxes contain a miniscule amount of highly refined food-grade paraffin. We add a small amount of food grade paraffin because we have found it to enhance the performance of our wax and give an excellent hot throw. Scientific studies have proven paraffin wax to burn just as cleanly as soy, beeswax, or palm. And the highly refined food-grade nature of our paraffin puts it in the natural category.",
      "name": "Do your wax blends contain paraffin?",
      "id": "cd2a075e-4bf8-416a-ba40-0ef238e012f9",
      "companyName": "Makesy"
    },
    {
      "content": "The amount of FO to add depends on the ounces of soap you're making. Here's a link to a universal fragrance calculator: https://woodenwick.com/pages/fragrance-percentage-chart?utm_campaign=concierge&utm_medium=sms&utm_source=attentive&externalId=MW-CD Hope it helps!",
      "name": "What fragrance percentage (%) should I use?",
      "id": "d6e4e421-4dc4-4512-a5f4-4c2a8e75f83a",
      "companyName": "Makesy"
    },
    {
      "content": "All samples are 10ml in size.",
      "name": "Sample sizes of fragrance oils",
      "id": "d764c200-b8b1-4c37-8bde-167baaa65f94",
      "companyName": "Makesy"
    },
    {
      "content": "The burn time for our waxes is around 4 hours per oz of wax.",
      "name": "What is the burn time for your waxes?",
      "id": "df305884-742c-4118-b320-fe44c0413b63",
      "companyName": "Makesy"
    },
    {
      "content": "We've never measured it, but it should be very little.",
      "name": "How much wax gets left in the unit, after pouring from the spout?",
      "id": "e2e1203d-a1f5-4424-b854-0331c1703c54",
      "companyName": "Makesy"
    },
    {
      "content": "You can check out the Wick Selection Guide here:  https://wwc.attn.tv/sl/dC8Vgo_O for recommendations to begin to burn testing and you'll also want a Sample Kit or Sample Pack here: https://wwc.attn.tv/sl/PLuFR__i to test your recommendations before purchasing a large number of wicks! Hope this helps!",
      "name": "What wick do I choose?",
      "id": "f117be08-cfda-4a63-ab82-85273dbf913a",
      "companyName": "Makesy"
    },
    {
      "content": "We offer customization for Wooden Wicks and Custom Lids. To get started, you can fill out this form: https://makesy.com/pages/customization?utm_campaign=concierge&utm_medium=sms&utm_source=attentive&_pos=6&_sid=cc326bc5a&_ss=r&externalId=sjxMN",
      "name": "Do you offer customization (logo, brand name, design)?",
      "id": "f7190a43-894e-43cd-b2f9-d82f256dbfaf",
      "companyName": "Makesy"
    },
    {
      "content": "Great question! You're going to want to figure out your cost of goods sold (COGS) before determining your price points. Watch this video to figure out your COGS: https://www.youtube.com/watch?v=KGKDyQAjqYE&list=PLd7Ui4O8ZFojEt49VrW-KDTDwfKKWucNS&index=16&t=43s and then this one on how to price your products: https://www.youtube.com/watch?v=jwOkQr7xkug&list=PLd7Ui4O8ZFojEt49VrW-KDTDwfKKWucNS&index=17&t=7s",
      "name": "How should I price my products?",
      "id": "f72be350-c19c-4652-a100-9f508b001095",
      "companyName": "Makesy"
    },
    {
      "content": "Perk points do not have an expiration date, as they are constantly being stacked.",
      "name": "Do reward points expire?",
      "id": "f90e52cc-7ec6-449b-af03-440e26cd1aff",
      "companyName": "Makesy"
    },
    {
      "content": "The cure time is at least 3 days, but I would recommend curing it for 5-7 days with the lid on for an optimal scent throw.",
      "name": "What's the cure time for coco apricot creme?",
      "id": "ffcb3f72-ebd2-40fe-8ef6-370d1823d525",
      "companyName": "Makesy"
    },
    {
      "content": "We usually ship via USPS or FedEx and once shipped, it will take 3-7 business days domestically and 5-15 business days internationally. Please note that all orders have a 3-7 business day lead time except for our custom sized wicks, which have a lead time of 1-3 weeks. Our custom word wicks and custom lids have 8-10 weeks lead time.",
      "name": "Shipping time",
      "id": "eb111f15-5d3d-4f74-9011-63430c3969d7",
      "shortcut": "shp",
      "companyName": "Makesy"
    },
    {
      "content": "Let them sit for a minimum of 72 hours.",
      "name": "How long do the virgin coconut soy wax needs to sit before I burn test them?",
      "id": "2378f917-8ddc-42ac-80c2-47383338c54c",
      "companyName": "Makesy"
    },
    {
      "content": "Yes, perk points and discount codes can be combined at checkout!",
      "name": "Can I use a discount code and rewards at the same time?",
      "id": "efb174b4-9321-4a76-8983-6baa9ea6e3ac",
      "companyName": "Makesy"
    },
    {
      "content": "We currently don't have waxes that can be used in pillar candles, as the wax blends that we offer have a creamy consistency to them. Our wax blends are suitable for use in container candles and tarts/ wax melts only. However, we would recommend the waxes that are noted on our website as \"suitable for use in container candles and tarts\" as they have proven to be more consistent. Beeswax is the wax that has proven to be the best option.",
      "name": "Do you have wax for pillar candles?",
      "id": "fcea8220-323f-4ac8-9c59-764db0fe67f2",
      "companyName": "Makesy"
    },
    {
      "content": "The book has 33 pages. It's more of an informational book. There aren't any recipes in it.",
      "name": "How many recipes/pages are in the burn book?",
      "id": "e2096ac8-ab2a-42db-8e9a-c66ee4716274",
      "companyName": "Makesy"
    },
    {
      "content": "The simple answer is - soy! One blend is made with coconut and soy waxes, while the other is made with coconut and apricot. Both have exceptional adhesion, provide an excellent fragrance throw (both warm and cold) + exhibit an evenness of burn and wax consumption.",
      "name": "What is the difference between Virgin Coconut Crème and Coco Apricot Crème wax?",
      "id": "2f9bc1b0-d607-48c3-a044-c4d6de8f0ba9",
      "companyName": "Makesy"
    },
    {
      "content": "Tunneling can occur if the wick size isn't optimal for your wax and vessel diameter. If the wick is too small it can't efficiently burn off all of the fuel (wax and fragrance) and generate enough heat to form a good melt pool. To resolve this, try increasing your wick in width (wick up in thickness as well if this doesn't resolve the problem). In some cases, the tunneling can occur when a candle wick consumes too much fuel too quickly. So, if the wick is too large, it will consume the wax extremely fast, causing it to generate too much heat and melt right down the middle of your candle. In this case you'll need to wick down in width (wick down in thickness as well if the problem isn't resolved).",
      "name": "How do I resolve tunneling issues with my candles?",
      "id": "343bd989-f7c2-49fc-859f-36640421ef11",
      "companyName": "Makesy"
    },
    {
      "content": "Yes, they are!",
      "name": "Are the lids on your apothecary jars airtight?",
      "id": "38255ace-4858-42ce-942e-54c171a45bec",
      "companyName": "Makesy"
    },
    {
      "content": "Yes, we pride ourselves on producing the highest quality home fragrance oils crafted with the sophisticated, health-conscious, and environmentally friendly maker in mind!",
      "name": "Are the fragrances environmentally friendly?",
      "id": "41738b05-0f9b-4435-9480-1233edb0336f",
      "companyName": "Makesy"
    },
    {
      "content": "Due to raw material shortages used in candle production that are causing volatile price increases, we recently had to implement a price increase to some of our products. In addition, increases in logistics costs of 23% (both air and trucking) have affected our supply chain. We're still negotiating with our suppliers, as well as searching for new ones in order to provide you with the lowest prices possible. We appreciate your understanding of these factors that are outside our control!",
      "name": "Why the price increase on some of your products?",
      "id": "4f774551-f6c8-4a99-81b0-84d2cd8aeff6",
      "companyName": "Makesy"
    },
    {
      "content": "Our prices are already considered wholesale, however, we do offer bulk price breaks for various products. Any bulk discounts will automatically apply at checkout for the qualifying quantities.",
      "name": "Do you offer wholesale pricing?/Wholesale inquiries/Do you offer bulk pricing?",
      "id": "60622b64-5c50-432e-bc57-8fa426344a44",
      "shortcut": "wls",
      "companyName": "Makesy"
    },
    {
      "content": "Yes, all our waxes are skin safe.",
      "name": "Are your waxes safe for the skin?",
      "id": "616f36e8-a98f-4701-89d5-214a697edae6",
      "companyName": "Makesy"
    },
    {
      "content": "Fragrance Oils stored properly (cool, dark, temp-controlled room) should last up to 24 months.",
      "name": "Fragrance Oil Shelf Life",
      "id": "650e5832-6b96-4b95-9ecf-0f5db0b27ab4",
      "companyName": "Makesy"
    },
    {
      "content": "The 27 liters would be able to melt 912.979 fluid ounces which is 57.0611875 lbs.; and the 9 liters would be 304.326 fluid ounces which is 19.020375 lbs.",
      "name": "How many pounds of wax does the melter hold?",
      "id": "6842dad3-70a4-4f93-875c-3e9cb9174d7b",
      "companyName": "Makesy"
    },
    {
      "content": "Unfortunately, we're unable to combine shipments at the moment. Sorry about that!",
      "name": "Can I combine two separate shipments?",
      "id": "875f9d59-45ba-442a-84dc-0c92e2cea72f",
      "companyName": "Makesy"
    },
    {
      "content": "The Perks levels reset every 12 months from the date that the level was reached if you do not reach the required spend to maintain the threshold. For example, if you are at The Enthusiast ($250 threshold), and earn that level on August 8th, you have until August 8th the following year to reach the qualified spend level amount ($250) again - or your tier will reset to the Enthusiast. When you move up a tier, that erases your previous \"earn date\" and replaces it with the new date when you reached the newest tier. You have 12 months to maintain that newly acquired tier.",
      "name": "Does my Perks tier ever change?",
      "id": "861e3ffb-6e8a-4a0a-ac63-a568cb23ccdd",
      "companyName": "Makesy"
    },
    {
      "content": "The minimum order quantity for our ready-made wick options is 100 pieces.",
      "name": "What is the minimum quantity for ready-made wicks?",
      "id": "f3f0aaa2-9f59-4bae-87b6-6dd8e18a4315",
      "companyName": "Makesy"
    },
    {
      "content": "If your melt pool is creating depth while the other side is tunneling, your wick might not be centered. We recommend always using a centering device with a wick stabilizer and checking your candles while cooling to make any adjustments.",
      "name": "Why is my candles melt pool heavier on one side?",
      "id": "f5844403-94c4-4bab-bae1-a5d8eac2f62d",
      "companyName": "Makesy"
    },
    {
      "content": "You can check out this great article on how to conduct a test burn: https://help.makesy.com/en_us/how-do-i-conduct-a-test-burn-r1TRAnKL5",
      "name": "How do I conduct a test burn?",
      "id": "7b7cb353-b4ca-48f5-8c77-d1af12a37ed8",
      "companyName": "Makesy"
    },
    {
      "content": "Yes, they are pre-tabbed to make your wicking easier and more efficient when placed in your vessel. It is also a safety measure that prevents your wick from touching the glass and avoiding breakage.",
      "name": "Are your cotton wicks pre-tabbed?",
      "id": "b07d1329-610f-4118-9806-778d0f95daf4",
      "companyName": "Makesy"
    },
    {
      "content": "Both our wooden wicks and performance cotton wicks are eco-friendly and wonderful choices and really depend on your personal preference. Both have equal but slightly different benefits, so we recommend trying our wick sample kits to see which is best for your needs.",
      "name": "Are cotton wicks better than wooden wicks?",
      "id": "ea5ac71d-c4fa-4ede-8800-ae3e2751efee",
      "companyName": "Makesy"
    },
    {
      "content": "We are now shipping from two locations! Orders may ship in separate packages from our IL and CA locations.",
      "name": "Where do you ship from?",
      "id": "2f5bf04f-6f95-4506-9026-c36de7370e68",
      "companyName": "Makesy"
    },
    {
      "content": "Yes, regardless of which wick type you use, you should always do a burn test of all your candle projects to ensure the best and safest performance.",
      "name": "Do I still need to burn test when using cotton wicks?",
      "id": "6f7aaffd-84a6-494a-8b77-eed2297ac472",
      "companyName": "Makesy"
    },
    {
      "content": "Functional fragrances are fragrances that contain an added benefit! Our functional fragrances are made with proprietary blends of essential oils to enhance moods. The best part?  Essential oil blends are uniquely curated to help support specific moods or aromatherapeutic benefits!",
      "name": "What are functional fragrances?",
      "id": "1a050981-5010-4c3f-81ba-451bd3f0e26b",
      "companyName": "Makesy"
    },
    {
      "content": "We offer same-day processing at checkout for an additional fee. If your order qualifies and is placed before 12pm PST we'll have it packaged & labeled by the end of the day. Orders including custom wicks, 1,000+ unit wick orders, and 25lb+ ingredients (including fragrance) are excluded from same-day processing.",
      "name": "Can I rush my order?",
      "id": "025f7d68-e712-43e8-944d-b87f4f3608c0",
      "companyName": "Makesy"
    },
    {
      "content": "Yes, we do! At checkout, you would choose \"in person pick up\" as your method of shipment. Once your order is ready you will receive an email from us that lets you know your order is ready for pick up! The email will contain our address and an order summary. Kindly note it'll take us some time to pack your stuff all pretty, so give us 1-3 business days.",
      "name": "Do you offer in person pick up?",
      "id": "3efc9bfc-be84-4ba8-ab74-1a6d989e0139",
      "companyName": "Makesy"
    },
    {
      "content": "Yes! Wick Trimming is available through our Custom-Sized Wicks selection: https://makesy.com/collections/custom-wicks To have your wicks custom trimmed, please include your desired custom trim height in your order notes at checkout.",
      "name": "Do you offer complimentary wick trimming?",
      "id": "916c3ac8-9d2a-42ab-9ea5-a84beae626f9",
      "companyName": "Makesy"
    },
    {
      "content": "Yes! You have 7 days from the date your order was placed to request the sale price difference. Kindly note, the difference will be issued in the form of a gift card, not a credit card refund.",
      "name": "Do you offer price matching?",
      "id": "7662a601-27e8-46b3-8d95-62d594e85056",
      "companyName": "Makesy"
    },
    {
      "content": "We offer a variety of wax discovery kits for sampling purposes which you can check out here: https://makesy.com/collections/the-wax",
      "name": "Do you offer samples of the wax?",
      "id": "d4a82146-0741-4543-b7e3-be399040c232",
      "companyName": "Makesy"
    },
    {
      "content": "There are several reasons that can cause your wicks to smoke like using too large of a wick for your vessel size, high fragrance load, dye, wax type, etc. Most commonly you can correct smoking by selecting the proper wick size to test with your fragrance load.",
      "name": "Why are my wicks smoking?",
      "id": "3a41d902-5be6-437e-8b2b-0d63421f9a29",
      "companyName": "Makesy"
    },
    {
      "content": "Yes, our cotton wicks can be used in pillar and container candles!",
      "name": "Can I use cotton wicks for pillar candles?",
      "id": "79a4f156-ac01-472d-9339-54c405855683",
      "companyName": "Makesy"
    },
    {
      "content": "To keep your wick centered while your wax is cooling, we suggest using our cotton wick stabilizer. It's a great tool that you can use repeatedly to keep your wick in place. Simply clip your cotton wick with it and set it on the top rim of your vessel.",
      "name": "How can I keep my cotton wicks in place while my candle is cooling?",
      "id": "35595a31-d5d5-4b9d-af19-ce06827f1365",
      "companyName": "Makesy"
    },
    {
      "content": "Pick-up hours are Monday - Friday 9 am-2 pm PST. You will have 5 business days to retrieve your order once you receive the confirmation email.",
      "name": "When can I pick up my order?",
      "id": "7c89dfc4-5a81-4597-a24b-b9b8e5baeb51",
      "companyName": "Makesy"
    },
    {
      "content": "There is no minimum, however, a set up fee of $30 will be charged per order for quantities under 1,000. Delivery time will range between 1-3 weeks.",
      "name": "What is the minimum quantity for customized wicks?",
      "id": "5b21aa85-2cc3-422d-a267-94b324573823",
      "companyName": "Makesy"
    },
    {
      "content": "The curling is actually by design and meant to happen. The reason is that curling actually helps to eliminate wick mushrooming.",
      "name": "My wick is curling to one side, what do I do?",
      "id": "a1c0e5d9-368b-4cb9-9877-6757379777c4",
      "companyName": "Makesy"
    },
    {
      "content": "For the most dark and vibrant colors, we suggest using a 0.05% concentration. For lighter shades, we suggest a 0.005% concentration. If you are making smaller batches, this translates to about 8 drops per pound of wax for dark colors and about 2 drops per pound for lighter shades.",
      "name": "How much Eco Dye should I use?",
      "id": "7921e528-5340-47a9-b06e-5b6a2aefe99c",
      "companyName": "Makesy"
    },
    {
      "content": "Because of their concentration levels, the dyes have a slight odor to them that is undetectable when diluted into a finished product.",
      "name": "Do Eco Dyes have a smell?",
      "id": "998970f0-1e96-4edd-8e4a-9fdd28910f97",
      "companyName": "Makesy"
    },
    {
      "content": "Our functional fragrances can be used in any Makesy base, please see details under the product description for the appropriate oil % for each!",
      "name": "Are functional fragrances only for candles?",
      "id": "9b679598-0517-4808-9413-9f75ea5a1107",
      "companyName": "Makesy"
    },
    {
      "content": "Eco Glitters are made from Eucalyptus Trees, which are so much better for the environment than conventional plastic glitter!",
      "name": "What are the eco glitters made from?",
      "id": "94460525-840d-46aa-a0ec-256d85eb8734",
      "companyName": "Makesy"
    },
    {
      "content": "The recommended temperature for adding our Eco Dyes is 180 F / 85 C or cooler. Exposing the dyes to higher temperatures for prolonged periods of time may cause fading or color alteration. Color can vary based on your wax type, fragrance, and any other additives, so be sure to test and take notes to achieve your desired vibrancy.",
      "name": "How do I use Eco Dyes?",
      "id": "35bb95c3-d34f-4205-8fac-96b6924d317c",
      "companyName": "Makesy"
    },
    {
      "content": "Eco glitter can be used in candles, soaps, and body care products.",
      "name": "What products can I use eco glitter for?",
      "id": "126802fc-f985-4138-9b66-393d64a9e618",
      "companyName": "Makesy"
    },
    {
      "content": "Wicks tend to smoke more when they are close to the bottom of the vessel, this is a result of less oxygen provided to that area. Make sure to burn test your candle thoroughly (to the bottom) and make sure that your vessels are suitable for candle making.",
      "name": "My wick smokes when it's closer to the bottom of the vessel, is that safe?",
      "id": "6f5ae41b-c62d-474d-83c7-64d6dbcfb581",
      "companyName": "Makesy"
    },
    {
      "content": "We recommend using our wick-centering device to center your wick & wick sticker at the bottom, center of the vessel. This tool is to be used prior to pouring your wax.",
      "name": "How do I center my cotton wick in the vessel before pouring?",
      "id": "7194ccef-d07a-4f98-a3a3-c7e67d425ddf",
      "companyName": "Makesy"
    },
    {
      "content": "They are made from only 100% natural wood from Sappy Fruit Trees sustainably sourced in the USA. Our adhered wicks are created using a vegan, non-toxic proprietary adhesive with wood species not listed in the CITED appendices or on the IUCN Red List of Threatened Species. They are not treated.",
      "name": "What are your wood wicks made from and are they treated?",
      "id": "e64eae74-f760-4367-955c-e7ad216f7335",
      "companyName": "Makesy"
    },
    {
      "content": "We don't recommend using them in candles, as they can be exposed to the wick flame and can catch on fire.\nhttps://makesy.attn.tv/sl/7cZyUR3L Hope this helps!",
      "name": "Can I use buds in candles?",
      "id": "cc94ccdc-8860-4407-b325-aa77dfb88ee6",
      "companyName": "Makesy"
    },
    {
      "content": "Yes, all our fragrances and products are non-toxic.",
      "name": "Are your fragrance oils/products non-toxic?",
      "id": "b278a0f6-9a2b-4c1d-b39b-dfe2ae096aa5",
      "companyName": "Makesy"
    },
    {
      "content": "We don't have packaging specifically made for the melts, but you can always use the frosted bags, organza bags, or the cotton drawstring bag to hold the melts in.",
      "name": "Do you offer packaging for the melts?",
      "id": "e14ed594-30dd-43a8-a50b-396640f741d8",
      "companyName": "Makesy"
    },
    {
      "content": "To receive bulk discounts, you will need to purchase a minimum quantity of one specific fragrance type or item variation. Multiple colors or fragrance types can't be combined into the bulk discount MOQ.",
      "name": "What qualifies for bulk discounts?",
      "id": "f5aea0fb-c8b3-46b9-8375-c27286e07dee",
      "companyName": "Makesy"
    },
    {
      "content": "Yes, you can use all our fragrance oils in skin care products and massage candles. For safe percentages, please refer to the IFRA datasheet under more details on the product page.",
      "name": "Are your fragrance oils skin safe?",
      "id": "f75c89ef-25db-4c32-b524-656e4c90dc14",
      "companyName": "Makesy"
    },
    {
      "content": "The wick size will depend on both the vessel diameter + wax type; you can determine the optimal wick size by using the wick size guide here: https://makesy.attn.tv/sl/rUU8zS_9 We strongly recommend getting the all inclusive sample kit as well since the burn test is the most reliable method for determining the optimal wick size.",
      "name": "What wick size should I get?",
      "id": "ffdfa597-e015-4fa9-82e4-b492c9b9ad61",
      "companyName": "Makesy"
    },
    {
      "content": "Please try using a different browser and make sure you aren't using any discount codes. The perks discounts will be available at the checkout after you click on the \"continue to payment\" button. You'll then be able to select a discount from the dropdown menu as shown in the screenshot here: https://makesy.attn.tv/sl/YI0Wvcio Also, make sure you are not using Express Checkout / Shop Pay or the dropdown menu will not be available. In order to avoid this, simply scroll down to the bottom of the page and click on \"checkout as guest\". You should follow these steps: go to checkout, enter your address (without selecting ShopPay or GPay Express checkout options), continue to shipping, select the shipping method and continue to payment. Let me know how that goes.",
      "name": "I'm trying to use my points, but there's no drop down box at check out",
      "id": "d603be46-c307-4d58-ae71-f65e45080d14",
      "companyName": "Makesy"
    },
    {
      "content": "They're for candles and wax melts only. For soaps, I would suggest our powder colors: https://makesy.attn.tv/sl/QY8YEfbd",
      "name": "Are your eco dyes soap safe?",
      "id": "97ab04f8-65b4-4220-adb8-06453a776a1f",
      "companyName": "Makesy"
    },
    {
      "content": "The dimensions of the square molds are 2.98\"W x 4.32\"L x 1.30\"H, and it weighs 0.33 oz. The total capacity of cavities is 2.43 oz and the cavity capacity is 12mm /0.41 oz. The mold cavity dimensions are 0.973\"W x 0.895\"L x 0.938\"H.",
      "name": "Square clamshell mold details",
      "id": "13c275fa-2292-425a-b656-c38f8b29fbc5",
      "companyName": "Makesy"
    },
    {
      "content": "Select the \"Get Vouchers\" tab, located in The Perks section of your account. If you have enough points, you can claim them for a redeemable voucher. At this time only one voucher may be redeemed per order.",
      "name": "How do I redeem/use my points?",
      "id": "db82ac8b-784f-4bf9-aa26-d419fb266b89",
      "companyName": "Makesy"
    },
    {
      "content": "It shouldn't as long as you're following the candle burning guidelines. Make sure your wick is trimmed to between 1/8′′ - 3/16′′ / 3.2mm - 4.8mm before lighting. If the wick is too long, the wax won't pull up the wick and it will extinguish. Gently snap off the ash or burnt wood along the top edge of the wick and then light as usual. If when burning the candle for a long period of time you notice the flame height getting too low, it may be necessary to tap off any excess ash or burnt wood along the top of the wick. The flame will then return to its proper optimal height. Be very careful not to let any debris from the wick (or anything else!) fall into the candle. \n\nExtinguish candle when 1⁄2\" / 12.7mm of wax is remaining, and don't burn it for more than 4 hours at one time. Gently blow out the candle, don't extinguish it with water.",
      "name": "Will your candles crack?",
      "id": "722e8bf1-f01e-4818-9c2f-984aedf17523",
      "companyName": "Makesy"
    },
    {
      "content": "We do have free domestic shipping on orders over $149. Is there anything else you might like to add in order to reach the minimum?",
      "name": "Free Shipping",
      "id": "41c420d4-a4ca-4b05-a5c2-a9e63b99532f",
      "shortcut": "fs",
      "companyName": "Makesy"
    },
    {
      "content": "We have a rewards program where you can earn points to redeem on future purchases. Check it out here - https://makesy.com/pages/makesy-perks",
      "name": "Rewards / referral program",
      "id": "66fcff6c-ddc1-49a2-ba8c-c89a8d0e8d5c",
      "shortcut": "rwd",
      "companyName": "Makesy"
    },
    {
      "content": "Give us a follow on IG: https://www.instagram.com/makesy/ and FB here: https://www.facebook.com/makesyofficial",
      "name": "Social media",
      "id": "7a3feaae-0aa8-44eb-add8-8c9cd77dcb5b",
      "shortcut": "smd",
      "companyName": "Makesy"
    },
    {
      "content": "We don't offer phone support right now but I'd be happy to help you over text, let me know what I can do for you!",
      "name": "Phone support",
      "id": "7eb3492f-cd71-4b18-9a2c-102f86d1b6c5",
      "shortcut": "ps",
      "companyName": "Makesy"
    },
    {
      "content": "Unfortunately, we don't have a storefront at the moment, but we do plan on setting up a small showroom sometime in the future.",
      "name": "Store location / retailer",
      "id": "5700b665-fdd3-41c6-88de-e057de01bafb",
      "shortcut": "sl",
      "companyName": "Makesy"
    },
    {
      "content": "Thank you for your interest! The best way to discuss this is to email us directly at support@makesy.com. Our team is happy to chat.",
      "name": "Brand ambassador / sponsorship",
      "id": "7b654b9c-d90d-4cc4-a89f-ed5f8310da31",
      "shortcut": "ams",
      "companyName": "Makesy"
    },
    {
      "content": "Our Wooden Wicks and Wick Clips are manufactured in the USA.",
      "name": "Where are your Wooden Wicks and Wick Clips manufactured?",
      "id": "7a15bd2f-eeb1-4705-b41f-2fdfa1dd8b37",
      "companyName": "Makesy"
    },
    {
      "content": "You can take a look at our sale collection here: https://makesy.com/collections/sale",
      "name": "Sales Collection",
      "id": "4a43b24a-e355-4fe8-8e70-4b1da6f7d656",
      "shortcut": "spg",
      "companyName": "Makesy"
    },
    {
      "content": "You can use our convenient online tool to see the latest updates on your order: https://makesy.com/pages/order-tracking-form",
      "name": "Order status/order tracking",
      "id": "d1c19f27-7efb-44d7-8ae8-91609785d4ef",
      "companyName": "Makesy"
    },
    {
      "content": "You can resell here: https://makesy.attn.tv/atdvyQYr62Z6. Keep in mind the platform is for reused Makesy products, and the seller will not receive actual payments when the Makesy products are sold through Stash, store credit will be issued instead + shipping label.",
      "name": "Can I resell items? The amount is too much I want to sell the excess",
      "id": "3828e347-2d9e-4fe7-9331-235e197ba963",
      "companyName": "Makesy"
    }
  ]
}