{
  "companyKey": "naked nutrition",
  "templates": [
    {
      "content": "The recent decrease in protein servings is due to adjustments in our sourcing and formulation processes aimed at maintaining the highest quality standards for our products. We are committed to providing you with the best nutritional options, and sometimes this means making changes to ensure that our ingredients are both effective and sustainable.\n\nWe appreciate your interest in our Naked Pea Protein and hope you will consider giving it a try despite the changes.",
      "name": "Why were the protein servings decreased in the unflavored Naked Pea Protein?",
      "id": "02b3c1cf-f1f1-43b5-b0b1-a3e97222f912",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "I'm afraid we won't be able to see it as surveys are anonymous.",
      "name": "Did you receive my survey response?",
      "id": "32c43058-32da-47ab-b59a-6955fb964350",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "For first-time orders, we suggest taking the quiz here ( https://nakednutrition.com/pages/supplements-quiz ) and you'll get a 20% off code.",
      "name": "Do you have a first-time order discount code?",
      "id": "9d71fe9d-985f-4965-8bea-5dca6be2b8f1",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "The difference is the flavors offered and that Naked Shake contains MCT Oil.",
      "name": "What's the difference between the Naked Shake and the regular protein powder?",
      "id": "653bdd90-6780-4373-bd3d-3d92763c051d",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "You can give us a call at 855-964-0970, Monday- Friday 9am-5pm EST, or let me know if I can help via text, it may be faster.",
      "name": "Phone support",
      "id": "a7c89671-a4f4-4207-a703-a5bfb8e5c003",
      "shortcut": "ps",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "Thank you for your interest! The best way to discuss wholesale is to email us directly at questions@nakednutrition.com. Our team is happy to chat.",
      "name": "Wholesale inquiries",
      "id": "29165b72-06c1-4a08-b25e-4dca890f5967",
      "shortcut": "wls",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "The best way to handle this is to email us directly at questions@nakednutrition.com. Our team is happy to help!",
      "name": "Customer support",
      "id": "1a4916e0-631b-41e4-9f83-321675f67f44",
      "shortcut": "cs",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "We offer free shipping on domestic orders over $99. Maybe you can add something else to reach the minimum?",
      "name": "Free shipping",
      "id": "b0f0dd4d-bea1-436a-987f-236250f23715",
      "shortcut": "fs",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "We have a rewards program where you can earn points to redeem on future purchases. Check it out here - https://nakednutrition.com/pages/naked-nutrition-rewards",
      "name": "Rewards / referral",
      "id": "8b7f3487-32b3-4767-b842-0b61e2303fba",
      "shortcut": "rwd",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "We don't currently have a store but definitely keep an eye out!",
      "name": "Store location / retailer",
      "id": "8cada6c2-c08d-44a7-bf90-19e16c4524f6",
      "shortcut": "sl",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "Our processing time takes 1-3 business days and once shipped it will take 5-7 business days for domestic orders.",
      "name": "Shipping time",
      "id": "521ba8b6-3f8c-4ef8-b9cd-a414be3ebd60",
      "shortcut": "shp",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "You can check out our detailed return policy here: https://nakednutrition.com/pages/returns-exchanges",
      "name": "Return policy",
      "id": "cc4045ab-5676-4ade-ab2b-e4dcf08ba9b4",
      "shortcut": "rp",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "Give us a follow on IG: https://www.instagram.com/nakednutrition/ and FB here: https://www.facebook.com/nkdnutritioninc",
      "name": "Social media",
      "id": "84145ece-b2fd-40f2-90e0-6d87ba7bcef4",
      "shortcut": "smd",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "Thank you for your interest! You can learn more and apply for our ambassador program here: https://nakednutrition.com/pages/ambassadors",
      "name": "Brand ambassador / sponsorship / affiliate program",
      "id": "9ee8774e-0e2b-45e0-a53e-e3f959678ba8",
      "shortcut": "ams",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "I can check if that's possible. What's the order number, email address and the change you'd like to make?",
      "name": "Cancel / edit order",
      "id": "5e3e2cd3-e5c9-4d8a-a848-c269ab0697ab",
      "shortcut": "ced",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "We always recommend speaking with your child's pediatrician before giving them any new food items. You can also take a look at this article on the Best Protein For Children: https://nakednutrition.com/blogs/protein/best-protein-powder-for-children",
      "name": "Best protein for children?",
      "id": "57e44a34-9de9-472a-8d89-0c96d2c891d6",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "Yes, the cows are ethically treated, as they graze on pastures whenever possible and are never injected with growth hormones. Antibiotics are used only in life or death circumstances.",
      "name": "Are your cows ethically and humanely treated?",
      "id": "6cc5e253-37ac-4bbe-8cc4-13c8cec48191",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "There are no products that contain items on the banned substance list, and the facilities where they are produced and packaged never handle such substances.",
      "name": "Are there any banned substances in products?",
      "id": "3839aeec-5874-4326-b2af-344a56d9354a",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "We generally recommend our Naked Shake protein since it mixes easily, tastes great, and contains MCT oil which has numerous health benefits in addition to increasing satiation so you feel fuller: https://nakednutrition.com/products/vegan-protein-shake\n\nWe also recommend Naked Whey or Naked Pea but for both, make sure you're getting your daily value of vitamins and minerals such as adding vegetables when blending.",
      "name": "What is a good protein powder for weight loss/meal replacement?",
      "id": "f29b5d5d-c9a1-44bf-a928-0849202df90e",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "You can find more information in our blog about which protein is best for you: https://nakednutrition.com/blogs/protein/how-to-choose-protein-powder",
      "name": "What protein should I pick?",
      "id": "22bee28e-cff8-4e03-8611-83e2f8336d37",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "The facilities where all the ingredients are processed and packaged do have FDA approval.",
      "name": "Are your products FDA approved?",
      "id": "337e3db9-bfbe-41a0-8cd0-da01119646c1",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "At this time, our products are not NSF Certified. We have opted for the Informed Choice Trusted by Sport certification. This is a monitoring program that certifies that a supplement product and/or raw material has been tested at least on a monthly basis for banned substances by LGC's world-class sports anti-doping lab.",
      "name": "Are your products NSF certified?",
      "id": "79cfa2bc-5282-45e7-92dc-81234e21d31b",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "Our processing and packaging facilities are all GMP certified. Silliker is the 3rd party auditor for this certification. Regarding stability studies, since we only sell powders and nothing in a solution, like a beverage, stability studies are not necessary.",
      "name": "Are your facilities GMP certified? Who does the GMP audit? Do you do stability testing?",
      "id": "833a7863-cf38-4a8f-a732-08fc4ac63736",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "We do not sell any dairy-based proteins that are lactose-free. However, goat whey is known to react differently than whey from cow's milk since the lactose in goats' milk is different than the lactose in cows' milk.",
      "name": "Do you sell any lactose free dairy protein products?",
      "id": "a11f1146-8744-4dd0-b6cd-e9fdfdf92d83",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "Our protein powders are extremely easy to use in baking. The powder can infuse some extra nutritional power into the meal, and it can often be used as a substitute for flour. Our blog has a number of shake and protein baking recipes: https://nakednutrition.com/blogs/recipes",
      "name": "Can I bake with your protein powders?",
      "id": "6e753c8d-53cb-454a-b3f8-9b7f1f8dfcd3",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "We recommend our Naked Mass, which contains only three ingredients: organic maltodextrin, naked whey, and naked casein, or our Naked Vegan Mass which also contains only three ingredients: organic maltodextrin, naked pea, and naked rice.\n\nBoth have no artificial sweeteners, flavors, or colors. Also consider our Naked Whey and Naked Casein separately, in that way you will not have any maltodextrin included.",
      "name": "What do you recommend to gain weight?",
      "id": "fc65fd1e-51c0-4186-81e1-51a81f39b39a",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "Sometimes the scoop will settle during shipment. Every container is packaged with a scoop. We recommend taking a fork and sifting through the product to find the scoop. Let me know how that goes!",
      "name": "Can you please send me a scoop? I can’t find my scoop",
      "id": "bee71f20-3ee9-4d8b-b130-90149ae7bcde",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "Our products have a shelf life of two years, and the best-by date is printed on the bottom of each package. Additionally, we generally recommend that you store Naked Nutrition products in a cool, dry place like a pantry or a cupboard.",
      "name": "What is the shelf life of your products?",
      "id": "165b4009-883a-4d69-9388-8432341e70c7",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "Our whey products tend to foam a bit more than most because they do not contain lecithin. To combat this, we recommend blending all the ingredients of your shake first and then reducing the blending time to 10-15 seconds if you want to avoid the foam.",
      "name": "Why does naked whey foam so much?",
      "id": "27b12217-220c-4568-b9e2-ebe230127c65",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "The best protein powder for muscle gain needs to be a complete, high-quality protein that contains high concentrations of that valuable protein. There should be few additives if any, and you should know their purpose.\n\nNaked Whey can be a great choice for adding protein to your diet. Naked Casein is also great before bed to ensure your body has protein while you sleep. For vegans, Naked Pea is a great option.",
      "name": "Which protein should I use for muscle gain?",
      "id": "e986c3db-06a2-42d3-9a00-4143e8559eca",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "We recommend that you speak to your physician before picking out a protein. For a little more background about protein powders and pregnancy, we steer people towards this article: http://mommi.com/protein-powder/",
      "name": "Is it ok to take protein powder while pregnant?",
      "id": "5159c2b3-246b-4a2f-a238-96b6e7c96f94",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "We recommend reading our Best Whey Protein for Diabetics article here: https://nakednutrition.com/blogs/protein/best-whey-protein-for-diabetics",
      "name": "What is the best protein powder for diabetics?",
      "id": "61094b57-794c-4827-8132-a6513f69f6fc",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "As long as the outer seal is intact, you have nothing to worry about. When our containers are opened, the second seal sometimes will come up because of the way the seal is placed in the lid before sealing. In other words, the seal breaking once you unscrew the lids is perfectly normal. There would only be cause for concern if there is protein powder in the box itself.",
      "name": "Is the product okay if the inside seal has been broken? Has the product been tampered with?",
      "id": "96b0bbd8-7b9f-41bd-aef4-35111aaa50f7",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "Here's an article on the Best Protein For Muscle Gain: https://nakednutrition.com/blogs/fitness/best-protein-powder-for-muscle-gain and an article on How Grass-Fed Whey Helps Build Muscle: https://nakednutrition.com/blogs/protein/how-grass-fed-protein-powder-helps-build-muscle\n\nIn short, we recommend whey protein provided you have no issues with lactose. In that case, pea or a combination of egg protein or pea and rice protein is ideal.",
      "name": "How to lose weight but gain muscle and which protein to use?",
      "id": "6edffdcd-48fd-41c3-85a1-fbb25c216ba8",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "We do not test for PCBs at this time.",
      "name": "Do you test for PCBs?",
      "id": "3df57dde-7a7b-4f4b-9723-124d6858d669",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "The gluten test is only able to test the presence of gluten to a certain level. This test detects gluten when it is more than 0.0005% of the sample. Since there is gluten found, the result is that there is less than 0.15mg per 30 grams. In other words, no gluten was detected, but the test is unable to say that there is 0% gluten, instead it can say there is less than 0.0005% gluten. The FDA standard for gluten-free is less than 20ppm, and our test shows there is less than 5ppm.",
      "name": "Why does your testing show the presence of gluten?",
      "id": "e3aab7cf-ef2b-4802-99b1-c75cdb9fd163",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "Our Naked Whey comes from cow's milk and contains lactose. With a mild allergy, we generally recommend our Naked Goat, which has a different form of lactose that is easier on the stomach.\n\nIf you are looking for a vegan protein, you can find our vegan line here: https://nakednutrition.com/collections/vegan-protein-powder",
      "name": "I have a mild dairy allergy. What is the best product for me that you offer?",
      "id": "fb24a112-ec55-48d7-aaf3-1a1588a62181",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "All of our products that do not contain nuts are processed in a nut and soy-free facility. However, they are packaged on lines that also package both soy and nuts. The lines are thoroughly disinfected and cleaned between runs to avoid any cross contamination.",
      "name": "Are our products produced in a soy and nut free facility?",
      "id": "ccd9c068-fb53-4daa-9693-7a80c4e52f90",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "Our proteins and supplements are sold by weight and not by the amount of space they take up i.e. volume. Some proteins are denser than others. For example, our Naked Pea is much denser than our whey protein, and this leads to a less than completely full canister. The products are weighted multiple times to ensure it is the correct size.",
      "name": "Why is my naked protein or supplement container not full?",
      "id": "ae2e301f-3ec8-4270-ae2a-8235acbf52bd",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "You can find more information about how many times to take protein in our blog here: https://nakednutrition.com/blogs/protein/how-many-times-day-take-protein",
      "name": "How often should I take protein? When should I take protein?",
      "id": "f6f90eb3-6797-4873-a5e7-f8c40d4e3d2e",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "Most of our products are processed in nut and soy-free facilities. However, they are packaged on lines that also package both soy and nuts. These lines are thoroughly disinfected and cleaned between runs to avoid any cross-contamination. There are images on our website and Amazon product listings that include the most recent gluten testing. Regarding your question, we do not use ingredients that contain gluten, but we also test for its presence.",
      "name": "Are your products safe for those with a nut and gluten allergy?",
      "id": "c06ebd32-b7b9-4bfd-bcf9-ab7e92f5ac94",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "All of our containers are made of PET plastic which is BPA free.",
      "name": "Are your containers BPA free?",
      "id": "62872b31-df40-40bd-aee6-ab391336ab58",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "We do not send official lab reports to customers, as we are prohibited from doing so by the lab.",
      "name": "Can I have the official lab testing report?",
      "id": "87ad8045-3018-4797-a7d0-dac5594f49b0",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "The only difference between Vanilla Naked Mass and Unflavored Naked Mass is that the vanilla flavor also contains natural vanilla and organic coconut sugar. Vanilla Naked Mass does not work any differently. Both products equally aid healthy weight gain and offer premium nutrition to help you reach your goals. I hope this helps!",
      "name": "Does vanilla naked mass work differently from unflavored naked mass?",
      "id": "1ead8976-9916-428e-8b68-600bbef29eda",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "For help with tracking, please make sure to log in to your Naked Nutrition account to manage your orders:\n\nhttps://nakednutrition.com/#status-orders\n\nText back with any questions!",
      "name": "Order Lookup/Tracking",
      "id": "9433adc4-63a5-437c-a2cb-63add44a01b7",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "Thank you for your service! You can learn more and apply for your discount here: https://nakednutrition.com/pages/govx-id-military-discount",
      "name": "Military / First responder / Healthcare / Teacher discount",
      "id": "08624e9f-a08b-4866-96b2-fb2d4b029ae9",
      "shortcut": "ms",
      "companyName": "Naked Nutrition"
    },
    {
      "content": "Our products have a shelf life of two years, and the best-by date is printed on the bottom of each package. Additionally, we generally recommend that you store Naked Nutrition products in a cool, dry place like a pantry or a cupboard.",
      "name": "Shelf life / Expiration date",
      "id": "5ae39ce4-9fec-4c4c-a7b9-5f6b18994ecb",
      "companyName": "Naked Nutrition"
    }
  ]
}