{
  "companyKey": "olly",
  "templates": [
    {
      "content": "Unfortunately, we do not offer price matching.",
      "name": "Price matching",
      "id": "de0cf72a-b93a-494e-8606-9f88b1b57f24",
      "shortcut": "pmc",
      "companyName": "OLLY"
    },
    {
      "content": "Unfortunately, we do not offer price matching.",
      "name": "Price matching",
      "id": "88c778dd-1f21-4fc6-a569-32dcb1ed8f99",
      "companyName": "OLLY"
    },
    {
      "content": "We partner with various domestic and international manufacturing facilities to create our gummies. Our Ultras (softgels), capsules, and protein powders are manufactured in the US. For our gummy supplement line, all are made in the USA with the exception of the following products which are made in Colombia-as indicated on the product label: Adult Multi + Probiotic, Extra Strength Probiotic, Bedtime Beauty, Kids Multi + Omega 3, and Kid's Prebiotic + Probiotic. All products are packaged and rigorously tested for quality by third-party laboratories in the USA.",
      "name": "Where are your items made / manufactured?",
      "id": "519ddfc5-e33a-4267-8206-e1a927d323e1",
      "shortcut": "mfc",
      "companyName": "OLLY"
    },
    {
      "content": "Swift Energy was discontinued in 2021 to simplify our line. We will share your interest in this product with our team! Please accept our sincerest apologies for letting you down.",
      "name": "What happened to Swift Energy?",
      "id": "d307a5cf-d309-4d3e-b0f5-2f5a7150eb57",
      "companyName": "OLLY"
    },
    {
      "content": "Subscription orders process automatically, so there isn't a way to redeem loyalty points upfront for subscription orders. However, we are more than happy to apply your loyalty discount once your order has been processed with a refund! Please email us at hello@olly.com once your subscription order has been processed.",
      "name": "Can I use my points for subscription?",
      "id": "20ef9d57-5b03-48ab-b22b-0a7eb1138cb0",
      "companyName": "OLLY"
    },
    {
      "content": "I'm afraid the products \"Lovin Libido\" and \"Mighty Mojo\" have been removed from Olly's website, but they're still available on Amazon and in stores. Hope that helps!",
      "name": "Do you have Lovin Libido/Mighty Mojo",
      "id": "f7b27a08-fa6d-4d54-87c3-181e27cbe11e",
      "companyName": "OLLY"
    },
    {
      "content": "If you need to change your credit card number on file, please cancel your existing subscription and then add a new quarterly subscription to your cart and check out with your new billing information. This will get you back on track for all future orders! Hope this helps!",
      "name": "How do I update my billing information for my current subscription?",
      "id": "e17b57bf-4805-4eb5-a188-2dcc4863c441",
      "companyName": "OLLY"
    },
    {
      "content": "Yes, Laser Focus contains 4g of sugar per serving.",
      "name": "Does Laser Focus contain sugar?",
      "id": "c5b4c5af-5169-4566-a3b0-28bc594ad2fa",
      "companyName": "OLLY"
    },
    {
      "content": "It is best to store your supplements in a cool, dry place at room temperature. It is also important to keep them away from direct sunlight and other sources of heat as gummies and softgels will melt upon exposure to temperatures above 85 degrees F.",
      "name": "How should I store my OLLYs?",
      "id": "ee6bf4e4-c5fd-43d4-8633-2dd8d161abca",
      "companyName": "OLLY"
    },
    {
      "content": "The milk is used during the processing of the ashwagandha Extract. Milk is present during the extraction process, and we cannot confirm all milk proteins have been destroyed. \n\nWe declare milk on the label as there may be allergen potential due to this ingredient manufacturing process.",
      "name": "What's the milk in Lovin Libido?",
      "id": "fb6a9f99-fe18-4c6a-8dbc-cf8db3fba981",
      "companyName": "OLLY"
    },
    {
      "content": "Our products do not contain magnesium threonate.",
      "name": "Do you products contain magnesium threonate?",
      "id": "88604ebd-f20e-4873-8ec3-b87c0475d76e",
      "companyName": "OLLY"
    },
    {
      "content": "The softgel is about 3/4 of an inch by 3/16 of an inch.",
      "name": "How big are the soft gels? I have a hard time swallowing pills",
      "id": "b622e5f3-3d46-4855-85d0-6bc7333fe42a",
      "companyName": "OLLY"
    },
    {
      "content": "Currently, we don't have a sampling program in place. Our retailers such as Target and Walmart offer their own promotions and sampling opportunities, so I encourage you to keep an eye out for their offerings!",
      "name": "Do you have samples?",
      "id": "9f9fd430-d5eb-425a-9bad-1c57fe884e47",
      "companyName": "OLLY"
    },
    {
      "content": "I currently don't have the exact date of a possible restock, but I recommend checking our website and social media frequently. Is there anything else you like?",
      "name": "OLLY - Restock (autosend)",
      "id": "c4c7917d-5ab2-4d54-a8a6-862e6b87220a",
      "companyName": "OLLY"
    },
    {
      "content": "I'm afraid we can't advise opening the capsule to consume the powder, as the capsule works as a delivery system to ensure the ingredients are absorbed effectively.",
      "name": "Can I open the capsule? I have trouble swallowing",
      "id": "fef998df-8aa2-4f31-9c00-5dd3cb48a469",
      "companyName": "OLLY"
    },
    {
      "content": "Capsule colors may vary due to supply, but you're still getting the same awesome products with the same real-deal benefits!",
      "name": "Color variations",
      "id": "fd6799e6-7f5f-4925-9c5b-705c8b3256fb",
      "companyName": "OLLY"
    },
    {
      "content": "We don't currently offer any iron-containing gummy products. Iron has a very strong taste which can be difficult to mask in a gummy. Given these challenges, we have formulated our gummies without iron. We do offer Ultra Strength Essential Prenatal Multi soft gels and Ultra Strength Women's Multi soft gels which contain a gentle form of iron.",
      "name": "Do your gummies contain iron?",
      "id": "04c26242-f22e-4987-ae02-fd0fd3ffe758",
      "companyName": "OLLY"
    },
    {
      "content": "While this product has a wide margin of safety, we recommend speaking with your doctor about potential interactions with your medication.",
      "name": "I'm on (medication) is it safe to use Lovin' Libido?",
      "id": "4491d608-1f32-45c8-9287-04b9d8df1607",
      "companyName": "OLLY"
    },
    {
      "content": "You can find us at any of these stores: https://www.olly.com/pages/find-a-store",
      "name": "Store location / retailer",
      "id": "473fb345-820d-408a-b95d-b3fe1f98c39e",
      "shortcut": "sl",
      "companyName": "OLLY"
    },
    {
      "content": "Our products have a wide margin of safety and can generally be used along with other medications. Prior to starting the use of any supplement, we recommend speaking with your healthcare provider to confirm if there are any potential concerns with medications or medical conditions.",
      "name": "Can your products be taken with other medication?",
      "id": "4cef17a2-3507-4798-a689-b621bff656af",
      "companyName": "OLLY"
    },
    {
      "content": "This product was formulated for all adults over the age of 18.",
      "name": "How old do I have to be to use Lovin' Libido?",
      "id": "589ee08c-ccbf-4934-a9a4-852db65dddcb",
      "companyName": "OLLY"
    },
    {
      "content": "Unfortunately, our Multivitamins and stress supplements aren't covered by HSA.",
      "name": "Are your multivitamins covered by HSA?",
      "id": "618f3e68-d760-4cea-b977-5799a6e5fdad",
      "companyName": "OLLY"
    },
    {
      "content": "Our discounts can't be applied to subscriptions since those are already discounted. You can use your discount on full priced, one-time purchases.",
      "name": "Will discounts work on subscriptions?",
      "id": "6356e823-7d07-47e8-af97-efc019d91d4c",
      "companyName": "OLLY"
    },
    {
      "content": "You can check out our detailed return policy here: https://help.olly.com/hc/en-us/articles/360035072232-What-is-the-return-policy",
      "name": "Return policy",
      "id": "3d0ff861-9695-48e3-96a2-9a398cb64881",
      "shortcut": "rp",
      "companyName": "OLLY"
    },
    {
      "content": "Ashwagandha has been clinically studied where results have demonstrated improved sexual function in healthy women. Key markers of this research include satisfaction, lubrication, arousal, and orgasm. Damiana and Maca have been used for centuries to support desire. Ashwagandha has been clinically studied to provide benefits relating to libido in as little as 8 weeks of daily supplementation.",
      "name": "How long does it takes for Lovin' Libido to show effect?",
      "id": "2981af15-3bb6-4ec4-b362-dd82a9dfc941",
      "companyName": "OLLY"
    },
    {
      "content": "There's actually no optimal time of day to take our supplements unless it is stated on the bottle. For example, Sleep should be taken before bedtime, but Energy should not be taken before bedtime. Always refer to the \"Suggested Use\" for more info!",
      "name": "What is the best time of the day to take any of your supplements?",
      "id": "3c64cd37-1e2d-4c6e-b910-f263b277859e",
      "companyName": "OLLY"
    },
    {
      "content": "Our Essential Prenatal Gummies are HSA eligible.",
      "name": "Can I use my insurance to pay?",
      "id": "4721bdd7-b4b0-4f81-90d0-03d05ec3c8a0",
      "companyName": "OLLY"
    },
    {
      "content": "You can give us a call at 1-844-HEY-OLLY or let me know if I can help via text, it may be faster.",
      "name": "Phone support",
      "id": "7ea48362-96db-4876-bfae-e32f2db795af",
      "shortcut": "ps",
      "companyName": "OLLY"
    },
    {
      "content": "The ingredients used to formulate our products are generally considered safe (GRAS). Everyone reacts differently to supplements though, so we recommend speaking with your doctor before introducing new supplements into your wellness regimen. If you do experience an adverse event associated with the use of our product, please call our medical line to speak with a medical professional. The phone number is 1-844-342-8126.",
      "name": "What are the side effects of your supplements?",
      "id": "8df3017a-73a0-4733-a95a-2181c5535ed4",
      "companyName": "OLLY"
    },
    {
      "content": "Currently, we don't have a wholesale program in place, but you're welcome to reach out to any of our US distributors on your own. Here's a list of them: C&S Wholesale, Capital Distributing, CoreMark, Droguerias Betances, Grocery Supply Co., H.T. Hackney Co., Imperial Distributors, Kehe, McLane, MTC Distributing, S. Abraham & Sons, Inc., Spartan Nash, and SuperValu.",
      "name": "Wholesale inquiries",
      "id": "95cceccc-f8ed-4e89-9b6e-9d8cc35a1bd4",
      "shortcut": "wls",
      "companyName": "OLLY"
    },
    {
      "content": "Our processing time takes 1-2 business days and we usually ship via UPS. Once shipped, it will take 2 business days for domestic orders.",
      "name": "Shipping time",
      "id": "adc4100e-c329-40cc-8cd4-21b5143c6058",
      "shortcut": "shp",
      "companyName": "OLLY"
    },
    {
      "content": "Give us a follow on IG: https://www.instagram.com/ollywellness/ and FB here: https://www.facebook.com/OLLYwellness/",
      "name": "Social media",
      "id": "b311da5b-d577-4baa-9380-9243198eb3aa",
      "shortcut": "smd",
      "companyName": "OLLY"
    },
    {
      "content": "The kids protein was discontinued. You can give your kids the regular protein at half the serving.",
      "name": "Why can't I find the kids protein?",
      "id": "b56af942-d21a-4608-b017-74279b48fa78",
      "companyName": "OLLY"
    },
    {
      "content": "We always recommend speaking with your healthcare provider before taking any dietary supplements. In addition to our Essential Prenatal Multi gummy and Ultra Prenatal Multi Softgels, the following products may be appropriate to use during pregnancy or breastfeeding: Probiotic, Extra Strength Probiotic and Prebiotic + Probiotic, and OLLY Plant-Powered Protein. If you're interested in using any of our other products, we suggest consulting with your healthcare provider before use.",
      "name": "Is it safe during pregnancy and/or breastfeeding?",
      "id": "b6f1ae81-dced-4c79-ad7f-8b5c35d6cb35",
      "companyName": "OLLY"
    },
    {
      "content": "Subscriptions are already discounted by 15% so the code can not be applied to an order that contains a subscription. Please place a separate order for the subscriptions and use the code FREESHIP for complimentary shipping no matter the total.",
      "name": "Why isn't my free shipping code working?",
      "id": "bd70cfd8-8d03-45be-b761-8a977b049af7",
      "companyName": "OLLY"
    },
    {
      "content": "Estrogen is not an ingredient in any of our products.",
      "name": "Does your suppliments contain any Estrogen?",
      "id": "c63d2353-6b20-4fa6-a529-e54516501f9c",
      "companyName": "OLLY"
    },
    {
      "content": "It shouldn't cause stomach pains. If you experience any adverse events when taking our products, we encourage you to let us know right away.",
      "name": "Does Lovin' Libido cause stomach pain/cramps? I have a very sensitive stomach",
      "id": "897fff79-8fa9-427e-a660-2e7cbd4bd9a5",
      "companyName": "OLLY"
    },
    {
      "content": "The best way to handle this is to email us directly at hello@olly.com or give us a call at  1-844-HEY-OLLY. Our team is happy to help!",
      "name": "Customer support",
      "id": "7d9eea10-92b6-4ed2-aaea-182cf538365b",
      "shortcut": "cs",
      "companyName": "OLLY"
    },
    {
      "content": "Thank you for your interest! The best way to discuss this is to email us directly at hello@olly.com. Our team is happy to chat.",
      "name": "Brand ambassador / sponsorship",
      "id": "79d64e18-e6ab-419f-9a44-3dea02ef6575",
      "shortcut": "ams",
      "companyName": "OLLY"
    },
    {
      "content": "We have a rewards/referral program where you can earn points to redeem on future purchases. Check it out here - https://www.olly.com/pages/rewards",
      "name": "Rewards / referral",
      "id": "ba2dee2f-383d-4c64-9e00-bdf38d602394",
      "shortcut": "rwd",
      "companyName": "OLLY"
    },
    {
      "content": "Laser Focus helps you optimize your thinking power and stay on task without those pesky jitters. Ultra Strength Brain Softgels on the other hand is packed with ingredients that power healthy brain function and mental acuity, including memory, learning, focus and concentration.",
      "name": "Laser Focus vs Ultra Strength Brain",
      "id": "46766edb-fe6c-4f0c-a9bb-fe288964b288",
      "companyName": "OLLY"
    },
    {
      "content": "Thank you for your service! We don't have any specific discounts like that, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "name": "Military / First responder / Healthcare / Teacher discount",
      "id": "7925838d-2c59-4785-93e8-ebbe98caaf6d",
      "shortcut": "ms",
      "companyName": "OLLY"
    },
    {
      "content": "They're safe to take in combination with any of our products!",
      "name": "Can you take Strength Brain with other OLLY products?",
      "id": "b252091a-889e-488c-8a8d-6756583ae6d5",
      "companyName": "OLLY"
    },
    {
      "content": "Lovin' Libido contains traditionally used herbal ingredients to enhance vitality. It is safe for any gender to take, however, it's formulated with Ashwagandha which has been clinically studied with women. Current research doesn't show that this ingredient shows the same results for men.",
      "name": "Is Lovin' Libido only for women?",
      "id": "eb8f903d-684b-4208-a24d-f54a970b3de7",
      "companyName": "OLLY"
    },
    {
      "content": "Our products are dietary supplements and, as such, aren't intended to diagnose, treat, cure, or prevent any disease. We're also unable to provide information about individual health conditions. The Metabolism Gummy Rings are made with Apple Cider Vinegar, B12, and Chromium to support lean body mass and help boost metabolism. Prior to starting the use of any supplement, we'd recommend speaking with a healthcare provider that can confirm if there are any potential concerns with medications you may be taking or prior/present medical conditions. Additionally, our gummies aren't formulated with the top 8 allergens (soy, eggs, peanuts, tree nuts, fish, shellfish, wheat, milk). Our manufacturing facility may produce other products that contain those allergens on the same lines as our products, however, our suppliers comply with Good Manufacturing Practices and use appropriate cleaning methods to prevent cross-contamination. The lines are also tested for cross-contamination prior to producing our products.",
      "name": "Can I use this for x disease?",
      "id": "14910f73-8e09-46bf-a45e-45ee97f7516c",
      "companyName": "OLLY"
    },
    {
      "content": "Yes, Beat the Bloat is vegetarian.",
      "name": "Is Beat the Bloat vegetarian?",
      "id": "1eadeda1-0c07-4ea8-b727-9a85a3fe4737",
      "companyName": "OLLY"
    },
    {
      "content": "I would recommend our Ultra Strength Hair Softgels: https://olly.attn.tv/sl/-Ya-pGL8 This multi-benefit blend supports hair strength, health, and growth.",
      "name": "What would you recommend for hair growth?",
      "id": "cfffdc47-c50b-440f-9ba9-aa1fe8a8fb1d",
      "companyName": "OLLY"
    },
    {
      "content": "We offer free shipping on domestic orders over $49. Maybe you can add something else to reach the minimum?",
      "name": "Free shipping",
      "id": "159de9e1-40d4-4dc3-8d37-fa9ca0befe5f",
      "shortcut": "fs",
      "companyName": "OLLY"
    },
    {
      "content": "We don't use Route package protection anymore.  If your order arrives damaged, send over the order number and email, as well as a screenshot of the melted product. \n\nIn addition, you can let me know if you'd prefer a refund or replacement.",
      "name": "Do you still offer Route Package Protection?",
      "id": "519684a3-7d9f-4430-abed-2e03cc52cdc8",
      "companyName": "OLLY"
    },
    {
      "content": "None of our products contain caffeine.",
      "name": "Do your products contain caffeine?",
      "id": "44acbf89-ac44-4307-9fb9-64bfd21b16ce",
      "companyName": "OLLY"
    },
    {
      "content": "Our gummies either contain beef or pork gelatin. We have listed all of our products and which type of gelatin they contain here: https://olly.attn.tv/sl/N2-PVcR3 Note that our ultra softgels contain beef gelatin, and our entire line of capsules is vegetarian.",
      "name": "Are your gummies vegan?",
      "id": "d53d12a9-8411-4ff9-9230-23e3f66bf2c3",
      "companyName": "OLLY"
    },
    {
      "content": "With the exception of products in our kids line, our supplements were formulated for adults (18 yrs +). While some products may be safely used in children, we're unable to provide product suggestions or guidance on dose and duration of use.",
      "name": "Can kids take OLLY products?",
      "id": "ae788d74-d816-4d30-924b-370362188ee3",
      "companyName": "OLLY"
    },
    {
      "content": "Absolutely...we designed them that way! It's a complete system of products designed for use in combination with one another to help you address your daily needs and achieve your own personal health goals. We recommend choosing 1 Multivitamin and 2-3 Wellness Boosts depending on the benefits you're after. You can combine Gummies, Extra Strength Softgels and our Women's Wellness capsules when creating your ideal regimen.",
      "name": "Can your products be taken together?",
      "id": "cbf21cd0-305e-11ec-8d3d-0242ac130003",
      "companyName": "OLLY"
    },
    {
      "content": "I'm sorry to hear that! Do you mind sending over your order number and email, as well as a photo of the melted product? \n\nIn addition, let me know if you'd prefer a refund or replacement.",
      "name": "My items arrived melted",
      "id": "e9252c50-aba4-421c-bc08-b23e4e177b43",
      "shortcut": "iam",
      "companyName": "OLLY"
    },
    {
      "content": "We've actually decided to discontinue the OLLY Protein Powders line. We made this decision in order to focus on making delightful vitamins and supplements, and we do apologize for any inconvenience this may cause.",
      "name": "Where's your OLLY Protein Powders line?",
      "id": "fc8c2301-fa4a-455a-8560-32459bfb2ad6",
      "companyName": "OLLY"
    },
    {
      "content": "I can check if that's possible. What's the order number, email address and the change you'd like to make?",
      "name": "Cancel/edit order",
      "id": "60563a36-e1aa-45af-ab2c-eaa0212d6619",
      "shortcut": "ced",
      "companyName": "OLLY"
    },
    {
      "content": "We believe the health benefits that go along with enriching the diet in essential nutrients far outweigh the slight disadvantage of delivering them with sugar. Importantly, the amount of sugar in a serving of OLLY gummies (2 to 4 grams) represents a fraction of the average total daily sugar intake by most Americans (80 grams). It's roughly equivalent to eating about 5-10 raisins or drinking an eighth of a cup of apple juice. The real advantage of gummies is that people actually enjoy taking them - so they do. If supplements don't get eaten because the experience is unpleasant, then they're not very effective supplements. We chose not to use artificial \"sugar-free\" sweeteners because they have been linked to health issues and we wanted to stick with only natural sweeteners, colors and flavors.",
      "name": "Is the sugar in OLLY gummies counterproductive to health?",
      "id": "3ed5d1d4-276a-46a5-97ea-9be9d2194765",
      "companyName": "OLLY"
    },
    {
      "content": "At this time we are not able to ship to PO Boxes or APO addresses. We can ship to US physical addresses only to avoid shipping issues.",
      "name": "Do you ship to PO Box or APO address?",
      "id": "ec6282f5-9fb3-4128-9fcf-86f764a58561",
      "companyName": "OLLY"
    },
    {
      "content": "Lovin' Libido can be taken at any time of the day or night and should not affect sleep.",
      "name": "When can I take Lovin' Libido?",
      "id": "032ce9c3-e150-4434-b571-1b98dc13530d",
      "companyName": "OLLY"
    },
    {
      "content": "To help with your decision today, I recommend taking our quiz here: https://olly.attn.tv/sl/Z_VqjLP3 We're making it easy to find the perfect vitamins and supplements for your wellness routine.",
      "name": "Which supplement would you recommend?",
      "id": "db837c4a-f6cd-4ca6-ba68-e81b9f1949ef",
      "companyName": "OLLY"
    },
    {
      "content": "While we do support the non-GMO movement, our line is presently not non-GMO verified. Sourcing exclusively non-GMO ingredients is challenging in the world of dietary supplements as there is a lengthy process and validation required. However, we are exploring having a non-GMO offering in the future that will give users who value non-GMO products a choice within the OLLY lineup.",
      "name": "Are your products non-GMO?",
      "id": "fee81719-da9d-46b1-a00f-909d05362ece",
      "companyName": "OLLY"
    },
    {
      "content": "Our Ultra Softgel colors are naturally-derived, just like the colors used in our gummies. We designed the softgels with bright colors to add some delight!",
      "name": "Are the colors naturally derived?",
      "id": "bf1e3e21-8804-48db-b54c-8f6b2fd50d1e",
      "companyName": "OLLY"
    },
    {
      "content": "Many of our products are NSF Certified, and others are in the evaluation process. Here is a list of OLLY products that are currently certified: https://info.nsf.org/Certified/Dietary/Listings.asp?Company=C0369077&Standard=173",
      "name": "Are your products NSF certified?",
      "id": "d5868873-cde2-41e7-a573-7a063ddb936c",
      "companyName": "OLLY"
    },
    {
      "content": "The threshold to receive free shipping for any order is $59. If your subscription order is less than $59, a $6.99 shipping fee will be charged. All orders are shipped via UPS 2-day shipping.",
      "name": "Will my subscription order ship for free?",
      "id": "6f8303f5-8172-4c62-985c-d8cc4625fa90",
      "companyName": "OLLY"
    },
    {
      "content": "The entire line of Modern Women's Wellness capsules is vegetarian. Miss Mellow, Cleansing Cranberry, Combat Cravings, and Happy Hoo-Ha are vegan.",
      "name": "Are your capsules vegetarian or vegan?",
      "id": "ba1167ca-a188-4c74-ba7a-2ab0443ea44d",
      "companyName": "OLLY"
    },
    {
      "content": "We're committed to a no animal testing policy. We do not test any products on animals.",
      "name": "Do you test on animals?",
      "id": "63ad8d6d-2cc5-4089-936b-67cdc601d4af",
      "companyName": "OLLY"
    },
    {
      "content": "In an effort to allow more people to place orders and enjoy OLLY products, we are limiting orders to 4 bottles of each product, and 3 Quarterly Subscriptions for each product.",
      "name": "Why is there a limit to my order?",
      "id": "2b8c1431-50ef-407f-a827-1dd6ee180844",
      "companyName": "OLLY"
    },
    {
      "content": "Our headquarters are in Jackson Square in gorgeous San Francisco, California.",
      "name": "Where are you located?",
      "id": "9825a307-b1bb-491a-87cc-50021358ee2b",
      "companyName": "OLLY"
    },
    {
      "content": "Absolutely! All of our containers can be recycled.",
      "name": "Are your containers recyclable?",
      "id": "0feef332-795f-41d9-bef3-8ccfbf6e0253",
      "companyName": "OLLY"
    },
    {
      "content": "Both softgels and capsules are easy to swallow pills. Softgels are filled with a liquid blend of vitamins and minerals while capsules are filled with a powder blend. The outer shell of softgels is made of gelatin and have a delightful faint smell of either peppermint or strawberry. The outer shell of the capsules are made of hypromellose, a vegetarian alternative to gelatin. The capsules have no smell.",
      "name": "What is the difference between softgels and capsules?",
      "id": "151ab82f-87ff-406f-8cad-33ac3057a33e",
      "companyName": "OLLY"
    },
    {
      "content": "Please contact your child's physician to discuss your concern. While most vitamins are easily eliminated from the body without causing any side effects, high doses of fat-soluble nutrients such as vitamins D and A are stored by the body. Also, none of our products contain added iron, the primary concern in cases of multivitamin overdose.",
      "name": "What if my child eats more than the recommended serving size of gummies?",
      "id": "0c51e0a0-6bf2-4acf-875e-f04efa891aec",
      "companyName": "OLLY"
    },
    {
      "content": "Yes, however, dietary supplements should always be placed out of reach of children. In case our gummy bottles do find their way into the hands of your little one, our push-and-turn cap is designed to foil their attempts to open it.",
      "name": "Are the lids of the gummy bottles child resistant?",
      "id": "c9825bf4-5484-41b2-9dad-3c3aa7e8f3b1",
      "companyName": "OLLY"
    },
    {
      "content": "Our products expire 18 months from the date at which they were manufactured. Vitamins and minerals naturally break down over time. Therefore, while the products are still active and safe to take, we do not guarantee their potency.",
      "name": "What is the shelf life/when do they expire?",
      "id": "19bebd5f-628b-41e2-a7ff-ff8ad07a2352",
      "companyName": "OLLY"
    },
    {
      "content": "Flawless Complexion supports clear healthy skin from the inside out. The product contains, Vitamin A with Vitamin E to help fight free radicals and support a clear complexion. It also contains Zinc, an essential for healthy skin tissue, plus Selenium which plays a role in cell detox. Lastly, it contains Phytonutrient superstars, Spearmint and Aronia Berry, which team up with Dandelion Root, an ancient remedy used for detoxification.",
      "name": "Does Flawless Complexion help with acne?",
      "id": "c7bfb63a-f998-4a8e-ae67-f434d728e48b",
      "companyName": "OLLY"
    },
    {
      "content": "No, the sweet taste of the Ultra Softgels comes from the subtle flavor of strawberry or peppermint in the softgel shell.",
      "name": "Is there sugar in Ultra Strength Softgels?",
      "id": "9cf82a17-e221-49f2-8c1a-07796031fa83",
      "companyName": "OLLY"
    },
    {
      "content": "Gummy orders are shipped with ice packs during the summer months (May-September).",
      "name": "Do the gummies come in with an ice pack?",
      "id": "1f87b6f8-e9dc-4bd7-8613-cda54047facc",
      "companyName": "OLLY"
    },
    {
      "content": "The product can be taken by both men and women.",
      "name": "Who can take the Mighty Mojo?",
      "id": "fbede036-6151-4217-a4e8-6e2d3f285f5f",
      "companyName": "OLLY"
    },
    {
      "content": "I'm afraid Ultra Immunity has been discontinued, really sorry about that! I'd recommend the Active Immunity Berry Brave instead: https://www.olly.com/products/active-immunity-berry-brave The key ingredients are Elderberry, Echinacea, Vitamin C & Zinc which help keep your immune system running strong.",
      "name": "What happened to Ultra Strength Immunity?",
      "id": "6a7ba5d3-7c90-48d3-9c97-7d47ff3049da",
      "companyName": "OLLY"
    },
    {
      "content": "I'm afraid this product is unavailable at the moment due to inventory challenges and we do not have a timeline for when they we be available again.",
      "name": "What happened to Maximum Strength Sleep, Kids Multi and Pro, Laser Focus & Overnight Beauty Kits?",
      "id": "d30f8582-ce5d-44ae-90c9-d9aed1b3850a",
      "companyName": "OLLY"
    },
    {
      "content": "Redeeming your hard-earned points is easy! Simply log into Rewards account to redeem the code and then apply it at checkout. You can log in here: https://www.olly.com/pages/rewards",
      "name": "How do I redeem my rewards?",
      "id": "4c942d5f-37ba-4800-9bdd-6cd3cc9d3835",
      "companyName": "OLLY"
    },
    {
      "content": "On April 22, 2024, a new law took effect in New York state that restricts the sale of certain types of dietary supplements marketed for muscle building and weight loss. In order to purchase these types of products, customers will need to verify that they are over the age of 18 at the time of purchase and at the time of delivery.\n\nOLLY has three products impacted by this new law: Combat Cravings, Metabolism Gummy Rings, and Post-Game Recovery Gummy Rings. We made our best efforts to continue shipping these products to New York; however, there are no delivery services that can meet the law's requirements. Unfortunately, these products are not available for shipment to New York. You can purchase them locally in New York with proof of age or through Amazon. We apologize for any inconvenience this causes.",
      "name": "Can I order from NY/ New York, is there an age restriction?",
      "id": "ecd76572-2f7e-4a7c-a6d9-a169b8a806e0",
      "companyName": "OLLY"
    }
  ]
}