{
  "companyKey": "organifi",
  "templates": [
    {
      "content": "The refund will be credited to your original payment within 10 business days after we receive the product.",
      "name": "When will I receive my refund?",
      "id": "1d9c4870-10bf-4064-8483-547957052639",
      "companyName": "Organifi"
    },
    {
      "content": "Pure is formulated to support the health of the gut which impacts the health of the brain and can be taken anytime of the day. Because of the digestion-enhancing superfoods, Pure can be incorporated before meals and after consistent use, you may begin to experience any of the following: better digestion, less full feeling in stomach/less burping after meals, improved regularity, mental clarity improvement/or supportive of baseline mental clarity, potentially less forgetfulness and better mood.",
      "name": "What results can I expect from pure?",
      "id": "496b00cc-0e2c-4cd6-b81f-5e74c2bd91e3",
      "companyName": "Organifi"
    },
    {
      "content": "Glow was formulated to hydrate the skin and support your body's natural collagen production. It helps replenish your skin for a radiant, refreshed look with a delicious raspberry lemonade taste.",
      "name": "What results can I expect from glow?",
      "id": "41a3cc81-72b5-4440-8d12-8e8160de30f5",
      "companyName": "Organifi"
    },
    {
      "content": "A great component of pure is that it will help stimulate hydrochloric acid, so it will help you digest a high-protein meal. Normally, a good time of day to take Pure would be 20 minutes before lunch or dinner to enhance absorption. Also, taking Pure with any of the other juice blends will boost the absorption of all the antioxidants and adaptogens because aloe vera (in pure) enhances absorption of other nutrients.",
      "name": "When is the best time to take pure?",
      "id": "81549a43-83a7-4d3a-9b57-9dbe0e29bec3",
      "companyName": "Organifi"
    },
    {
      "content": "Liver Reset supports the liver's detoxification processes and the liver's role in cellular energy production. By supporting our liver, we also are supporting our brain health, gut health, immune system, blood sugar levels, and heart. When using Liver Reset regularly you may start to notice any of the following: less digestive issues such as bloating, gas, acid reflux or heartburn, stronger immune system, clearer skin, easier to focus throughout the day and feeling more energized.",
      "name": "What results can I expect from Liver Reset?",
      "id": "df770616-c7e5-4a3d-92b4-24b76b6c9c2a",
      "companyName": "Organifi"
    },
    {
      "content": "Whenever possible, we use freeze-dried fruits, vegetables, and spices to craft our great tasting blends. For that extra kiss of sweetness, we use sustainable monk fruit instead of sugar or artificial sweeteners. If a blend needs fine-tuning, we use organic natural flavors to balance the flavor profile. If you're looking for blends without added flavors, try pure, glow, immunity, harmony, or balance.",
      "name": "How do you sweeten and flavor your blends?",
      "id": "f607ef80-b5f5-478a-a4e9-8e7dc973066a",
      "companyName": "Organifi"
    },
    {
      "content": "We always suggest checking with your medical practitioner, midwife, or lactation consultant before adding a new supplement to your routine while pregnant or nursing. Our in-house herbalists agree red juice, gold, balance, glow, liver reset, and immunity are typically safe for pregnant or nursing mothers. On the other hand, green juice and pure are not recommended to take while pregnant. Many women in our community enjoy Organifi blends throughout pregnancy and while breastfeeding after approval from their doctor.",
      "name": "Can I take your products while pregnant and/or breastfeeding?",
      "id": "72a1b8f1-1cf7-452b-97e2-f251681c6295",
      "companyName": "Organifi"
    },
    {
      "content": "Our mushrooms are sourced sustainably from China using certified green initiatives and organic farming practices. Our mushroom suppliers are paving the way for more Chinese farmers to adopt organic cultivation methods. The mushrooms we use are given enough time and care to produce a full fruiting body rich in beta glucans and triterpenes instead of the mycelium roots alone. This process creates nutrient-dense mushrooms to optimize energy levels, balance cortisol, and nourish your cells.",
      "name": "Where do you source your mushrooms from?",
      "id": "53d40f38-7baa-442f-ba8c-f03d63289078",
      "companyName": "Organifi"
    },
    {
      "content": "The best way to discuss this is to email us directly at support@organifi.com. Our team is happy to chat.",
      "name": "Brand ambassador / sponsorship / affiliate program",
      "id": "2e1c7a6e-ea50-43ee-92db-f25c3daf96f5",
      "shortcut": "ams",
      "companyName": "Organifi"
    },
    {
      "content": "As a dietary supplement, take 2 capsules daily with 8 oz of water for up to 2 weeks when you begin to feel under the weather, wake up feeling tired, achy or have a sore throat, or if you have recently been exposed to someone who has a cold or flu.",
      "name": "What is the best way to use critical immune?",
      "id": "3bcc605b-add4-480a-9830-7ef4d1294bc8",
      "companyName": "Organifi"
    },
    {
      "content": "Critical Immune is a convenient encapsulated blend of potent herbs designed to be taken at the immediate onset of acute illness such as a cold or flu. The herbal extracts will help you to feel better fast and will bolster your immune response for acute immune support.",
      "name": "What results can I expect from critical immune?",
      "id": "f57402d2-082a-43a5-9278-afecd440c8a3",
      "companyName": "Organifi"
    },
    {
      "content": "Thank you for your service! You can learn more and apply for your discount here: https://www.organifishop.com/pages/military-discount",
      "name": "Military / First responder / Healthcare / Teacher discount",
      "id": "14a6671d-c83d-441c-a5d8-3d5d67822707",
      "shortcut": "ms",
      "companyName": "Organifi"
    },
    {
      "content": "Gold gives you powerful superfoods to help you relax so you can wake up feeling refreshed and energized. It supports rest and relaxation, a healthy immune response, and a healthy response to stress!",
      "name": "What results can I expect from the Gold?",
      "id": "08bf3ab8-7729-472b-b334-92acc57bdbd3",
      "companyName": "Organifi"
    },
    {
      "content": "Yes! Every blend is USDA-certified organic. It's a rigorous process and each batch undergoes multiple rounds of third-party testing. But it's a labor of love. You deserve the best Mother Earth has to offer. That's why we set the standard for both purity and quality of ingredients.",
      "name": "Are your blends certified USDA organic?",
      "id": "90b7e275-5cf7-40bd-913b-7599f2c1504a",
      "companyName": "Organifi"
    },
    {
      "content": "Taking Gold in the evening after a meal or a few hours before bed will help set your body up to switch from a sympathetic (stress state) to parasympathetic (rest and relax state).  A warm cup of Gold mixed with hot water or milk/milk alternative can give the body a sense of comfort and ease, allowing the body to fall asleep more easily.\n\nSimply add 1 serving (1 scoop) to 8-10 oz of water or combine with your beverage of choice (milk, milk alternative or sparkling water are some of our customer favorites), mix and enjoy the superfood benefits!",
      "name": "When is the best time to take Gold?",
      "id": "cd7d1689-1a1f-4189-9e2a-9673bfb3f409",
      "companyName": "Organifi"
    },
    {
      "content": "Yes! Complete Protein contains all 9 essential amino acids and we achieve this by combining multiple vegan protein sources (Quinoa, Pumpkin, Pea). There aren't many vegan protein options that are complete which is why it's so important to combine the appropriate vegan proteins together to ensure you get all of the essential amino acids!",
      "name": "Does the Complete protein have all 9 essential amino acids?",
      "id": "585d942e-778f-4c34-bf8c-d6b82d45c216",
      "companyName": "Organifi"
    },
    {
      "content": "Glow is not in fact a collagen product, it actually includes superfoods that help to support the body's own natural collagen production. Superfoods such as amla powder, rosehips, and aloe all promote collagen synthesis.  Collagen is a necessary protein in the body, however, our body's natural collagen production naturally begins to slow as we age so it's important to give the body the appropriate building blocks to aid in production.",
      "name": "I noticed that Glow is vegan, doesn’t collagen come from animals?",
      "id": "8c5ce249-c112-4273-8542-e3676e89e841",
      "companyName": "Organifi"
    },
    {
      "content": "Plenty of Organifi community members give their favorite blends to their family, including their children. However, when it comes to any supplement, we recommend getting approval from your family's healthcare provider or nutritionist first. They would be most familiar with the child's general health and history, as well as potential interactions with medications or other supplements.",
      "name": "Are your blends safe for kids?",
      "id": "3c85ca2e-b6ae-4abb-b36b-12a193c9c7af",
      "companyName": "Organifi"
    },
    {
      "content": "All of our blends are vegan, dairy-free, soy-free, certified gluten-free, and certified kosher. Some of our blends contain coconut, which is considered a tree nut. So if you're allergic to coconut, make sure to check the label before ordering or consuming. Otherwise, most folks are in the clear.",
      "name": "What allergens do your blends contain?",
      "id": "4911f090-9aec-47b6-99a7-644863a031dd",
      "companyName": "Organifi"
    },
    {
      "content": "Overall, yes! Each of our blends (besides protein) contains two grams of sugar or less. Our complete protein contains eight grams of total carbs, three grams of coconut sugar, and one gram of fiber. Plenty of folks use Organifi blends to enhance their daily nutrition while enjoying a ketogenic lifestyle.",
      "name": "Are your products keto-friendly?",
      "id": "56cbe1a6-5038-497b-82bc-fa7cf1e3339e",
      "companyName": "Organifi"
    },
    {
      "content": "Green Juice does contain trace amounts of caffeine. The only source of caffeine comes from matcha and there is 100mg of matcha per serving which is equivalent to roughly 3-4 mg of caffeine.  Just as a comparison, a regular 8 oz cup of coffee contains about 95 mg of caffeine and an average decaf cup of coffee contains about 7 mg of caffeine. Persons who are very sensitive to caffeine don't typically have issues with the Green Juice.",
      "name": "Does green juice contain caffeine?",
      "id": "f2221e54-09a3-44a1-b7d3-4fa86dc74a1c",
      "companyName": "Organifi"
    },
    {
      "content": "Absolutely! A few blends like red juice and pure are crafted for energy and mental focus, so we recommend taking those in the morning or afternoon. Meanwhile, gold is designed to support deeper rest and relaxation, so it's ideal for an evening ritual. But overall, you're welcome to combine your favorite blends any time of day. Plenty of folks in the Organifi community enjoy mixing blends for both taste and potency.",
      "name": "Can I mix my adaptogenic blends together?",
      "id": "9143245f-43ef-4b78-9fac-4898a68cf476",
      "companyName": "Organifi"
    },
    {
      "content": "Red Juice contains no caffeine even though the benefits of the Red Juice help with energy! It was formulated with no caffeine which means less jitters for you.",
      "name": "Does red juice contain caffeine?",
      "id": "51da1c62-ad15-4ad4-a2a7-c88724c3827e",
      "companyName": "Organifi"
    },
    {
      "content": "Adaptogens are intuitive herbs and mushrooms capable of adapting to the needs of the human body. They work synergistically with the pituitary, hypothalamic, and adrenal glands to reduce chronic stress and fatigue. In other words, they help your body find the \"sweet spot,\" so you can feel calm and energized at the same time. Adaptogens have been used in Chinese and Ayurvedic medicine for centuries. And in the high stress environment of modern life, they've become more important than ever.",
      "name": "What is an Adaptogen?",
      "id": "b743a8bc-4e2a-4a1b-ab3b-9772bcd353f9",
      "companyName": "Organifi"
    },
    {
      "content": "It happens because of static electricity. Dry powder will sometimes experience static electricity depending on the amount of humidity/moisture in the air.",
      "name": "Why does the powder cling to the scoop?",
      "id": "3b1b45d5-9ed0-48b4-8219-77cd3909325f",
      "companyName": "Organifi"
    },
    {
      "content": "Since the FDA focuses on food and drugs, they don't regulate or approve supplements. The FDA does have the authority to inspect facilities to make sure they comply with safe manufacturing practices, but they don't approve supplements directly. Manufacturers and distributors are responsible for making sure their products are safe before they go to market. All of our manufacturers operate in FDA compliant (CGMP) facilities. CGMP refers to the Current Good Manufacturing Practice regulations enforced by the FDA. In other words, we're as close to FDA approved as a supplement can possibly get.",
      "name": "Are your blends FDA approved?",
      "id": "817e37f1-b462-4d08-8e0e-a2e8765121f2",
      "companyName": "Organifi"
    },
    {
      "content": "The fun part about any of our adaptogenic juice blends is that you can really get creative with how you prepare them! Don't be afraid to experiment. Some of the fan favorites include mixing the green juice with milk or milk alternative to create more of a matcha latte. You can also try mixing in with a smoothie, coconut water or a juice!",
      "name": "Other than water, what would you recommend mixing green juice with?",
      "id": "d89acb8d-37cf-4409-b152-4d55a3daaf09",
      "companyName": "Organifi"
    },
    {
      "content": "It's very common for a scoop to find its way to the bottom of your bottle. So we definitely recommend grabbing a fork or butter knife and going on a quick scavenger hunt for the scoop buried beneath. But if you truly cannot find a scoop, you've got two options: use your own measuring spoon or request a replacement. If you can't find the scoop and would like to send your order back and get a replacement, just let me know! I'll be more than happy to help out.",
      "name": "I can't seem to find my scoop, what should I do?",
      "id": "24157119-e1c4-4d6f-b41b-b541b75c2a06",
      "companyName": "Organifi"
    },
    {
      "content": "We offer free shipping on domestic orders over $150. Maybe you can add something else to reach the minimum?",
      "name": "Free shipping",
      "id": "6c6cc27c-8d20-446b-aae4-53c7e680c57d",
      "shortcut": "fs",
      "companyName": "Organifi"
    },
    {
      "content": "All Organifi blends are made in a kosher-certified facility. The blends themselves are not yet Kosher-certified, but we're in the process of obtaining that certification right now.",
      "name": "Are your blends kosher?",
      "id": "e589ed2a-49f4-482b-987c-45edf5412f4d",
      "companyName": "Organifi"
    },
    {
      "content": "The best way to handle this is to email us directly at support@organifi.com. Our team is happy to help!",
      "name": "Customer support",
      "id": "ebb08fcc-5d37-4d58-8d4b-977d12285a42",
      "shortcut": "cs",
      "companyName": "Organifi"
    },
    {
      "content": "You can find us at a store near you here: https://www.organifishop.com/apps/store-locator/",
      "name": "Store location / retailer",
      "id": "9f0e0e80-0c5d-487a-90b4-236514c604e3",
      "shortcut": "sl",
      "companyName": "Organifi"
    },
    {
      "content": "Every blend is carefully made in a GMP-certified facility. It then moves into strict third-party testing to guarantee each batch is free of heavy metals, aerobic platelets, E. coli, salmonella, pesticides, herbicides, and fungicides. Finally, our blends are tested once more to earn the coveted labels of USDA organic, certified glyphosate-residue free, non-GMO verified, vegan, and certified gluten-free.",
      "name": "What kind of 3rd party testing do you do?",
      "id": "dac7ede3-7a8d-4d21-87cb-6be4341c7a2f",
      "companyName": "Organifi"
    },
    {
      "content": "We believe in minimal processing to maintain as many phytonutrients as possible. We put extra attention into ingredient selection, low-temperature drying, and delicate extraction. The blends are not raw, but safely freeze-dried as close to harvesting as possible. Using a patented no-heat, chemical-free gentle drying process, we're able to preserve freshness, enzymes, and antioxidants from beginning to end.",
      "name": "How are the blends processed? Are the blends raw?",
      "id": "03710aee-7767-4233-9d7d-921bb8d12d19",
      "companyName": "Organifi"
    },
    {
      "content": "We don't recommend that you use complete protein as a full meal replacement on its own as there aren't enough calories to make it a meal. We recommend using it as a snack between meals or before or after a workout. Feel free to use complete protein as a base to a delicious smoothie and add in a variety of fresh or frozen fruits, veggies, superfoods, nut butters etc.",
      "name": "Can I use Complete Protein as a meal replacement?",
      "id": "af4f23d4-6ecb-4fa8-8857-bbaef4603f4a",
      "companyName": "Organifi"
    },
    {
      "content": "Yes! And we recommend taking Immunity daily during times when you may be more susceptible to illness such as traveling, visiting with friends or family members who have recently been sick, in the winter months when Vitamin D levels tend to drop and during cold and flu season!",
      "name": "Can I take Immunity daily?",
      "id": "c1b341b5-fcab-4feb-95dc-43282e552e7f",
      "companyName": "Organifi"
    },
    {
      "content": "This ominous warning label is required by California for all products and produce made within the state. California has the strictest heavy metal testing in the world. Even some of the produce (kale, spinach, etc.) at local grocery stores must bear the Prop 65 warning. In essence, the label lets consumers know a product comes from the soil and that soil may contain traces of chemicals or heavy metals. But as you know, Organifi blends undergo strict and rigorous third-party testing to ensure these chemicals and heavy metals never make it into the ingredients or finished blends.",
      "name": "What is Prop 65?",
      "id": "52f08b8d-bdca-4bf1-9248-b0856ac24438",
      "companyName": "Organifi"
    },
    {
      "content": "All of our products are certified Gluten-Free by the Gluten Intolerance Group (GIG).  Our Green Juice does contain wheatgrass, and it's a common misunderstanding that wheatgrass is wheat/gluten-containing; it is not. Wheatgrass is grass! Just the grass contains absolutely no seeds. The seeds in mature wheat are what contain the protein gluten that causes reactions in celiac as well as non-celiac gluten sensitivity. If you have an allergy specifically to wheat that is not gluten related or other grasses and are concerned; as with any other nutritional supplement - please do check with your healthcare provider.",
      "name": "Is green juice gluten free?",
      "id": "9bb0907c-bb91-4ab5-8ec7-95b2a1f805e7",
      "companyName": "Organifi"
    },
    {
      "content": "Every body is unique. Choosing the right adaptogen blend for you starts with knowing your goals. Once you've gotten clear on the benefits you're looking for, you might browse through the nourishing blends and find one that resonates with you. Your intuition might highlight one more than others. If you don't feel drawn to a specific blend, Green Juice is often a great starting point for most folks. It's a well-rounded blend of adaptogenic herbs crafted to balance stress levels, curb cravings, optimize energy, and reset the body.",
      "name": "I'm new to Organifi, which adaptogenic blend should I start with?",
      "id": "fbb256eb-b987-4bf5-9129-327d1a142650",
      "companyName": "Organifi"
    },
    {
      "content": "You may feel a certain bit of energy from choosing Green Juice first thing in the morning. You may have a better bowel movement throughout the day due to the positive effects cortisol has on digestion and the added benefit of lemon juice and greens to support healthy digestion.",
      "name": "What results can I expect with green juice?",
      "id": "67ce6da1-22e5-4386-a171-d31679815b15",
      "companyName": "Organifi"
    },
    {
      "content": "Yes! Many people enjoy Green Juice mixed with either warm water or warm milk/milk alternative. The temperature at which we would drink is not hot enough to damage or denture the ingredients.",
      "name": "Can green juice be taken hot?",
      "id": "8dce20d0-97af-40d7-96f7-51c586753d9b",
      "companyName": "Organifi"
    },
    {
      "content": "At this time we do not offer samples, but we do give a 60-day money back guarantee on all of our blends purchased on organifi.com. If you aren't seeing the results you're looking for, you are more than welcome to return the blend for a full refund.",
      "name": "Do you offer samples?",
      "id": "104aacf0-e7b8-4433-a08e-fd0eb468d927",
      "companyName": "Organifi"
    },
    {
      "content": "It depends on the strictness of your fasting protocol. If you're allowing bone broth, amino acids, or stevia - which are low calorie but can impact blood sugar levels slightly - then all of our blends (besides Complete Protein) would also be allowed. If your fasting protocol only permits water, unsweetened tea, black coffee, and apple cider vinegar, then we recommend saving our blends until after your fast. In fact, plenty of folks choose to break their fast with an adaptogen blend to balance cortisol levels and deliver a quick burst of nutrients while keeping blood sugar low.",
      "name": "Can I take your blends while fasting? Which, if any, will break a fast?",
      "id": "03a402a4-bb93-47af-a7ee-580b219f99c4",
      "companyName": "Organifi"
    },
    {
      "content": "NeuroFactor is the whole coffee fruit extract that goes through a water ethanol extraction process, so it's more concentrated than a dehydrated coffee cherry.  Because Neurofactor is an extract, most of the caffeine is removed during the extraction process, which is why there are only negligible amounts left.",
      "name": "Does Pure contain caffeine?",
      "id": "a1358a5a-a6be-42ce-af55-7da8b89ab63f",
      "companyName": "Organifi"
    },
    {
      "content": "Immunity is a delicious orange blend that gives your body the protection it needs with nature's daily immune system support. Contains 500% of the recommended daily value of vitamin C, D3, and Zinc to support a healthy immune response.  Immunity will help you feel better faster and if you're already starting to feel sick, you should notice a slight boost in energy.",
      "name": "What results can I expect from Immunity?",
      "id": "3b7bc8eb-1b33-4676-8800-78f656a1a2ef",
      "companyName": "Organifi"
    },
    {
      "content": "Liver Reset is a combined blend of clinically studied ingredients that use modern science and Ayurvedic intelligence to deliver a potent blend that supports the liver. We're constantly surrounded by various toxins that tax our liver. Non-organic food and beverages, household products, medications, environmental toxins from outdoor & indoor pollution, alcohol and even tap water are just a few of the many toxins we're exposed to on a daily basis. The liver is responsible for numerous functions in the body such as aiding in digestion, supporting the immune system, storing vitamins and minerals, regulating energy and detoxifying the body. It's important to support the liver daily and even more so if you have recently been off track with your normal eating habits, consuming alcohol or find yourself in an environment that is heavily polluted.",
      "name": "What is the best way to use Liver Reset?/Recommended dosage to get the most out of it?",
      "id": "6ba59083-8d12-4441-b66c-7081dc886fd3",
      "companyName": "Organifi"
    },
    {
      "content": "Immunity was designed to give your body essential nutrients to help keep the immune system strong and smart. It delivers essential nutrients to the body such as Vitamin C, Vitamin D, Zinc, and mushroom beta-glucans. Immunity can be taken every day especially during times that you're traveling, during winter months when Vitamin D levels drop and also during cold and flu season. Just add 1 serving (1 packet) to 8-10 oz of water or combine with beverage of choice, mix and enjoy the superfood benefits!",
      "name": "When is the best time to take immunity?",
      "id": "24396e7c-5c2d-48b0-a01e-dbb69b383ee7",
      "companyName": "Organifi"
    },
    {
      "content": "Give us a follow on IG: https://www.instagram.com/organifi/ and FB here: https://www.facebook.com/organifi/",
      "name": "Social Media",
      "id": "b5ac528c-ec4f-4765-bb2a-8cb4c4672d56",
      "shortcut": "smd",
      "companyName": "Organifi"
    },
    {
      "content": "We have a rewards/referral program where you can earn points to redeem on future purchases. Check it out here - https://www.organifishop.com/pages/loyalty-rewards",
      "name": "Rewards / referral",
      "id": "1922ca48-697b-4aea-9b91-51e469f42c85",
      "shortcut": "rwd",
      "companyName": "Organifi"
    },
    {
      "content": "All of the variations of gold have the same benefits and foundational 9 superfoods that support rest, relaxation, and immunity.  The main difference is simply the flavor profile. We have made seasonal variations of Gold that can be enjoyed throughout special times of the year.  \n\nLimited edition gold pumpkin spice is a mindful treat to enchant your evening ritual. This adaptogenic blend combines 4,000 years of ayurvedic wisdom with the autumn taste you know and love. Medicinal mushrooms, restorative herbs, and nostalgic spices work in synergy to calm your nervous system, replenish antioxidants, and curb nighttime cravings. Limited edition gold chocolate is available in the winter and has the addition of organic cocoa. You can replace Gold Chocolate for your hot chocolate for a guilt free sweet treat!",
      "name": "What is the difference between all 3 of the Golds?",
      "id": "45cb285b-c73a-4f9e-b452-829094c46125",
      "companyName": "Organifi"
    },
    {
      "content": "Glow is a refreshing raspberry lemonade that can help naturally boost collagen production, and provide nutrients to repair and rejuvenate skin from the inside out. Because of the refreshing and hydrating properties, it's great to take with you on the go when you are out and about. It's meant to be enjoyed any time of the day. Simply add 1 serving (1 scoop) to 8-10 oz of water or combine with your beverage of choice, mix and enjoy the superfood benefits!",
      "name": "When is the best time to take glow?",
      "id": "a58ee3b4-3b9e-4e46-aee1-cff9877d9ddd",
      "companyName": "Organifi"
    },
    {
      "content": "We use organic ceylon cinnamon in all of the varieties of Gold.",
      "name": "What type of cinnamon is in the Gold?",
      "id": "713d5954-a122-42bc-900f-e9a2ea003386",
      "companyName": "Organifi"
    },
    {
      "content": "Unopened our blends have a two-year shelf life. Once you have opened a canister, it should be stored in a cool, dry place and we suggest enjoying it within 90 days. You're welcome to keep them in the refrigerator, but it's not needed. These blends are gently dehydrated so their nutrients last a long time outside the fridge.",
      "name": "How should I store my blends?",
      "id": "46698284-524b-4db2-9833-3db82c6e130e",
      "companyName": "Organifi"
    },
    {
      "content": "When you rise, first drink an 8-10 oz glass of water. After that, we suggest taking Green Juice first thing in the morning as you rise. Wake up, take a deep breath, and have a glass of Green Juice to hydrate your body after a good night's sleep.",
      "name": "When is the best time to take green juice?",
      "id": "994592b5-3ff5-4d12-8be7-18e341449628",
      "companyName": "Organifi"
    },
    {
      "content": "We believe in setting the standard for both purity and potency. All of our blends are USDA Organic, Gluten-Free, Kosher, Glyphosate Residue-Free, and Non-GMO Project Verified.",
      "name": "What certifications do you have?",
      "id": "5da28efb-02cc-4895-9a0a-1c12ce29b10b",
      "companyName": "Organifi"
    },
    {
      "content": "No, you don't have to wait a certain amount of time to eat after drinking the Green Juice. We do recommend taking it first thing in the morning to help balance cortisol levels and flush toxins from the body!",
      "name": "Is it recommended to wait to eat after drinking green juice?",
      "id": "ea24e37b-ca63-4b91-8dbd-bb1b60f4c5ea",
      "companyName": "Organifi"
    },
    {
      "content": "This fruity, refreshing superfood blend is designed to re-energize your body and mind with a wave of nourishing antioxidants. These fruits, herbs, and medicinal mushrooms work together to replenish your energy and lift your mood. We recommend drinking red juice in the morning or in the afternoon to recharge your body!\n\nSimply add 1 serving (1 scoop) to 8-10 oz of water or combine with your beverage of choice (milk, milk alternative or sparkling water are some of our customer favorites), mix and enjoy the superfood benefits!",
      "name": "When is the best time to take Red Juice?",
      "id": "2f7d4dc1-a303-4e1a-8656-032123c6a9d0",
      "companyName": "Organifi"
    },
    {
      "content": "You can recycle the canister, but please remove the label first. Depending on the supply of our partners, we alternate between three eco-friendly materials for our canisters: ocean bound plastic, HDPE food grade PCR, and carbon-negative sugarcane. Each is 100% recyclable. As new sustainable, food-grade options become available, we're dedicated to stay at the cutting edge of eco-friendly packaging.",
      "name": "What are the canisters made out of? Can I recycle them?",
      "id": "40ab31cc-e6a6-402c-8c25-79e882be7912",
      "companyName": "Organifi"
    },
    {
      "content": "Complete Protein is a 100% organic, plant-based protein with no soy or whey. It contains a complete multivitamin in addition to digestive enzymes. It has been formulated to promote satiety and curb cravings to support weight management.",
      "name": "What results can I expect from complete protein?",
      "id": "721f7701-3f61-4a30-a09f-10627daf05bf",
      "companyName": "Organifi"
    },
    {
      "content": "Complete Protein is an organic, vegan protein powder and multivitamin with digestive enzymes. With 20 grams of protein, it's an all in one delicious, easy-to-mix shake! You can use complete protein anytime you'd use a protein powder.  Just add 1 scoop to 16-18 oz of water, milk or milk alternative for a snack between meals or before/after a workout!",
      "name": "What is the best way to use Complete Protein to get the most out of it?",
      "id": "cbb72543-8da4-466a-ba5b-d51a692f6366",
      "companyName": "Organifi"
    },
    {
      "content": "We usually ship via UPS or USPS and once shipped, it will take 5-7 business days for domestic orders.",
      "name": "Shipping time",
      "id": "7ff6a2c7-ba4a-4bcb-b580-97cc7c1c78dc",
      "shortcut": "shp",
      "companyName": "Organifi"
    },
    {
      "content": "We recommend keeping Critical Immune on hand in your medicine cabinet for the times when you start to feel like you are coming down with something. It's intended to be taken short-term when you begin to feel under the weather (which is when it is most critical).  Although using Critical Immune long term will not be harmful, you may build up a tolerance to some of the superfoods and they won't be quite as effective for times when you need.",
      "name": "Can I take critical immune everyday long term?",
      "id": "8674d1c0-746e-4720-9db3-f9bcae98b252",
      "companyName": "Organifi"
    },
    {
      "content": "Immunity helps keep the cold and flu bugs from getting in and Critical Immune helps get rid of bugs that are already there. Critical Immune is a convenient capsule that is fast-acting and designed for the initial onset of symptoms. It contains four potent herbal extracts for increased defense. This is the ultimate immune protecting formula during times that really matter.",
      "name": "What is the difference between immunity and critical immune?",
      "id": "64100668-6387-47bf-9f54-861fab2adf03",
      "companyName": "Organifi"
    },
    {
      "content": "You can give us a call at 1-760-487-8587 or let me know if I can help via text, it may be faster.",
      "name": "Phone support",
      "id": "470a6915-638d-4d3e-9c0c-23ca8b79a6fd",
      "shortcut": "ps",
      "companyName": "Organifi"
    },
    {
      "content": "I can check if that's possible. What's the order number, email address, and the change you'd like to make?",
      "name": "Cancel / edit order",
      "id": "1b904d86-d5c5-4eb7-ad20-9a8e1edcdbd0",
      "shortcut": "ced",
      "companyName": "Organifi"
    },
    {
      "content": "Glyphosate is a hazardous herbicide used to kill weeds. The World Health Organization has labeled it a probable carcinogen. This harmful compound has also been shown to disrupt hormones, increase inflammation, and negatively impact gut microbiome. In other words, it doesn't belong near food (or on the planet).\n\nThe USDA organic certification will ensure a product is mostly free of glyphosate. But recent studies have shown glyphosate often makes its way into organic products at some point in the production process. The Certified Glyphosate Residue Free badge guarantees products are 100% free of glyphosate from beginning to end. It's one more way we are setting the standard ingredient purity.",
      "name": "What does glyphosate residue free mean?",
      "id": "c6d03120-1108-47d1-8965-a09e1e3b8a42",
      "companyName": "Organifi"
    },
    {
      "content": "You can check out our detailed return policy here: https://www.organifishop.com/pages/refund-policy",
      "name": "Return policy",
      "id": "e9c715bc-e8f8-4f38-a512-fcb0deddaf92",
      "shortcut": "rp",
      "companyName": "Organifi"
    },
    {
      "content": "Thank you for your interest! The best way to discuss wholesale is to email us directly at nolan@organifi.com. Our team is happy to chat.",
      "name": "Wholesale inquiries",
      "id": "63b0cfcb-44f1-44bc-823c-95e37d458734",
      "shortcut": "wls",
      "companyName": "Organifi"
    },
    {
      "content": "The subscription membership guarantees you the best possible price on your favorite blends. Subscribing also automates the reordering process, so your beloved adaptogens arrive at your front door before you run out. You can modify, pause, or cancel your membership whenever you'd like by logging into your account.",
      "name": "How does the subscription work?/Subscription recommedation",
      "id": "02a81e41-ef78-4056-9d58-ae986ace09f7",
      "shortcut": "tsw",
      "companyName": "Organifi"
    }
  ]
}