{
  "companyKey": "oru kayak",
  "templates": [
    {
      "content": "You can register your Kayak at the following link: https://forms.monday.com/forms/1e0dc7cfc94304a2bda71db1b755e49d?r=use1",
      "name": "Warranty registration",
      "id": "e2b6a925-42ce-4e63-9370-6038d8e7f28a",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The assembly of our Kayaks is easy, just follow our assembly guide here: https://www.orukayak.com/pages/assembly-videos",
      "name": "How do I assemble my Kayak?",
      "id": "b0c6304c-29fb-410c-8906-1e5eb447de71",
      "companyName": "Oru Kayak"
    },
    {
      "content": "You can take a look at our sale collection here: https://www.orukayak.com/collections/spring-savings-event",
      "name": "Sales Collection",
      "id": "f0948fdd-9d50-4b71-92d4-36cfcc6b86b2",
      "shortcut": "spg",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Our kayaks are manufactured in Mexicali, Baja California, Mexico.",
      "name": "Where are your kayaks are manufactured?",
      "id": "38138732-27db-4c58-8dc9-6b338e1cc4ce",
      "shortcut": "mfc",
      "companyName": "Oru Kayak"
    },
    {
      "content": "None of our kayaks have a skeg, we created a skeg for the Lake only which is the only model that needs one from our kayaks.",
      "name": "Does the Coast XT come with a skeg?",
      "id": "0c473546-d58f-4b46-90b4-0b39d9241d7b",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The kayak itself does not offer much in the way of isolating you from the cold, and the integrity and durability of the kayak are not affected by the cold water.\n \nAs long as the kayak is sheltered and not exposed to the elements, the Oru should be just fine storing in cold environments, although it might get a little tough to unfold and assemble when the material is cold. Like a car, occasional maintenance or repair is needed to keep it in tip-top condition.",
      "name": "What is the best way to store my kayak during winter?",
      "id": "ddf0bf33-e3df-4817-bdb5-e925a25ae229",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The Bay model won't collapse when you step onto it; it's strong enough to support your weight as long as you distribute it evenly across the sides and avoid putting all your weight on one side.",
      "name": "Will the Bay model collapse when you step onto it?",
      "id": "848c881b-689f-49f8-a0df-bd8f41d814fb",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The longevity of a kayak is influenced by how well it is maintained. Regularly rinsing and cleaning the kayak after each use is essential. Additionally, using the kayak appropriately in the intended water conditions also plays a crucial role in its lifespan.",
      "name": "How long do these kayaks last? How many years should I expect?",
      "id": "8a19f3d1-e784-47ad-9eef-ec9b4dcb942f",
      "companyName": "Oru Kayak"
    },
    {
      "content": "We only price match if the purchase was made one week before or after the offer we have.",
      "name": "Do you price match?",
      "id": "27993072-e6ad-46ba-af5e-b20d2bf8789d",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Thanks for sharing that cool idea, we really appreciate it since it helps us\nimprove and provide the best service we can. I'll make sure to forward this feedback to the right department so we can look into it and overall make the changes necessary. We'll really take this into consideration since our goal is always to bring the best experiences to our customers!",
      "name": "Customer has ideas/recommendations about the products",
      "id": "993ac0f9-2314-4a8c-a588-7ab6184b0c75",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The Bay ST kayak is our flagship model. It's great for calm waters but it is spray skirt compatible and can be taken on chop and surf as well. It has an adjustable footrest and can accommodate a person up to 6' 4\", depending on position preference. It's capable of taking weight up to 300 lbs, including paddler and gear. These are the specifications:\n\nLength: 12' (3.7m)\nWidth: 25\" (63 cm)\nWeight: 28 Lbs (13 kg)\nWeight Capacity: 300 lbs\nCockpit: 16\"x30\" (41x76 cm)\n\nHope this helps and please let me know if there's anything else I can assist you with.",
      "name": "Bay ST specs",
      "id": "fa85ba31-10b0-40de-b34e-b0a76d715765",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The Coast XT is our 16' model, made for big water and longer paddling trips - it'll get you where you need to go faster! Although the cockpit size is the same as the Bay, the extra length allows for more legroom inside the kayak and more space to store your gear. It has an adjustable footrest and can accommodate a person up to 6' 7\", depending on position preference. It's capable of taking weight up to 400 lbs, including paddler and gear. These are the specifications:\n\nLength: 16' (4.9 m)\nWidth: 25\" (63 cm)\nWeight: 34 lbs (15 kg)\nWeight Capacity: 400 lbs (181 kg)\nCockpit: 16\" x 30\" (41 X 76 cm)\n\nHope this helps and please let me know if there's anything else I can assist you with.",
      "name": "Coast XT specs",
      "id": "7bee60e1-058f-4b5b-bd36-eba135037a0f",
      "companyName": "Oru Kayak"
    },
    {
      "content": "To put the Oru Pack on the kayak you have to put it on its side first. Once it's\nsideways you will put the pack over it and gently pull it down. It might get stuck on the edges, so gently pull it over the edge and then down. Once it is completely on, you can put it upwards and close the pack.",
      "name": "How to put the Oru pack on the kayak",
      "id": "e9bf4548-2aa2-42fe-a287-46baa3958022",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Unfortunately, we do not exchange kayaks at the moment.",
      "name": "Do you offer exchanges?",
      "id": "7cbf3b7c-762f-4227-a9cb-0c21a12e48a4",
      "companyName": "Oru Kayak"
    },
    {
      "content": "We offer international shipping if you purchase from our website. We have distribution centers in the US, CA, AUS, and the EU. If you live in one of these areas and we have this item at our different warehouses we can get a custom shipping quote that may be better than the price offered at the check out. We would only need your full address and we're all set!",
      "name": "International shipping",
      "id": "74fa3171-31ca-486b-bb3c-d50411855c68",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The kayak itself does not offer much in the way of isolating you from the cold and the integrity and durability of the kayak are not affected by the cold water. As long as the kayak is sheltered and not exposed to the elements, the Oru should be just fine storing in cold environments, although it might get a little tough to unfold and assemble when the material is cold.",
      "name": "Weather conditions/storage",
      "id": "93ad68a8-b9bf-429d-9c68-dfd214f46270",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Our kayaks are created from a sturdy material that can withstand 20,000 bends. This means that even if you were to fold and unfold every day that would be around +27 years of life! While they are abrasion-resistant (sliding over rocks, bumping into obstacles) keep in mind each kayak is rated for different water types and we recommend avoiding rough use to prolongue it's life.",
      "name": "Kayak durability (for folds)",
      "id": "51da0298-e98e-43c3-8273-c49620b69544",
      "companyName": "Oru Kayak"
    },
    {
      "content": "I'll be more than glad to help you out. Here are the weight capacities for all of our boat models: Lake: 250 lbs, Beach LT: 300 lbs, Inlet: 275 lbs, Bay ST: 300 lbs, Coast XT: 400 lbs, and Haven: 500 lbs. Let me know if you have further questions that I can help with!",
      "name": "Weight capacity - all models",
      "id": "7bec58b3-603a-48e3-934d-1e44c915ed12",
      "companyName": "Oru Kayak"
    },
    {
      "content": "These cuts are normal and part of the design of the kayak. They are called Tension Relief Cuts and it is made to release tension when folding the kayak. This will help the skin so it doesn't break when folding the kayak!",
      "name": "Tension Relief Cuts",
      "id": "a202a789-2ad1-45ad-9e56-5cd228cadc26",
      "companyName": "Oru Kayak"
    },
    {
      "content": "We've traveled to numerous tradeshows and other events both domestically and internationally, and with the Oru Pack we've never had any trouble. On American airlines, if you're traveling with sports equipment your allowance for the bag becomes 121 linear inches and 50 pounds (instead of 62 inches and 50lbs) at\nthe cost of one regular checked bag (they waive the oversize bag fee if it's sports equipment). Without the Oru Pack, it might be a little harder for it to pass as regular baggage and not get charged with oversized fees, but it's really up to the discretion of the airline and its staff.",
      "name": "Airline travel with an Oru",
      "id": "eb47d023-d659-4686-a8c9-73b910279a4b",
      "companyName": "Oru Kayak"
    },
    {
      "content": "To properly use the helicopter tape, we recommend using something with a hard edge, like a credit card, to really massage the tape into the grooves of the boat. Then leave it to sit overnight - 24 hours will really allow it to adhere. If you take it out on the water too soon after applying the tape, it won't be effective.",
      "name": "Repair instructions-helicopter tape",
      "id": "2df4667b-207e-4ab2-9173-49b1d4860fa4",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Our orders are shipped directly from our fulfillment center in El Centro and we are unable to offer customer pickup at this time.",
      "name": "Do you offer pick ups?",
      "id": "b53be277-f98b-41f6-8b5a-406785108374",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Our boats are naturally buoyant, so even if submerged with water, the kayak wouldn't fully sink. However, you can use float bags and PFDs for safety precautions!",
      "name": "Will they sink?",
      "id": "15b81b85-2052-45a5-92d0-74f9e1eb6ee7",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The Beach LT is built for calm weather use and light conditions. It's very stable due to its flat bottom and has good overall performance. Excellent for calm types of water and beginners! The Bay ST is our original model. Sporty and sleek, it offers high performance at 26 pounds. It's capable of reaching nice speeds - due to its shape, it cuts easily through the water and can be used on choppy types of water. Great for beginners and intermediates alike!",
      "name": "Bay ST versus Beach LT",
      "id": "99a965e9-d928-49ca-a396-ae9272b05438",
      "companyName": "Oru Kayak"
    },
    {
      "content": "If you're interested in our monthly payment process, we've partnered up with Affirm to offer easy payment plans. After making your decision on which Oru Kayak and accessories you'd like to purchase, during checkout you'll be able to select \"Affirm\" as your option. This will redirect you to their site, where you'll be able to pick and choose the payment plan that best fits your needs. If approved through Affirm, we will then begin to process your order.  Please note that Affirm works with any Oru approved discounts and it works only for U.S purchases.",
      "name": "Do you offer financing?",
      "id": "aba5a559-8929-433c-a0d0-dc23a35b5f06",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The Inlet Pack is made of rugged heavy-duty nylon, with a super-comfortable shoulder and hip strap system. It's loaded with smart features to make your Oru Kayak journeys easy and convenient.",
      "name": "Inlet Pack specs",
      "id": "220c0009-9603-49d3-94f2-b5e85debb8de",
      "companyName": "Oru Kayak"
    },
    {
      "content": "We do not recommend traveling with your kayak built on top of your car - even if it's strapped down, it greatly increases the chance of damaging your boat, and we would hate to see that. The safest way to travel is with it stored, and folded inside your car as the great thing about the Oru is its transportability!",
      "name": "Can I put the Kayak on a roof rack or cart/wagon?",
      "id": "7d6755a1-54bd-4c77-9000-07edc54e6382",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The Oru Kayak skin is extremely durable and puncture-resistant. However, if you do get a leak, our repair kit will keep you afloat. It includes high-bond waterproof tape patches and primer stick to improve glue and tape bonding.",
      "name": "Repair kit specs",
      "id": "1fcfbd26-93a9-48f6-955d-d0d4a66bebd0",
      "companyName": "Oru Kayak"
    },
    {
      "content": "If you're entering the Oru Kayak from the beach, position the Oru Kayak so that the cockpit is at the water's edge. Hold your paddle behind you with both hands, perpendicular to the boat (the spoon side of the paddle should be face-up). Use 1 hand to do 2 things: hold the paddle at its midpoint behind the cockpit while simultaneously gripping the back edge of the cockpit's combing (outer edge). Tilt the paddle so one blade rests on the beach. Make sure to keep your weight over the paddle (it's ok to sit on the shaft as you enter the cockpit). Place your feet in the boat, then slide your legs in. Use the paddle as a stabilizing brace. Then bring the paddle in front of you and use both hands to push the boat into the water. With 1 hand, place the paddle blade-down into the sand and push. With the other hand, make a fist, push it onto the beach and drive the boat into the water. Use your hips to add extra forward thrust. Once it's clear of the beach, start paddling.",
      "name": "Tips on getting into the kayak from a beach",
      "id": "efd76203-7c36-4eb1-b0c9-28a7af54b898",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The Haven is our 16' tandem model, designed for two. It combines the easy setup and stability of the Beach with the performance capabilities of the Coast - it also converts from a double-seater to a single-seater by switching a few straps. It is\ncapable of taking wieght up to 500 lbs, including paddlers and gear. There are the specifications: \n\nLength: 16' (4.9 m)\nWidth: 31\" (79 cm)\nWeight: 40 Lbs. (18 kg)\nWeight Capacity: 500 lbs (227 kg)\nCockpit: 20\" x 60\" (51 x 152 cm)\n\nHope this helps and please let me know if there's anything else I can assist you with.",
      "name": "Heaven specs",
      "id": "9c1faaa1-47a7-4a74-bf4c-f1178f8a4f8c",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The skin of the Oru Kayak is made out of a very durable 5mm corrugated polypropylene with a 10-year UV treatment, that has been rated to 20,000 folds! We've tested it thoroughly on rock shores- that said, if you run against super sharp rocks and reef, it's possible it could damage the hull. We would recommend\ntreating the Orus as you would treat any other skin-on-frame boat to keep in tip top shape.",
      "name": "Durability of kayaks",
      "id": "598c6371-1688-49bb-8472-8c677e1c1d0c",
      "companyName": "Oru Kayak"
    },
    {
      "content": "While Oru Kayaks are naturally buoyant and won't sink even when submerged, float bags keep you afloat and maneuverable if you capsize or take on water. Our custom-shaped float bags fit securely in the bow and stern compartments, and include flexible valve stems for easy inflation.",
      "name": "Float bags specs",
      "id": "0c6ff9ae-aea3-4092-9d73-8409d22a34c3",
      "companyName": "Oru Kayak"
    },
    {
      "content": "If you're planning on paddling with your pup, our Beach LT and Inlet are the best options for you because they have a large, open cockpit that can accommodate you and your dog. Our Bay ST and Coast XT models have smaller, closed cockpits that make it harder to paddle together. If you want to paddle with another person as well as your dog, our Haven tandem model would also work well, since it also has a large cockpit.\n\nHowever, please keep in mind that the Inlet has a lower max weight capacity when compared to our other models. Also, out of our 3 open-cockpit models, the Inlet has the smallest cockpit. Hope this helps!",
      "name": "I want to paddle with my dog. Which kayak do you recommend?",
      "id": "90268069-e0cd-425f-aede-9156a97bc335",
      "companyName": "Oru Kayak"
    },
    {
      "content": "I apologize for the inconvenience, I truly understand how you feel right now. I myself would be the same - we are here to help ease the process for you, and we will sort this out together. Also, if written instructions aren't useful, one of my colleagues would be happy to hop on a phone call or video call as well - just let me know.",
      "name": "Assembly issues-frustrated customer",
      "id": "da9eb664-1ac9-4875-8d8b-49f3e57ba841",
      "companyName": "Oru Kayak"
    },
    {
      "content": "We are excited to know that you are considering us to be part of your paddling adventure! The Bay ST model has an oval shaped cockpit that measures 16 in x 30 in. However, people with wide hips but narrow waists can fit, it's just a squeeze to get in. The Beach LT might be a more comfortable fit with the open cockpit.",
      "name": "Bay ST - Narrow waist",
      "id": "10970bc8-3e8c-4cb7-b1e4-41c85a10432a",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The Inlet shares the same open cockpit as the Beach LT, so they're both easy to get in and out of. The Inlet is two feet shorter than the Beach LT, but also 6 lbs. lighter and more compact when folded up. We'd suggest choosing the Inlet over the Beach LT if you're mostly planning on shorter, flatwater paddles and ease of transportation is extra important to you! However, the Beach LT has much better performance on the water because of the extra length and is better for longer paddles. For more info, check out the comparison page on our site: https://www.orukayak.com/pages/compare",
      "name": "Inlet versus Beach LT",
      "id": "66717e09-5693-4d7a-8068-44c14259fcc0",
      "companyName": "Oru Kayak"
    },
    {
      "content": "If you're exiting the Oru Kayak from the beach, paddle up to the beach, until your kayak is securely on the sand. Place the paddle behind you, perpendicular to the boat. Press down onto the paddle, pushing into the kayak, and leveraging your torso out of the cockpit. Once your torso is out of the kayak, pull one leg at a time, out of the boat.",
      "name": "Tips on getting out of the kayak from a beach",
      "id": "18acca3a-0e4e-48ea-baaa-e53fb07ccdc3",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Safety is always first and we're glad to know you are looking to be prepared. There are several self-rescue techniques that you can try. We recommend practicing them in controlled environments and using the right gear such as float bags, dry bags for your gear and a PFD for yourself. The Float bags help by displacing water that would otherwise fill a compromised kayak, float bags make recovering a capsized kayak a lot simpler. Water is heavy and it is much harder to try to flip a kayak filled with water and the Oru can easily get bent out of shape in that situation. Float bags for a kayak are similar to a PFD for you. You can also watch this video on saftey and self rescue: https://www.youtube.com/watch?v=khUx-Kx3_0I&list=PL08ykIUY3NqePE7mTtLlVZSenkqDmTOE2&index=20",
      "name": "Self rescue on a closed cockpit kayak",
      "id": "6e957afb-5a33-4db7-9d79-14952485f792",
      "companyName": "Oru Kayak"
    },
    {
      "content": "As long as the kayak is sheltered and not exposed to the elements, the Oru should be just fine storing in your garage. However, it might get a little tough to unfold and assemble when the material is hot. We recommend waiting for it to cool down before unfolding and assembling the kayak.",
      "name": "Hot temperatures",
      "id": "69dcccce-5a6f-4aa6-97a4-13f0745cdaba",
      "companyName": "Oru Kayak"
    },
    {
      "content": "I can assure you that your floorboard is not defective - these score marks do appear to be a bit rough on the finished product, but they are imperative for folding and flexibility. Their cosmetic appearance is something we're working on addressing with our Design Team. At this time, even if we send you a replacement floorboard, it would still have the same appearance as the one you have. All of our Havens coming off the production line look like this, so we can assure you that you do have the correct, finished product.\n\nThat being said, I completely understand your concern and we have a record of your texts in case any further issues develop. These cuts will not affect the performance of the product whatsoever.",
      "name": "Haven floorboard routing/spots/skin marks",
      "id": "c454aacd-7705-4bfe-8d4f-07a524a44e4d",
      "companyName": "Oru Kayak"
    },
    {
      "content": "You can start your return here: https://orukayak.returnscenter.com/",
      "name": "How do I start a return?",
      "id": "75f880be-291d-4537-8238-bc34b183b44f",
      "companyName": "Oru Kayak"
    },
    {
      "content": "We do currently have a try-before-you-buy program, which we recommend as the best option so you can see our models. This will help you connect with a host and experience Oru products in person. You can assemble it and even try it out if you'd like. You can get started here: https://orukayak.attn.tv/sl/fz2nI2Hk",
      "name": "Does Oru offer try-before program?",
      "id": "0dbb1856-3bef-43a5-bf0b-4f5681de4974",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Yes, the Inlet does come with footrests and it can upgrade to a gel seat.",
      "name": "Does the Inlet come with upgraded seats and foot rests?",
      "id": "fbc261bc-b0c0-474b-8965-a2144b4f99d3",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Our Oru paddle breaks down into 4 pieces and is bright white to match the kayak. It weighs 2.55 pounds. The Fiberglass Paddle breaks down into 4 pieces for easy storage and travel. This paddle weighs 2.12 lbs, giving you a lighter and more agile paddling stroke. Our Carbon Paddle also breaks down into 4 pieces. This black, sleek, top-tier paddle comes in at a much lighter 1.8 pounds. This lightweight paddle allows you to travel faster and for longer distances without getting tired. It also comes with a carrying case.",
      "name": "What's the difference between the Oru Paddle, Fiberglass Paddle, & Carbon Paddle",
      "id": "ed156cf3-4296-4151-a72c-e41854f9a8e4",
      "companyName": "Oru Kayak"
    },
    {
      "content": "This is an add-on accessory. Every Oru Kayak already comes with a seat cushion. You can slot the seat wedge underneath the bungee, along with the seat cushion to provide extra padding and comfort during your paddling adventures.",
      "name": "Do I need to purchase a Seat Wedge or does the Kayak already come with it?",
      "id": "f92c7bad-69a6-4835-98c1-b9b7b37f9f9d",
      "companyName": "Oru Kayak"
    },
    {
      "content": "To carry the PFD with the Inlet, it won't fit inside the Inlet or inside the carrying pack. However, you can attach it to the Inlet pack easily using the straps at the top. Here's a screenshot for reference: https://prnt.sc/RjQo4wPKaDBG You can hook the PFD onto the straps, and easily carry it with you.",
      "name": "How do I carry the PFD with the Inlet pack?",
      "id": "687b29d8-fe85-4904-8e85-1b39f2e15f93",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Our Neoprene skirt is designed for more moderate paddling conditions and it costs $149. Our Nylon skirt is a bit more affordable, at $79. To sum it up, the Nylon skirt is a lower price and lighter material, and the neoprene offers a more snug fit, along with offering some warmth in the water.",
      "name": "What's the difference between the Neoprene and Nylon Spray Skirts?",
      "id": "91fe53e1-8a28-4202-bb90-0bef54f1512c",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The Oru Pack is made of rugged heavy-duty nylon and weighs 3.15 lbs (1.4kg). It's loaded with smart features to make your Oru Kayak journeys easy and convenient. It features padded shoulder straps and a hip belt for ergonomic carrying, two handles (top and side) for luggage handling, extra-long, heavy-duty zipper for easy access, exterior mesh pockets for carrying a two-piece paddle, and compression straps for attaching additional gear. It's compatible with our Beach LT, Bay ST and Coast XT kayaks only.",
      "name": "Oru Pack specs",
      "id": "0a3e5931-0b03-417d-a487-0dddda9269c6",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Oru Dry Bags provide versatile, durable, and waterproof protection for your gear and can withstand just about any abuse you can dish out - from everyday use to remote expeditions where wet gear is not an option. You can close them quickly and securely with a standard roll-top and buckle system.",
      "name": "Dry bag specs",
      "id": "7fecbbd4-9358-495c-8472-895df12aaa22",
      "companyName": "Oru Kayak"
    },
    {
      "content": "We have designed this thin piece of foam to fit perfectly under the existing seat. It is wedge-shaped to lift your legs and add some padding under your sit bones. It's a simple thing that makes a big difference.",
      "name": "Seat Wedge specs",
      "id": "d270edfe-10bd-4c13-8ada-43d2f09ece53",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Please follow the instructions on this link: https://www.orukayak.com/pages/support-center#/collection/174/article/9705 Let me know if any questions come up!",
      "name": "How to set the cockpit buckle for the Beach LT",
      "id": "2370807c-23aa-441a-bfe4-25256145c5b2",
      "companyName": "Oru Kayak"
    },
    {
      "content": "While the Oru Kayak hull is extremely durable and unlikely to get a hole, we like to prepare for any situation, and super sharp rocks and boulders can cause damage. If you do develop a hole or some other form of damage to the skin, we have some options! \n\nThe Oru Repair Kit will keep you afloat. It includes high-bond waterproof tape patches, expanding foam sealant that can be injected inside the double-layered skin, and primer sticks to improve glue and tape bonding. And if you are still within the 1-year warranty period, send us a message at service@orukayak.com. We will take care of you!",
      "name": "What happens if I develop a hole or damage in the hull of my boat?",
      "id": "e8c29512-2f15-4ff0-94ae-4c3fdc2460d9",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Our certified refurbished kayaks are boats that were returned after purchase, but before their first use on the water. Each of these boats is thoroughly tested, inspected, and guaranteed to meet or exceed the functional standards set by our products, at a reduced price. \n\nPlease note that refurbished Oru Kayaks may have slight signs of wear, such as minor scratches. Returns due to aesthetic conditions that do not affect product performance are not accepted.",
      "name": "What are certified refurbished boats?",
      "id": "67b1b4c6-b990-42d2-98ef-8e8739068730",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Please follow the instructions on this link: https://www.orukayak.com/pages/support-center#/collection/174/article/14913 Let me know if any questions come up!",
      "name": "How to replace a coaming latch for the Bay ST and Coast XT",
      "id": "66321400-8231-495f-ae24-701e62869259",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The best way to discuss this is to email us directly at info@orukayak.com. Our team is happy to chat!",
      "name": "Brand ambassador / sponsorship / affiliate program",
      "id": "e092b4e0-78b4-473b-bee9-e7afcb1c1259",
      "shortcut": "ams",
      "companyName": "Oru Kayak"
    },
    {
      "content": "To clean your Oru Kayak, we recommend rinsing thoroughly with fresh water after each use - sediment and salt that dry to the surface of the boat can be abrasive over time. If possible, rinsing your kayak down with a hose is optimal. Soap and water is also fine for cleaning purposes, and won't damage the skin! Bring along a towel or shammy to dry, especially when you will be storing it long-term in between paddles.",
      "name": "How do I clean my kayak?",
      "id": "3b29737e-7c98-4d66-ab9b-26dd82dcae00",
      "companyName": "Oru Kayak"
    },
    {
      "content": "We actually put together a sweet and detailed comparison of our Kayaks which you can check out here: https://www.orukayak.com/pages/compare/kayaks",
      "name": "What are the differences between your Kayaks?",
      "id": "a62c0098-8644-44ef-88dd-d2dd716fc138",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Thank you for your interest! The best way to apply for wholesale is to go here: https://www.orukayak.com/pages/wholesale-program",
      "name": "Wholesale inquiries",
      "id": "363f1b60-1d34-4211-806a-41afb2620845",
      "shortcut": "wls",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Give us a follow on IG: https://www.instagram.com/orukayak/ and FB here: https://www.facebook.com/OruKayak",
      "name": "Social Media",
      "id": "90fbaf38-a0f5-4598-9d1d-85f1c733cb38",
      "shortcut": "smd",
      "companyName": "Oru Kayak"
    },
    {
      "content": "You can find us at a store near you here: https://www.orukayak.com/pages/dealer-locator",
      "name": "Store location / retailer",
      "id": "f6b22ce2-fd9a-4fb0-8546-545fc5cd92b9",
      "shortcut": "sl",
      "companyName": "Oru Kayak"
    },
    {
      "content": "I'm afraid we do not deliver to APO or PO boxes. Apologies for the inconvenience!",
      "name": "Do you ship to PO Boxes/APO addresses?",
      "id": "3804d7a0-34af-45c5-bfeb-042b9ac8437d",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Please follow the instructions on this link: https://www.orukayak.com/pages/support-center#/collection/174/article/9706 Let me know if any questions come up!",
      "name": "How to set the fairings for the Beach LT, Bay ST, and Coast XT",
      "id": "fc25962e-0c90-4add-8966-569cfc4a34f7",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Please follow the instructions on this link: https://www.orukayak.com/pages/support-center#/collection/174/article/14922 Let me know if any questions come up!",
      "name": "How to set the tension strap for the Inlet and Beach LT",
      "id": "2d81ca89-48eb-47c0-a317-c21fdbe75d68",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Please follow the instructions on how to replace your handle rivets on Bay/Coast floorboards here: https://www.orukayak.com/pages/support-center#/collection/174/article/8492",
      "name": "How to replace your handle rivets on Bay/Coast floorboards",
      "id": "a7103898-ea5f-42a6-bed2-43829b69f554",
      "companyName": "Oru Kayak"
    },
    {
      "content": "You can join our Explorer Community by completing a short online application to become an Oru Kayak Host. Once your application is approved, you'll be added to the interactive map on our website. You can apply here: https://www.orukayak.com/pages/become-a-host-new",
      "name": "How do I become a Host?",
      "id": "10d746d3-8c4f-4680-ae2e-4f1a0814e730",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Oru Kayaks have many advantages over inflatables. Oru Kayaks need a quick wipe down with a towel after use, then you can fold them up until next time. Inflatables need to dry out for a day after use to prevent mildew. Oru Kayaks cut through the water and track like a dream due to the rigid hull. Inflatables often have poor tracking and can be difficult to paddle. If you want to go fast and stay on course, choose the smooth maneuverability of an Oru. Inflatables always have a risk of puncture, so rocks and boulders pose a risk. Oru Kayaks have an extremely tough hull made out of corrugated plastic, and while we also recommend avoiding sharp rocks and boulders when possible, our boats are designed to handle bumps and scratches along the way.",
      "name": "Oru Kayaks versus Inflatables",
      "id": "a4f59057-e609-4d44-b73d-6a13325ef8e7",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Yes, we do! You can check them out at the following link: https://www.orukayak.com/pages/refurbished-kayaks-sale",
      "name": "Do you have refurbished Kayaks?",
      "id": "b4520a1e-6b18-4d4c-96df-be2e888a020c",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The Inlet is designed for ultra-fast assembly and is our lightest, most portable, and easiest to assemble boat yet. It features an open cockpit that makes it extra easy to get in and out of and makes room for your kid, a small dog, or refreshments. It can accommodate a person up to 6' 3'', depending on position\npreference. It has a lightweight hull for easy paddling, foam seating, and a fully-adjustable and comfortable backrest, and an easy-to-adjust footrest. These are the specifications:\n\nLength: 9' 6'' (2.9 m)\nWidth: 30\" (76 cm)\nWeight: 20 lbs. (9 kg)\nWeight Capacity: 275 lbs. (125kg)\nCockpit: 23\" x 44\" (58 x 111 cm)\n\nHope this helps and please let me know if there's anything else I can assist you with.",
      "name": "Inlet specs",
      "id": "c9d43e0f-d2f4-422c-9f7c-97862214b833",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The Beach LT is designed for ultra-fast assembly, has an extra-large cockpit for easy entry and exit, and room for your kid, small dog, or refreshments. It can accommodate a person up to 6' 4\", depending on position preference. It has a lightweight hull for easy paddling, foam seating, and a fully-adjustable, extra\ncomfortable backrest, easy-to-adjust footrest, and two sets of carrying handles for easy maneuvering on land. These are the specifications:\n\nLength: 12' (3.7 m)\nWidth: 28\" (71 cm)\nWeight: 26 lbs. (12 kg)\nWeight Capacity: 300 lbs (118 kg)\nCockpit: 25\" x 48\" (63 x 94 cm)\n\nHope this helps and please let me know if there's anything else I can assist you with.",
      "name": "Beach LT specs",
      "id": "d5b02b6c-0b79-4067-b6d0-c3761c7e80a9",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Here are our tips and tricks for getting into the kayak. If you're entering the Oru Kayak from a dock, we suggest that you place the Oru Kayak in the water, parallel to the dock. Sit on the dock, parallel to the boat. Then place the paddle on top of the kayak, directly behind the cockpit and perpendicular to the boat. Still holding onto the paddle (pressing it into the kayak for support and stability), position yourself over the cockpit. Without sitting all the way into the cockpit, place both legs into the boat. Extend both legs into the boat, before sitting down completely into the cockpit. Do not sit down in the cockpit first and then try to extend your legs afterward.",
      "name": "Tips on entering the kayak from a dock",
      "id": "a31f418e-4bd7-46ad-a419-4057f99a88dd",
      "companyName": "Oru Kayak"
    },
    {
      "content": "During the early stages of assembly, you probably missed a fold, and the ends of the boat aren't inverted correctly. This prevents the fairings from stretching up and over, and clipping into place, and makes them appear too short. You need to \"pop\" back out the fold.",
      "name": "My fairing is too short, and I can't stretch it up and clip it into place - inverted bow",
      "id": "38e1732e-ccf5-4768-b2db-2bd06355c3c3",
      "companyName": "Oru Kayak"
    },
    {
      "content": "You can take a look at our full warranty policy here: https://www.orukayak.com/pages/support-center#/collection/90/article/441",
      "name": "Warranty policy",
      "id": "e522d146-cc1a-4e9d-8bf2-a40d289b2365",
      "shortcut": "wp",
      "companyName": "Oru Kayak"
    },
    {
      "content": "You can send back the kayak in any other box approved by the carrier but please note that you will be charged a 10% restocking fee.",
      "name": "What should I do if I no longer have the original box?",
      "id": "d21eff6d-fea7-49dc-8938-62de4d69022b",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Traditional rotomolded hardshell kayaks are heavy and take up space. You can store 8-10 Orus in the space you can store 1 traditional 12 ft kayak. You will still have rigid kayak performance on the water, but more space in your home or garage. Because they are so compact, they pack in the trunk of your car! No need to spend extra money on a roof rack. We've been told this can help you save on gas $$ too! Our kayaks also have 60% less plastic than traditional rotomolded kayaks on average. There's no need to lift it above your head on a roof rack or recruit friends to help you port it to the water. It's lightweight and easy to transport in a pack, you can walk, bike, or bus it to the water.",
      "name": "Oru Kayaks versus other Hardshell Kayaks",
      "id": "efc34fc2-3256-4e55-b7e7-f0dc383f3f43",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Our \"Try Before You Buy\" program allows you to experience Oru products in the outdoor spaces of real customers. You just need to search the map to find an Oru Host in your neighborhood and fill out the meetup request form on the map to arrange a visit with the Host. You can find a Host hear you here: https://www.orukayak.com/pages/experience-oru",
      "name": "How does your Try Before You Buy program works?",
      "id": "77fd8f5d-da8e-4667-b6ee-3ea7d4f280e0",
      "companyName": "Oru Kayak"
    },
    {
      "content": "If an item you previously purchased from Oru Kayak is marked down within seven days of the original order date, we will adjust the price of an item, once. To verify a price adjustment, please email us at support@orukayak.com. Include your original order number with your request. Please note that eligible refunds will be applied to your original form of payment.",
      "name": "Do you offer price adjustments?",
      "id": "87c90760-1fed-4ae5-896d-93887d700150",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Yes, we do! You can find them here: https://www.orukayak.com/collections/replacementparts",
      "name": "Do you sell replacement parts?",
      "id": "4eab5245-d073-421b-b2aa-c2f1719f184e",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Please follow the instructions on this link: https://www.orukayak.com/pages/support-center#/collection/174/article/14921 Let me know if any questions come up!",
      "name": "How to set the tension strap for the Bay ST and Coast XT",
      "id": "c01f3105-0c86-4b3c-892a-1289d46ec202",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Please follow the instructions to replace your bulkhead channel here: https://www.orukayak.com/pages/support-center#/collection/145/article/651",
      "name": "How do I replace a bulkhead channel?",
      "id": "df92141b-7e88-4acf-93bb-46116345ea6d",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The Inlet shares the same open cockpit as the Beach LT, so they're both easy to get in and out of. The Inlet is two feet shorter than the Beach LT, but also 6 lbs lighter and more compact when folded up. We'd suggest choosing the Inlet over the Beach LT if you mostly plan on shorter, flat-water paddles and ease of transportation is extra important to you! However, the Beach LT has much better performance on the water because of the extra length, and is better for longer paddles.",
      "name": "How does the Beach LT compare to the Inlet?",
      "id": "09c8c231-4a1a-4440-8556-2569c413cb69",
      "companyName": "Oru Kayak"
    },
    {
      "content": "This is completely normal! For the first few assemblies, the skin will be stiff as the kayak \"breaks in.\" After the first couple of assemblies, the skin begins to remember the folds, and it will become much easier to assemble and disassemble.",
      "name": "The skin is really stiff and my first assembly was really difficult",
      "id": "0440e49d-8f9b-4610-8c90-437b14d6bb1b",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Please follow the instructions on how to replace a strap using a tri-glide here: https://www.orukayak.com/pages/support-center#/collection/174/article/8381",
      "name": "How to replace a strap using a tri-glide",
      "id": "425553e0-d764-41d6-a2ad-4f1df77de765",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Your Hull Identification Number (HIN) is located on a small white plate, toward the stern of the boat. It begins with \"OKA\" and is 12 digits long. It's also located on a small white sticker on the shipping box that your kayak arrives in.",
      "name": "Where can I find my Hull I.D. number?",
      "id": "282ecd00-23a7-4c3c-ba10-081554290973",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The best way to handle this is to email us directly at service@orukayak.com. Our team is happy to help!",
      "name": "Customer support",
      "id": "cd87ca4c-687c-46fc-be58-b239b5c2a71e",
      "shortcut": "cs",
      "companyName": "Oru Kayak"
    },
    {
      "content": "In case you want to return a sealed package you need to include a picture showing that the box is sealed with the original tape. This can only be done if you are returning the complete order and all boxes are sealed.",
      "name": "What if I send back a sealed box?",
      "id": "8d6857df-5035-49e1-b6ca-4bcd58c2313b",
      "companyName": "Oru Kayak"
    },
    {
      "content": "You can check out our detailed return policy here: https://www.orukayak.com/pages/support-center#/collection/90/article/443",
      "name": "Return policy",
      "id": "790a4c4a-b4c4-403b-b4a5-6d2f8976d05d",
      "shortcut": "rp",
      "companyName": "Oru Kayak"
    },
    {
      "content": "We create a report for each return for analysis purposes to analyze what is being returned, and to check if it aligns with items listed in the RMA.",
      "name": "Why do I need to include pictures?",
      "id": "7424f029-3c05-4696-a924-992ad7621e66",
      "companyName": "Oru Kayak"
    },
    {
      "content": "I'm afraid refurbished kayaks can't be refunded as they are discounted price due to aesthetic conditions that don't affect product performance.",
      "name": "Can I return my refurbished kayak?",
      "id": "23c22d31-d509-4175-91ee-a1fa0045cc36",
      "companyName": "Oru Kayak"
    },
    {
      "content": "If you're exiting the Oru Kayak from a dock, paddle up to the dock, until you are directly parallel to it. Place the paddle behind you, perpendicular to the boat, in the same position as when you entered the kayak. Holding the paddle and pressing it down into the kayak, push yourself up and out of the cockpit and sit onto the dock. Pull one leg out of the kayak, then the other.",
      "name": "Tips for getting out of the kayak from a dock",
      "id": "e73fd2ae-94c5-43c5-9513-9b7ab79c8f41",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Safety is always first and we're glad to know you're looking to be prepared. Please keep in mind that while the Inlet is very stable it's not designed for open water due to it being a recreational kayak. This means paddling far from shore in rough waters is dangerous. Don't paddle anywhere that you can't swim back to shore from easily, and don't paddle in cold water, especially without protective gear. \n\nOur float bags are a good companion that help by displacing water that would otherwise fill a compromised kayak. Water is heavy and it's much harder to try to flip a kayak filled with water and the Oru can easily get bent out of shape in that situation. Float bags for a kayak are similar to a PFD for you. However, good paddling conditions for your kayak and practice will keep you safe. We have had customers try self rescue in controlled environments however body dimensions such as height and weight are a key factor.",
      "name": "Self rescue on an inlet",
      "id": "3519b0f9-1fed-46ab-bebd-1bbe0e3f00a1",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Our float bags are custom-made to fit the Bay and the Coast only, mostly because these boats are intended for rougher water. For the Beach, Haven, and Inlet, since they're made for calm, sheltered water and have large, open cockpits, you may need more than one pair on each side so they can fit better.",
      "name": "Float bags compatibility",
      "id": "d108bd59-4956-4d54-b7fc-bcb411484284",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Not to worry - it is quite normal for a little water to come into the kayak or corrugated flutes during paddling. This will not affect the safety or performance of the boat. The best way to get the water out of the flutes in the corrugated hull is either to stand the boats up or unbuckle the deck straps and lay them on their bellies over a table. Make sure to do this outside, as the water will quickly stream out of both ends of the boat!",
      "name": "Water in corrugated flutes",
      "id": "0bcbbfa1-9034-42fa-94ff-a39e6a5f22c5",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The material is not biodegradable. We designed it to be used for a long time and that requires a durable plastic that won't break down from sun exposure or in corrosive salt water conditions. That said - the white material is recyclable at the end of its lifespan. It can be cut up and put in most municipal recycling bins.",
      "name": "Is the material biodegradable?",
      "id": "394870a8-4843-43a2-b572-a717018e43fd",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The Bay and the Coast are designed to accommodate a person up to 6'3\". That said, another thing to keep in mind is that the cockpit on both series is a standard size, and measures 16\" x 30\". The Beach, Haven, and Inlet have a larger, open cockpit, that is designed to make getting in and out simple. They also provide ample space for taller folks to position their knees. Hopefully this is useful, but please let me know if you need more information, and I'd be happy to help!",
      "name": "Tall paddler",
      "id": "e8e26a3f-4d32-4d31-801c-669687c15109",
      "companyName": "Oru Kayak"
    },
    {
      "content": "This nylon skirt is custom-designed to fit perfectly around Oru Kayak cockpits. With an adjustable tube and cockpit, this skirt will fit you and your kayak, just the way you like. More affordable than its big brother, the Oru Spray Skirt, the nylon skirt will keep you dry as you paddle through moderate waters.",
      "name": "Nylon spray skirt specs",
      "id": "5b020c65-610e-42fa-8efe-78bcc5871fa3",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Thanks for letting us know that, I'm sorry to hear this, we want nothing but the best experiences for our customers and we're definitely thinking about improving our seats! We are in the midst of fixing this for customers who are interested in a more comfortable seat. A good alternative that we can recommend at the moment is the gel seat we have on our website and you can check it here:\nhttps://www.orukayak.com/products/gel-seat",
      "name": "Uncomfortable seat cushion",
      "id": "103d7b48-b710-4ff5-9291-cd36d3726726",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The Oru Paddle - in bright white to match the kayak - breaks down into four pieces, so it stows easily inside the Oru Kayak in box form. It features a lightweight fiberglass shaft and super-tough ABS plastic blades. The paddle is truly customizable: a quick-clamp connector allows you to adjust both the length (220-230cm) of the paddle.",
      "name": "Oru Paddle specs",
      "id": "b3cb327b-2553-4ffd-b5f2-4f3c5d187e23",
      "companyName": "Oru Kayak"
    },
    {
      "content": "At this time, we do not have a buy-back or trade-in program in place, although\nthat is something we are looking to implement in the near future. I'm sorry that I don't have a better solution for you at the moment - but we do know of customers who have had success with Craigslist.com or other resellers of their choice.",
      "name": "Buy-back/ trade in programs",
      "id": "72ab5e33-3eec-4cfa-b847-81ef84825369",
      "companyName": "Oru Kayak"
    },
    {
      "content": "It has a weather-tested seal that's custom-designed to fit perfectly around Oru\nKayak cockpits. The skirt is made of neoprene, a material that is comfortable, durable, breathable, and easy to snap on and off. It's a simple way to get a dry ride in any kind of water.",
      "name": "Neoprene spray skirt specs",
      "id": "95487f3b-5ce6-4535-901c-f1d9a2f1c87d",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The Luci Lights are 100% solar-powered and take only hours to charge. Each light can be inflated in seconds, deflated for easy storage, and recharged again and again for reuse. Simple to use and just plain cool, these lights are a must for all who plan to paddle at night.",
      "name": "Luci Lights specs",
      "id": "ffaf510b-fcbf-40e8-b425-e41a87524f40",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The Bay ST is our original model. Sporty and sleek it offers high performance at 26 pounds - it's great for beginners and intermediates alike. The Coast XT is our flagship model - built for multi-day expeditions. It can pack in extra gear. The\nadditional length offers the best tracking in the Oru line up. Both being closed cockpit kayaks, they can be used in choppy water and can also fit a spray skirt for extra splash protection.",
      "name": "Bay ST versus Coast XT",
      "id": "1fe1d969-3b6b-4786-9892-ee6201d8d17b",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The warranty for our certified refurbished kayaks varies depending on the model. You can take a look at the specific warranty for each below: \n\n Certified refurbished \"Like New\" Models have a 1-year warranty guarantee.\n Certified refurbished \"Good\" Condition Models have a 6-Month Warranty Guarantee\n Certified refurbished \"Fair\" Condition Models have a 3-Month Warranty Guarantee",
      "name": "What is the warranty on your certified refurbished boats?",
      "id": "549d2b3a-7b23-4184-b5bd-83c2e8f44be6",
      "companyName": "Oru Kayak"
    },
    {
      "content": "We have a rewards/referral program where you can earn points to redeem on future purchases! You can find more info here: https://www.orukayak.com/pages/rewards",
      "name": "Rewards / referral",
      "id": "ca2e936d-0c25-4b6d-b5ef-da0b97258151",
      "shortcut": "rwd",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Our processing time takes 2-3 business days and we usually ship via UPS or FedEx. Once shipped, it will take 5-7 business days for domestic orders, and 10-14 business days for international orders.",
      "name": "Shipping time",
      "id": "ba3d3ab8-5291-4112-be32-4741f8b76db1",
      "shortcut": "shp",
      "companyName": "Oru Kayak"
    },
    {
      "content": "We don't currently offer free shipping, but all promos will always be shared with our SMS subscribers or on our website, so keep an eye out!",
      "name": "Free shipping",
      "id": "04279989-1807-4912-bd0b-da17975213cb",
      "shortcut": "fs",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The shipping cost in the USA is 50 dollars, not including Alaska or Hawaii.",
      "name": "Shipping Fees",
      "id": "c244b027-eef2-4435-b40b-95723dda94ba",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The average size of the xs dog pfd is 16-20 in; 15-30 lbs.",
      "name": "What is the size of the XS canine floatation device?",
      "id": "b5e6c160-9f57-4179-bfbe-07eb5b14c759",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Oru Lake is best for light and fast fun on calm waters. Oru Inlet is best for beginners and calm water adventures. Oru Beach LT is best for light and easy kayaking on calm waters.\n\nOru Beach LT Sport is best for calm waters with added features for versatility. Oru Bay ST is great for various conditions, including casual cruising and fishing. Oru Coast XT is great for serious adventurers and challenging conditions. Oru Haven TT is best for tandem or single-seater flatwater kayaking.",
      "name": "I live near a lake. Which Kayak should I get?",
      "id": "9c50d0c0-291b-458d-a842-10a11225fde9",
      "companyName": "Oru Kayak"
    },
    {
      "content": "We do have tight braces that are located inside the cockpit for the Coast XT model. If you'd like, you can check them out here: https://orukayak.attn.tv/sl/634Tl0t0",
      "name": "Is there a knee brace inside the cockpit of the Coast XT model?",
      "id": "864d4439-fa76-4997-945b-58d75bcd544a",
      "companyName": "Oru Kayak"
    },
    {
      "content": "For new kayaks purchased directly from us, our warranty lasts for 3 years from the moment the kayak is received. This warranty also applies if you purchase from one of our retailers, but make sure to register your kayak on our Warranty Registration page.",
      "name": "How long does your warranty last for new kayaks?",
      "id": "7fb6cbef-c336-4d2b-b053-a320cca2fa0d",
      "companyName": "Oru Kayak"
    },
    {
      "content": "We don't handle post-purchase requests via text. Please email your request to service@orukayak.com or feel free to call this number (510) 518-3119. Please let me know if you have any questions about our products, I'm more than happy to help you here!",
      "name": "Cancel / edit order",
      "id": "4e1265c8-7745-475d-b272-46e170ecf6a9",
      "shortcut": "ced",
      "companyName": "Oru Kayak"
    },
    {
      "content": "You can give us a call at (510) 518-3119, Monday - Friday 9am - 4pm PST, or let me know if I can help via text, it may be faster.",
      "name": "Phone support",
      "id": "e68bcd09-cfdf-42d1-aa4a-b1186191e9a9",
      "shortcut": "ps",
      "companyName": "Oru Kayak"
    },
    {
      "content": "We don't handle post-purchase requests via text. Please email your request to service@orukayak.com or feel free to call this number (510) 518-3119. Our team is available Monday - Friday 9am - 4pm PST. Please let me know if you have any questions about our products, I'm more than happy to help you here!",
      "name": "Post Purchase Inquiries",
      "id": "06bc3c02-7bd8-4dac-82c4-05db0d2883d0",
      "shortcut": "ppi",
      "companyName": "Oru Kayak"
    },
    {
      "content": "I'm afraid we do not offer expedited shipping options.",
      "name": "Do you offer expedited shipping?",
      "id": "9544966d-e3e9-4fc5-8f4f-a04497baf0b0",
      "companyName": "Oru Kayak"
    },
    {
      "content": "We don't handle post-purchase requests via text. Please email your request to service@orukayak.com or feel free to call this number (510) 518-3119. Please let me know if you have any questions about our products, I'm more than happy to help you here!",
      "name": "Retroactive discount request",
      "id": "7270b338-8143-4937-9111-2bc68324158f",
      "shortcut": "rdr",
      "companyName": "Oru Kayak"
    },
    {
      "content": "The Oru Gel Seat is compatible with all kayak models except Lake.",
      "name": "Is the Gel Seat compatible with all models?",
      "id": "f6f335e6-05f1-456a-b46a-5ca0b4728309",
      "companyName": "Oru Kayak"
    },
    {
      "content": "Thank you for your service! We don't have any specific discounts like that but if it helps, you can check out our bundle sale items here: https://www.orukayak.com/collections/bundles",
      "name": "Military / First responder / Healthcare / Teacher discount",
      "id": "b058254b-e8a6-49db-abfc-04226f5afd91",
      "shortcut": "ms",
      "companyName": "Oru Kayak"
    },
    {
      "content": "You can track your order by logging in to your account here: https://www.orukayak.com/account/login?return_url=%2Faccount",
      "name": "Order status/order tracking",
      "id": "e1af8d79-0f4c-4298-87e3-cd1dd8c0c15b",
      "companyName": "Oru Kayak"
    }
  ]
}