{
  "companyKey": "tentree ca",
  "templates": [
    {
      "content": "We are shipping with GoBolt and Parcll (Cirro). If you choose express shipping, it will be shipped with UPS. Unfortunately, we cannot ship to PO Boxes until further notice. Thanks so much for your patience and understanding.",
      "name": "What is your plan for delivery with Canada Post strike?",
      "id": "bdcb8b4a-ba56-4e5e-b6e4-4e5ba236662d",
      "companyName": "Tentree CA"
    },
    {
      "content": "The length for the Highline 1/4 Zip Mock Neck sweater is:\n\nXS - 18 1/2\"\nS - 19\" \nM - 19 1/2\"",
      "name": "How long is the Highline 1/4 Zip Mock Neck sweater?",
      "id": "dfac02fe-13a1-4575-b577-6f2dcdc5a3eb",
      "companyName": "Tentree CA"
    },
    {
      "content": "The Impact Wallet is a new feature that we have added for you to track your impact from planting trees! Start by creating an account under the same email associated with your account on our website. As you register tree codes, you'll be able to see a virtual representation of your impact as your island grows. You can also earn achievements, view your offset of carbon emissions, and learn more about the trees that you've planted.",
      "name": "What is the Impact Wallet?",
      "id": "f7dc4c71-88c9-4a7d-abad-e5ea5388fbdc",
      "companyName": "Tentree CA"
    },
    {
      "content": "All sale items are final sale as noted on our product pages, in your cart, and in your order confirmation! If you have a question about a final sale item on your order, please email support@tentree.com and our team would be happy to assist!",
      "name": "Final Sale",
      "id": "b297ec24-7552-460c-9338-1c133a5c3ed2",
      "companyName": "Tentree CA"
    },
    {
      "content": "Different forms of payments have different processing times! Most refunds should be received within 3-8 business days.",
      "name": "When will I receive my refund?",
      "id": "26ade4b6-34e8-4b61-a9a9-e8585f7ac2f2",
      "companyName": "Tentree CA"
    },
    {
      "content": "All of our items are pre-shrunk, however, since most of our items contain organic cotton, we highly recommend that you wash all your clothing (not just tentree items) inside out in cold water and then hang to dry. This won't only reduce the chances of shrinking, but it's also environmentally friendly and will help to increase the longevity of your items!",
      "name": "Do your products shrink?",
      "id": "3439d864-f415-4143-86fb-82eeca6c58d2",
      "companyName": "Tentree CA"
    },
    {
      "content": "Unfortunately, we don't have an app. We just have our online store and social media.",
      "name": "Do you have an app?",
      "id": "e691e328-3ae9-466d-b1e9-cd1937edf476",
      "companyName": "Tentree CA"
    },
    {
      "content": "Thanks for texting in! Unfortunately, I have limited abilities to make adjustments to orders. My suggestion is to email support@tentree.com with your request for the best assistance. Please note, by policy, we do not offer price adjustments but of course, you may email our team with your request.",
      "name": "Price adjustments",
      "id": "e201a756-5f83-46d2-8701-c195f0650b0f",
      "companyName": "Tentree CA"
    },
    {
      "content": "We do offer student discounts! You can learn more and apply for your discount here: https://tentree-us.connect.studentbeans.com/us",
      "name": "Student discount",
      "id": "f8f3c74d-b685-411b-959b-ad0572a6431c",
      "companyName": "Tentree CA"
    },
    {
      "content": "We are happy to refund the taxes on your order if you can send through a photo of your status card and your order number!",
      "name": "Tax exemption",
      "id": "543321ac-33c2-4959-9f06-f94585ee65e2",
      "companyName": "Tentree CA"
    },
    {
      "content": "To write a review for one of our products, simply visit that product's page on our website, scroll down to the Reviews and Questions section and click the \"Write a Review\" button. You can even add photos of your new tentree gear in action, and earn rewards for writing reviews!",
      "name": "How do I leave a review?",
      "id": "db36d018-a627-4c48-a3ed-ce0c0d2656c6",
      "companyName": "Tentree CA"
    },
    {
      "content": "The best way to check if the discount can be applied retroactively is to email us at support@tentree.com. Our team is happy to help!",
      "name": "Can you apply the discount retroactively?",
      "id": "e6b99e49-c8b0-4204-924f-d10f1e1265b8",
      "shortcut": "rdr",
      "companyName": "Tentree CA"
    },
    {
      "content": "Our Safari hat is made from recycled polyester and spandex so it will be somewhat water-resistant, but not waterproof. It doesn't have any UV-safe specific properties.",
      "name": "Is the Safari Hat UV-safe and water resistant?",
      "id": "be615732-42ca-4e5a-9c8b-10edf3417760",
      "companyName": "Tentree CA"
    },
    {
      "content": "You can start your return here: https://returns.tentree.ca/",
      "name": "How do I start a return?",
      "id": "f18515a8-b244-4559-81e9-c1c090044717",
      "companyName": "Tentree CA"
    },
    {
      "content": "We can only accept returns of products that were purchased on our website. If you purchased your Tentree product from a store, then you'll need to arrange your return with that retailer.",
      "name": "Can I return items purchased from a retailer?",
      "id": "8be9001c-39d5-400d-9f5e-a682245b53ec",
      "companyName": "Tentree CA"
    },
    {
      "content": "Mystery Bags are a final sale item as indicated on the product page. I'm afraid we are unable to offer returns or exchanges for any items included in your Mystery Bag.",
      "name": "Can I return a mystery bag item?",
      "id": "ba97061c-cf8a-4bce-9b77-48231a25899b",
      "companyName": "Tentree CA"
    },
    {
      "content": "Our Climate+ packages automatically register the associated tree code to the email that they were purchased under!",
      "name": "How do I register the code that came with my Climate+ package?",
      "id": "a6255487-3c18-476c-9d60-a4fad656d4c9",
      "companyName": "Tentree CA"
    },
    {
      "content": "Our Mystery Bags contain any items from any season from our website in your chosen size. We include 4 clothing items and an accessory. Please note that they don't have any specific theme.",
      "name": "What do mystery bags contain?",
      "id": "6ed193d2-1929-44b7-b8ed-a39c371e77a2",
      "companyName": "Tentree CA"
    },
    {
      "content": "Each item comes with a hang tag that has a unique QR code. This QR code has your tree code! To register, follow these steps:\n\n1. Hold your phone's camera to the barcode and you should see a prompt come up on the screen to navigate to our website.\n2. After you click to open the webpage in your browser, you will be taken to our tree registry page. There will be a code pre-entered into the text box. Just click \"\"Save your trees\"\" and log in or create an Impact account to register your code to your account!\"",
      "name": "How do I register my tree code?",
      "id": "1f13191c-76f4-4955-abfb-27b1e318b206",
      "companyName": "Tentree CA"
    },
    {
      "content": "You can start your gift return here: https://returns.tentree.ca/",
      "name": "How do I return a gift?",
      "id": "7b69fd7e-93bd-4626-bf4f-bbaba929d028",
      "companyName": "Tentree CA"
    },
    {
      "content": "Unfortunately, we do not offer a gift wrapping/note service at this time. We also do not issue gift receipts. However, if the giftee would like to return their items, we have a simple gift return process.",
      "name": "Do you offer gift receipts and gift wrapping/notes?",
      "id": "b9f9cff2-3061-424a-911c-ad656292be88",
      "companyName": "Tentree CA"
    },
    {
      "content": "All of our recycled materials are free from any harmful toxins. All of our fabrics are tested for RSLs (restricted substance list) which includes all chemicals and harmful contaminants. Rest assured that we don't use any fabric or dye that doesn't pass our strict RSL requirements.",
      "name": "Recycled materials/fabrics",
      "id": "8d8b16b7-5a88-4c16-b8dd-d3175d7f2561",
      "companyName": "Tentree CA"
    },
    {
      "content": "If you have an old token with a tree code engraved on it, simply enter the code in the registry box on impact.tentree.com. To navigate to the registry box click \"Your Impact\" in the top menu bar of our webpage. And then the \"Register Trees\" button and a dropdown should open with a text box to enter your code!",
      "name": "I have an old token, how do I register my tree?",
      "id": "e2d4aa9a-d9f5-4fd3-84a3-061f5bf967c5",
      "companyName": "Tentree CA"
    },
    {
      "content": "Every three months, we compile the number of trees to be planted and distribute them amongst the countries that have the next closest planting season, the greatest need for trees, and the best conditions for planting. Your trees are planted within 6 months of purchase!",
      "name": "How soon are trees planted?",
      "id": "c509661a-c87e-438c-b868-3c04ccda5787",
      "companyName": "Tentree CA"
    },
    {
      "content": "Our product fits true to size, so if you typically wear a size M in other brands, you would likely enjoy the fit of a size M in our products as well. I'd recommend checking out our sizing chart, so you can measure yourself and see which size will fit you best: https://cdn.shopify.com/s/files/1/2404/6643/files/SS22_Catalogue_IntroPages.pdf?v=1624899140",
      "name": "Sizing",
      "id": "624d483c-92b5-4649-9d51-665599dc1863",
      "shortcut": "sz",
      "companyName": "Tentree CA"
    },
    {
      "content": "Yes, we do! Every piece of apparel comes with a unique tag, each with it's own tree code specific to your ten trees.",
      "name": "Do you plant trees with each purchase?",
      "id": "3e15608a-bec3-4ed4-9625-e21c57fb30b7",
      "companyName": "Tentree CA"
    },
    {
      "content": "You can check out our detailed return policy here - https://tentree.attn.tv/sl/GDq_7TCD",
      "name": "Return Policy",
      "id": "6ba4122b-a437-4917-b53d-2a9d75eb9f09",
      "shortcut": "rp",
      "companyName": "Tentree CA"
    },
    {
      "content": "Please note that our retailers can't accept any returns from purchases made through our website as they are separate companies from us. You can initiate your return via our Returns Portal and we'll provide you with a return label: https://returns.tentree.ca/",
      "name": "Can I return an online order at one of the retail locations?",
      "id": "c8f5126f-3fc0-435f-9700-f64f34859fe7",
      "companyName": "Tentree CA"
    },
    {
      "content": "To redeem your points, please log into your account and proceed to checkout where you should see a \"Rewards Credit\" line above the \"gift card or discount code\" box. Simply click the blue \"Apply Balance\" button, and the points should apply to your total. If you're using a phone, you'll have to click the \"Show order summary\" arrow to see and apply your rewards balance. If you're still unable to apply your points, you may have been automatically directed to ShopPay! Please \"Checkout as Guest\", and you should then be able to apply your points. If you're still having difficulties, please email support@tentree.com and we'd be happy to help you!",
      "name": "How do I redeem my points?",
      "id": "8fc2d147-8d7f-4881-9e28-b1f3c0d4f710",
      "companyName": "Tentree CA"
    },
    {
      "content": "Give us a follow on IG: https://www.instagram.com/tentree/ and FB here: https://www.facebook.com/tentree/",
      "name": "Social Media",
      "id": "131c3ae0-a559-401d-be23-5eb56b9c76d9",
      "shortcut": "smd",
      "companyName": "Tentree CA"
    },
    {
      "content": "You can find us at a store near you here: https://www.tentree.ca/pages/store-locator",
      "name": "Store location / retailer",
      "id": "7d202c6b-f65a-481d-8667-cf4567d4ad9d",
      "shortcut": "sl",
      "companyName": "Tentree CA"
    },
    {
      "content": "Points that are earned through our rewards program expire after 12 months of inactivity. To keep your points, you need to either earn more points or redeem points within that time period.",
      "name": "When will rewards points expire?",
      "id": "7e105725-545c-4cca-9209-5d9490156ced",
      "companyName": "Tentree CA"
    },
    {
      "content": "We do our best to ship all orders within 1-2 business days of the order being placed, but we may need up to 5 business days to prep and ship your order during very busy periods. Once your order has shipped, standard delivery will typically take 7-10 business days, express delivery will take 3-5 business days, and international deliveries can take up to 4 weeks.",
      "name": "Shipping time",
      "id": "4a438b07-bc49-4ae3-bd1a-62a19a85f024",
      "shortcut": "shp",
      "companyName": "Tentree CA"
    },
    {
      "content": "The best way to handle this is to email us directly at support@tentree.com. Our team is happy to help!",
      "name": "Customer support",
      "id": "fad8d803-c7ef-4b09-a497-5f89384d54e6",
      "shortcut": "cs",
      "companyName": "Tentree CA"
    },
    {
      "content": "Thank you for your interest! Please fill out this form and our team will contact you as soon as possible: https://www.tentree.com/pages/wholesale-request",
      "name": "Wholesale inquiries",
      "id": "6982149f-30e9-4192-ad04-efa8c6b65ab5",
      "shortcut": "wls",
      "companyName": "Tentree CA"
    },
    {
      "content": "Thank you for your service! We don't have any specific discounts like that, but if it helps, you can check out the items we have on sale here: https://www.tentree.ca/collections/sale?page=1",
      "name": "Military / First responder / Healthcare / Teacher discount",
      "id": "d960a45f-5aca-4445-be33-98c8cb36a4c3",
      "shortcut": "ms",
      "companyName": "Tentree CA"
    },
    {
      "content": "All our items are designed in Canada and ethically manufactured around the world.",
      "name": "Where are your items made / manufactured?",
      "id": "a4854a69-00ee-486e-bd34-a20169f53b15",
      "shortcut": "mfc",
      "companyName": "Tentree CA"
    },
    {
      "content": "We have a rewards/referral program where you can earn points to redeem on future purchases. Check it out here - https://www.tentree.ca/pages/rewards",
      "name": "Rewards / referral",
      "id": "36af45a3-c2b5-4d98-9702-444288d175b0",
      "shortcut": "rwd",
      "companyName": "Tentree CA"
    },
    {
      "content": "I'm really sorry for the inconvenience. We don't offer phone support right now but let me know if I can help via text, it may be faster.",
      "name": "Phone support",
      "id": "74a09079-842e-4a00-b152-dd7f9e0aa689",
      "shortcut": "ps",
      "companyName": "Tentree CA"
    },
    {
      "content": "Thank you for your interest! You can sign up for our affiliate program here - https://www.tentree.ca/pages/affiliate",
      "name": "Brand ambassador / sponsorship",
      "id": "cfce216a-d951-4f6d-8e16-ff8c0c745dfa",
      "shortcut": "ams",
      "companyName": "Tentree CA"
    },
    {
      "content": "The best way to check if you can cancel or edit your order is to email us directly at support@tentree.com. Our team is happy to help!",
      "name": "Cancel/edit order",
      "id": "cae40a32-d6b3-44d2-acac-6882a86c2978",
      "shortcut": "ced",
      "companyName": "Tentree CA"
    },
    {
      "content": "We ship all our Canadian orders from our Canadian warehouse.",
      "name": "Where do you ship from?",
      "id": "456a8952-fb4a-4737-84d8-7daed6ff29bd",
      "companyName": "Tentree CA"
    },
    {
      "content": "We offer free shipping on domestic orders over $100. Maybe you can add something else to reach the minimum?",
      "name": "Free shipping",
      "id": "a8303a74-1ef4-482d-beeb-79f9274bf2b1",
      "shortcut": "fs",
      "companyName": "Tentree CA"
    },
    {
      "content": "You can take a look at our sale collection here: https://www.tentree.com/collections/mens-sale?page=1  https://www.tentree.com/collections/womens-sale?page=1",
      "name": "Sales Collection",
      "id": "419fdf07-55a5-434e-b01d-1fe4d4947f7a",
      "shortcut": "spg",
      "companyName": "Tentree CA"
    },
    {
      "content": "You can take a look at our size chart here: https://www.tentree.ca/pages/fit-guide",
      "name": "Size Chart: All - Clothes",
      "id": "47c66abc-ca8d-4f52-961c-43a85fa570a4",
      "companyName": "Tentree CA"
    },
    {
      "content": "Mystery Boxes are not eligible for discount codes other than MYSTERY25 and MYSTERY50.",
      "name": "For what codes is the Mystery Box eligible?",
      "id": "26bd22c7-96b6-4846-a95b-76dc7a03f632",
      "companyName": "Tentree CA"
    },
    {
      "content": "As Canada Post is on strike, we aren't shipping with them at the moment and are using GoBolt, Parcell, and UPS, among others, for our Canadian orders.",
      "name": "How are you shipping when Canada post is on strike?",
      "id": "07f7f27b-cf47-4595-9c3c-3587aa3ab49f",
      "companyName": "Tentree CA"
    },
    {
      "content": "At tentree, all finishes used on our apparel and accessories are made without PFCs, meaning they are also free from PFAS, PFOS, and PFOAs. We carefully select finishes that are among the lowest-impact options available and thoroughly review their composition to ensure no harmful chemicals are used.\n\nIn addition, all of our materials are OEKO-TEX® certified. This certification ensures that every component of each garment, from threads and buttons to other accessories, has been tested for harmful substances and is safe for human health.\n\nYou can learn more about our materials here - https://tentreeca.attn.tv/aW1A7euf_eCn\nYou can learn more about our code of conduct and factories here - https://tentreeca.attn.tv/agxvsqN-1woa",
      "name": "Are there any harmful chemicals in our clothing?",
      "id": "ccd471cc-1c7e-4d4d-a384-0fcde14319ff",
      "companyName": "Tentree CA"
    }
  ]
}