{
  "version": 1,
  "chunk": "chunk_0047",
  "scenarios": {
    "231": {
      "id": "019bc361-4569-416c-f000-00009eaee6e8",
      "companyName": "Bomber Eyewear",
      "companyWebsite": "https://bombereyewear.com",
      "agentName": "Jordan",
      "agentInitial": "B",
      "messageTone": "Super Casual",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "escalate": [
          "Include customer's email in your ESC note",
          "Always go the extra mile, ESC all issues"
        ],
        "templates": [
          "If cx asks about applying more than one code at checkout, including the rewards use RBP shortcut"
        ]
      },
      "SystemMessage1": "Bomber Eyewear: NEW DROP! \n\nMeet the THERMO - ANSI Z87+ made to look good on or off the job.\nbombereyewear.attn.tv/aX-YlY6JcCJn",
      "SystemMessage2": "Bomber Eyewear: Hey , this is Jordan. Thanks for checking out our site! 😊 https://bombereyewear.attn.tv/ajvp3Ibgz16H \n\nAny questions I can answer for you?",
      "customerMessage1": "I have a pair of photochromic megabombs. They aren't transitioning anymore. Can you explain why. I have 3 or 4 different type of megabombs. I enjoy the photochromic at work the most.",
      "AgentMessage1": "Bomber Eyewear: I'm sorry to hear that! Mind sharing your email address, please? I'll be happy to check on this for you!",
      "customerMessage2": "I was responding to an email you sent. So you should already have my email",
      "SystemMessage3": "Template used: \"Customer support\"; last updated: 2023-04-03 20:02:45.316",
      "AgentMessage2": "Bomber Eyewear: Sorry about that! To confirm, do you mean you already emailed us at contact@bombereyewear.com?",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://bombereyewear.com",
          "date": ""
        },
        "browsingHistory": [
          {
            "item": "MEGA Bomb Safety - Photochromic Fire Red Orange Mirror",
            "link": "https://rr2kak81hzn8r5ep-7044543.shopifypreview.com/products/mega-bomb-safety-photochromic-fire-red-orange-mirror",
            "icon": "eye"
          },
          {
            "item": "MEGA Safety - Polarized Red Mirror Crystal",
            "link": "https://rr2kak81hzn8r5ep-7044543.shopifypreview.com/products/copy-of-mega-polarized-red-mirror-crystal",
            "icon": "eye"
          },
          {
            "item": "MEGA Bomb Safety - Photochromic Fire Red Orange Mirror",
            "link": "https://rr2kak81hzn8r5ep-7044543.shopifypreview.com/products/mega-bomb-safety-photochromic-fire-red-orange-mirror",
            "icon": "eye"
          },
          {
            "item": "BOOGIE Safety - Photochromic Fire Red Orange Mirror",
            "link": "https://rr2kak81hzn8r5ep-7044543.shopifypreview.com/products/boogie-safety-photochromic-fire-red-orange",
            "icon": "eye"
          },
          {
            "item": "THERMO Bomb - Ice Blue Mirror Crystal",
            "link": "https://rr2kak81hzn8r5ep-7044543.shopifypreview.com/products/thermo-bomb-ice-blue-mirror-crystal",
            "icon": "eye"
          }
        ],
        "orders": []
      },
      "orders": []
    },
    "232": {
      "id": "019bb440-8482-486a-f000-0000f3c34813",
      "companyName": "Toynk",
      "companyWebsite": "https://toynk.com/",
      "agentName": "Jordan",
      "agentInitial": "T",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {},
      "SystemMessage1": "Toynk: Welcome to Toynk! Msg & data rates may apply. Msg frequency varies. Reply HELP for help, STOP to cancel.",
      "SystemMessage2": "Toynk: Hey this is Jordan, how can I help you?",
      "customerMessage1": "Yes, I received an item that I purchased from your store and it came completely damaged. I have proof of me opening the box and you can see that damage damaged.",
      "AgentMessage1": "Toynk: I'm sorry to hear that. Let me check on this with my team. Can you please send me a photo of the items that you received, along with your order number and email address?",
      "customerMessage2": "\"",
      "customerMessage3": "Kimberlylove1889¡gmail.com",
      "customerMessage4": "Where would I find the order number at?",
      "customerMessage5": "That's the wrong email address. I'm getting the email address right now.",
      "AgentMessage2": "Toynk: I completely understand. Did you place the order directly through our website? If so, you can find the order number in the confirmation we sent to your email. Please also check your spam or promo folders as sometimes emails end up there.",
      "customerMessage6": "TNK277481 that's the order number",
      "customerMessage7": "M.a.moreno1990¡gmail.com",
      "SystemMessage3": "\"",
      "AgentMessage3": "Toynk: Thanks for the info! I will pass this along to my team and get back to you as soon as possible, hang tight!",
      "customerMessage8": "Okay",
      "AgentMessage4": "Toynk: While I wait to hear back from my team, is there anything else I can assist you with in the meantime?",
      "customerMessage9": "No I'm just really upset about how my doll came",
      "AgentMessage5": "Toynk: I completely understand your concern, and I'm sorry for any inconvenience. Rest assured that our team is doing everything to respond to each inquiry in a timely manner. They should follow up with your concern in no time. Thank you for your patience and understanding.",
      "customerMessage10": "Okay thank u",
      "SystemMessage4": "\"",
      "AgentMessage6": "Toynk: Thanks for your patience! I just heard from the team, and we understand how important this is. We are sorry to hear the item arrived damaged. If you would like to return your item for a refund please visit our website and scroll down to the bottom of the page and select \"Return Policy\". From there you will find information about our returns process, and you can initiate your return request for a prepaid return label.\n\nhttps://toynk.attn.tv/a5S4PNpR-ZTn\n\nIf you would like to exchange the item, please email help@toynk.com\n\nIf you have any further questions or need assistance, please don't hesitate to contact me. We're here to help!",
      "customerMessage11": "Do I get my money first or I have to send it then you guys send me the money",
      "AgentMessage7": "Toynk: You'll have to send the item back for us to process it and issue your refund. Hope this helps!",
      "customerMessage12": "I'm really not happy about this at all I spent a lot of money for something that came messed up",
      "AgentMessage8": "Toynk: Sorry to hear that! Feedback from our customers is really valuable and helps us constantly improve. I'll definitely pass this along to the team to consider in the future, and thank you for the feedback. If you have any questions, feel free to text me.",
      "customerMessage13": "I want my money back",
      "customerMessage14": "The company is definitely not getting a good review for me and I will definitely not be buying anything else and I will not recommend anybody else buying anything from you guys",
      "AgentMessage9": "Toynk: I'm really sorry about this, and surely, this isn't the experience I want you to have. You may choose to receive a refund to your original form of payment or opt for store credit. Customers who choose store credit will receive an additional $5 bonus added to their refund amount. You can check out our detailed return policy here: https://toynk.attn.tv/a_tC6-j_fnWH Let me know if there's anything else I can help with!",
      "customerMessage15": "Cancel this get half of my money back or something and keep the product. I mean let's try to wear something out here. I do not want to return the product. I waited so long for this product.",
      "SystemMessage5": "\"",
      "AgentMessage10": "Toynk: I apologize for the inconvenience. I'm checking on this with our team and will be in touch as soon as I receive an update.",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://toynk.com/",
          "date": ""
        },
        "browsingHistory": [],
        "orders": []
      },
      "orders": []
    },
    "233": {
      "id": "019be371-eed7-46a3-f000-0000a7b48fc9",
      "companyName": "LG",
      "companyWebsite": "https://lg.com/us",
      "agentName": "Jordan",
      "agentInitial": "L",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "send_to_cs": [
          "No ESC for this client, send everything to CS using the \"Escalation template\""
        ],
        "templates": [
          "For 10% off welcome code issues use temp 'Follow up 1', then 'Follow up 2' after confirming the item is excluded from promos",
          "For fridge recommendations use FRR shortcut",
          "For service-related issues/scheduled repair service appointments use SRI shortcut",
          "For cxs looking for replacement parts/accessories from an affiliate Parts Distributor use RPA shortcut",
          "If a cx has an inquiry for finding the serial number/model number of an item:"
        ],
        "dos_and_donts": [
          "If it's a new conversation and we didn't introduce ourselves in the automated message, start your message with: \"This is Jordan at LG.\""
        ]
      },
      "SystemMessage1": "LG Electronics USA: Reply Y to subscribe to LG recurring automated personalized marketing alerts (e.g. cart reminders, product tips, special offers) from LG Electronics USA.",
      "SystemMessage2": "LG Electronics USA: Reply Y to subscribe to LG recurring automated personalized marketing alerts (e.g. cart reminders, product tips, special offers) from LG Electronics USA.",
      "SystemMessage3": "LG Electronics USA: Welcome to LG Electronics USA! Msg & data rates may apply. Msg frequency varies. Reply HELP for help, STOP to cancel.",
      "SystemMessage4": "LG Electronics USA: Thanks for joining our SMS program. We're so glad you're here!\n\nKeep an eye out for exclusive offers and deals. For now, check out current promotions: lg.attn.tv/aZsIleAkJTRB .",
      "SystemMessage5": "LG Electronics USA: Texts may be retained for customer support & other purposes. For more info, see Terms (lg.com/us/legal) and Privacy (lg.com/us/privacy)",
      "SystemMessage6": "LG Electronics USA: Hi, I'm Jordan - your go-to LG specialist. Feel free to text me any time, and save our contact so you don't miss any updates!",
      "customerMessage1": "I do need help linking my LG account to my extended warranty on both my LG washer and dryer",
      "customerMessage2": "Our dryer is starting to make funny noise and I wanna make sure that those are synced before I make the claim",
      "SystemMessage7": "Template used: \"Escalation template (esc temp)\"; last updated: 2025-04-01 19:42:53.703",
      "SystemMessage8": "Template used: \"Warranty policy\"; last updated: 2022-07-05 17:51:37.152",
      "AgentMessage1": "LG Electronics USA: Thank you for sharing this with me, and I'm so sorry to hear that! For the best answer, you'll want to reach out to our Support team directly via email here: https://lg.attn.tv/aJGVp20JBijY or phone at 800-243-0000 where they are available 7 days/week from 8am-9pm EST. You can also chat with the team here: https://lg.attn.tv/a_TWAs_inDOF",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://lg.com/us",
          "date": ""
        },
        "browsingHistory": [],
        "orders": []
      },
      "orders": []
    },
    "234": {
      "id": "019bc2b2-1630-44a4-f000-00007b7d3c70",
      "companyName": "Onnit",
      "companyWebsite": "https://onnit.com",
      "agentName": "Jordan",
      "agentInitial": "O",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "send_to_cs": [
          "Send to CS for post purchase inquiries, use PPI shortcut",
          "Send to CS for account & order declined issues",
          "Send to CS if cx wants to provide feedback"
        ],
        "dos_and_donts": [
          "If cx asks about mixing the supplement with medication, direct them to their doctor or other medical professional"
        ],
        "promo_and_exclusions": [
          "The code EARLYBIRD5 is no longer active, let cx know this & apologize",
          "If cx reaches out wanting a code/discount use \"SBS\" shortcut",
          "After sending the \"SBS\" shortcut, if a cx replies that they're interested in a subscription:"
        ]
      },
      "SystemMessage1": "ONNIT: Don't lose your 2025 FSA dollars! Spend them on any of our supplements* before 12/31: onnit.attn.tv/a2HQVLLtZR7m .\n\n*Truemed is for qualified customers. Tax savings vary. Learn more at onnit.attn.tv/aB8YS0V5XdQb .",
      "SystemMessage2": "ONNIT: Your order #10002124952 is about to head out! More info: onnit.attn.tv/afNSAJbHPmnR\n\nText back with any questions!",
      "SystemMessage3": "ONNIT: The shipment of your order #10002124952 has been confirmed by UPS. More info: onnit.attn.tv/a-zdym2qIith\n\nText back with any questions!",
      "SystemMessage4": "ONNIT: Hey there! We saw you checking out our latest products. \n\nGet back to it: onnit.attn.tv/a3QYKNThB4Pf \n\nNeed help deciding? Reply SUPPORT to talk to Customer Service.",
      "SystemMessage5": "ONNIT: Your order is in transit with UPS! More info: onnit.attn.tv/aSiKGHQrx1VI",
      "SystemMessage6": "ONNIT: You have successfully skipped your next subscription order. Your next shipment date will be on: 2026-01-21\n\nText back if you have any questions!",
      "SystemMessage7": "ONNIT: Your order #10002124952 is out for delivery! The estimated package delivery is:\n12/29/2025\n\nText back if you have any questions!",
      "SystemMessage8": "ONNIT: Level up for 2026! 20% off sitewide starts NOW + 30% off all new subscription orders. No code needed. Shop now: onnit.attn.tv/aE1nPPZlJmvF .",
      "SystemMessage9": "ONNIT: Ready to finish what you started? 20% OFF everything + 30% OFF new subs. Shop now: onnit.attn.tv/aF7tVs4fFtt7 .",
      "SystemMessage10": "ONNIT: Heads up! Your FSA/HSA expires Dec 31 ⏰ Stack it with 20% off sitewide or 30% off new subscriptions-plus up to 30% back with Truemed. Shop smart: onnit.attn.tv/adlns2lAg7gi .",
      "SystemMessage11": "ONNIT: LAST DAY of 2025. Make the commitment & level up now! Get 30% off new subscriptions: onnit.attn.tv/aoTpMedRMtz4 .",
      "SystemMessage12": "ONNIT: You have successfully skipped your next subscription order. Your next shipment date will be on: 2026-02-20\n\nText back if you have any questions!",
      "SystemMessage13": "ONNIT: Your upgrade awaits! 💪 Level Up Sale = epic deals on the supps you need. Shop here: onnit.attn.tv/acRBjwRt3WS6 .",
      "SystemMessage14": "ONNIT: Consistency = results. Subscribe & save: 30% OFF your first order + 15% OFF recurring. No hassle, just progress. Redeem here: onnit.attn.tv/ajBTp5SA6q0O .",
      "SystemMessage15": "ONNIT: Unlock memory, focus, and flow with Alpha BRAIN. Enjoy 20% off sitewide, plus 30% off new subscriptions. Tap to upgrade: onnit.attn.tv/aL8Al_Vb_xy6 .",
      "SystemMessage16": "ONNIT: Your order #10002141085 is about to head out! More info: onnit.attn.tv/aM3_rsCS2XsA\n\nText back with any questions!",
      "customerMessage1": "No I should not have an order I have canceled",
      "customerMessage2": "What is going on",
      "AgentMessage1": "ONNIT: Sorry for the slow reply! Once an order is placed, we're unable to make any changes or cancel it. If you have questions about your order or need support once it arrives, please reach out to help@onnit.com, and our team will be happy to assist.",
      "customerMessage3": "I didn't place the order so I don't understand",
      "SystemMessage17": "Template used: \"Did I order already? - All brands\"; last updated: 2023-10-10 16:42:51.099",
      "AgentMessage2": "ONNIT: I'm sorry for the confusion! I just double-checked, and I can't see an order with the number #10002141085 on my end. To check if this order has been processed, please check if you received a confirmation email or if there's a charge on your account. Sometimes the email might arrive in your spam or promo folder, so be sure to take a look there too. Let me know how it goes.",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://onnit.com",
          "date": ""
        },
        "browsingHistory": [],
        "orders": []
      },
      "orders": []
    },
    "235": {
      "id": "019bc825-1d72-4340-f000-0000f45b0acc",
      "companyName": "Kerotin",
      "companyWebsite": "https://kerotin.com/",
      "agentName": "",
      "agentInitial": "K",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "send_to_cs": [
          "No ESC for this client, send everything to CS"
        ],
        "templates": [
          "Don't use the \"I'm sorry for your loss\" temp, close the convo instead!"
        ],
        "promo_and_exclusions": [
          "If there are holiday details, please check the brand's website for the most up to date info"
        ]
      },
      "SystemMessage1": "Kerotin: Welcome to Kerotin! Msg & data rates may apply. Msg frequency varies. Reply HELP for help, STOP to cancel.",
      "SystemMessage2": "Kerotin: Welcome! I'm Gabriela, your dedicated concierge. Thanks for subscribing! Your 10% off coupon is KERO10. \n\nText me anytime with questions about Kerotin! Shop Now: https://kerotin.attn.tv/a0EjhToC_QiN  Stop to stop",
      "SystemMessage3": "Kerotin: Tell us what your hair concern is and we'll recommend the right products! Reply 1, 2, 3...\n\n1 for Hair Loss & Thinning\n2 for Damaged Hair\n3 for Dry and Oily Scalp\n4 for Volume & Fullness\n5 for Curl Care\n6 for Silver/Blonde Care\n7 for Frizz Control Stop to stop",
      "customerMessage1": "My hair about 6 or 7 months ago my hair turned skinny strands and the sides of my head above my ears I had a lot of breakage which sorta stopped but now my hair is growing extremely slow and growing thin strands. My hair is straight I don't have any processed products at the salon anymore I used to get highlights. \nWhat weird that my hair wasn't \nWhite ish grey tilk this happened.\nI would like to try a serum that promotes healing the \nRoots and growing thicker strands of hair again. \nDoes the shampoo and conditioner work to help that in a slight degree. \nI may be 76 on Jan 24 yet all my new doctors that I have now cannot believe my age they look at my medical chart because I look like late 50's early 60'\nLong gevity is in my families genes \nCan we talk live I am a little confused on what to purchase",
      "AgentMessage1": "Kerotin: Thank you for reaching out. I'm really sorry about what happened. It is not the experience that we want to have for our customers. You can call us at 877-831-3123 Monday-Friday 10am-6pm EST, or I can help via text, it might be faster.",
      "customerMessage2": "Ok I will text",
      "customerMessage3": "So I presume you received my entire text? \nI know I need that to promote root and hair growth so my strands become a little fuller again.Does the Shampoo and conditioner help in anyway addressing the problem? \nWhat do you suggest? \nAs I said I am going to be? 76 yet my new doctors tell me I look 15 to 20 years younger \nNo I never had any type of surgery or Botox. Long gevity runs in my family. Oh and I don't want any fried foods I was brought up that way",
      "customerMessage4": "Oh I apologize I do see you received my first entire text",
      "customerMessage5": "1, 4,",
      "customerMessage6": "Maybe number 6 too",
      "AgentMessage2": "Kerotin: Yes, I have! Thank you so much for sharing all of that. I understand your concern about the changes you've noticed and how unsettling it can feel to notice changes in your hair.\n\nBased on what you described, I do recommend our Keratin Freshening Duo - https://kerotin.attn.tv/ahV2PJxHW6kp It is formulated to promote hair growth and help prevent hair loss. This line includes strengthening ingredients like Keratin and Biotin, along with growth supporting oils such as Rosemary Oil, which help nourish hair follicles, support the roots, and encourage stronger, fuller looking strands over time. The Dual Treatment line can help create a healthier scalp environment and support overall hair strength and growth.\n\nI hope this helps, and please let me know if there's anything else I can assist with!",
      "customerMessage7": "Can I order through you? What would you recommend?",
      "AgentMessage3": "Kerotin: I'm really sorry for the trouble! I'm afraid I can't place an order on your behalf. Please place your order on the website. If you're having trouble, please let me know so I can point you in the right direction. What do you think about the Keratin Freshening Duo that I have sent? https://kerotin.attn.tv/aznXyrZE72m-. That is currently on sale for $ 51.",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://kerotin.com/",
          "date": ""
        },
        "browsingHistory": [
          {
            "item": "Extensive Thickening Treatment - 1 Month",
            "link": "https://kerotin.com/products/extensive-thickening-treatment?variant=39336830959696&country=US&currency=USD&utm_medium=product_sync&utm_source=google&utm_content=sag_organic&utm_campaign=sag_organic&gad_source=1&gad_campaignid=21176877334&gbraid=0AAAAABVR9GLnejx5CggiD6nEo678YVM3S&gclid=EAIaIQobChMIisHvw8WQkgMV9TUIBR3gGzbaEAQYEiABEgIS_PD_BwE",
            "icon": "eye"
          }
        ],
        "orders": []
      },
      "orders": []
    }
  }
}
