{
  "version": 1,
  "chunk": "chunk_0012",
  "scenarios": {
    "56": {
      "id": "019bbf66-dfa2-4b25-f000-0000db9add8e",
      "companyName": "Sauder",
      "companyWebsite": "https://sauder.com",
      "agentName": "Ashley",
      "agentInitial": "S",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "send_to_cs": [
          "Send to CS for post-purchase inquiries for items purchased through a retailer"
        ],
        "templates": [
          "If customers already purchased use TFP shortcut"
        ],
        "tone": [
          "Let the customer have the last word!"
        ],
        "drive_to_purchase": [
          "Don't recommend Retailer Exclusive items"
        ],
        "promo_and_exclusions": [
          "Discount codes CAN be applied to clearance items"
        ]
      },
      "SystemMessage1": "Sauder: Don't miss our Holiday Hoopla deals! Enjoy savings on over 600 items! Hurry, this sale ends 1/4! sauder.attn.tv/aAAXZwo8a7-v",
      "SystemMessage2": "Sauder: Ring in the New Year with incredible savings! Last chance for blowout deals on over 600 items! Hurry, this sale ends 1/4! sauder.attn.tv/aIP6zKTROA6b",
      "SystemMessage3": "Sauder: Hey, this is Ashley . Thanks for checking out our site! 😊 https://sauder.attn.tv/aJH3i9zP4KuN \n\nAre you looking for anything in particular today?",
      "SystemMessage4": "Sauder: Hey, this is Ashley . Thanks for checking out our site! 😊 https://sauder.attn.tv/ajG9YFYAmUdx \n\nAre you looking for anything in particular today?",
      "customerMessage1": "Glacier Oak bed frame with shelved headboard and desk",
      "AgentMessage1": "Sauder: I totally understand, finding the exact pieces you want can be really important for making your space feel complete.\n\nUnfortunately, at the moment, we do not have a Glacier Oak bed frame with both a shelved headboard and desk together as one piece. However I do have a few very close options that might work depending on what you're trying to set up:\n\nHere is a shelved headboard in Glacier Oak (full/queen):\nhttps://sauder.attn.tv/arzAslmkISMA\n\nAnd here's a desk in Glacier Oak that would pair nicely:\nhttps://sauder.attn.tv/aagFQ_XDEbWP\n\nFor a bed frame option (Raven Oak finish):\nhttps://sauder.attn.tv/a_uiivBuVaXs\n\nI know it's not exactly the Glacier Oak bed + headboard + desk combo you described, and I can see why that's disappointing. Let me know what you think!",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://sauder.com",
          "date": ""
        },
        "browsingHistory": [
          {
            "item": "Full/Queen Bookcase Headboard in Glacier Oak",
            "link": "https://www.sauder.com/furniture/442986/fullqueen-bookcase-headboard-in-glacier-oak?utm_campaign=Concierge-Site-Visitor-3&utm_source=attentive&utm_medium=text&externalId=sgWFz",
            "icon": "eye"
          },
          {
            "item": "Single Pedestal Desk in Rich Walnut",
            "link": "https://www.sauder.com/furniture/431215/single-pedestal-desk-in-rich-walnut",
            "icon": "eye"
          },
          {
            "item": "Single Pedestal Desk in Haze Acacia",
            "link": "https://www.sauder.com/furniture/431235/single-pedestal-desk-in-haze-acacia",
            "icon": "eye"
          },
          {
            "item": "Single Pedestal Desk in Haze Acacia",
            "link": "https://www.sauder.com/furniture/431235/single-pedestal-desk-in-haze-acacia",
            "icon": "eye"
          },
          {
            "item": "Desk with File Drawer in Ashen Oak",
            "link": "https://www.sauder.com/furniture/434183/desk-with-file-drawer-in-ashen-oak",
            "icon": "eye"
          }
        ],
        "orders": []
      },
      "orders": []
    },
    "57": {
      "id": "019bdce1-8f88-476b-f000-0000f31a9fa7",
      "companyName": "Cardboard Cut Out Standees",
      "companyWebsite": "https://cardboardcutoutstandees.com",
      "agentName": "Jordan",
      "agentInitial": "C",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "escalate": [
          "No CS for this client, ESC everything",
          "When ESC post-purchase issues, only ask for the order number",
          "If a customer wants to talk to customer service do not send PS, ESC instead",
          "When ESC on weekends, use WKD shortcut before you ESC",
          "When ESC on weekDAYS after 4pm EST, use WKE shortcut before you ESC"
        ],
        "tone": [
          "Close the convo once the client takes over",
          "Close the convo when customers misanswer the Welcome journey q's"
        ],
        "templates": [
          "If cx are trying to upload a photo on the website and it's not coming through, use PWU shortcut",
          "If cx are inquiring about delivery dates, use GRN shortcut",
          "If cx share image/screenshot that's not showing don't ask to send again, use IMG shortcut"
        ],
        "dos_and_donts": [
          "Prices vary, depending on height, not width",
          "Don't mention possible shipping delays",
          "Don't ask for screenshots",
          "Wet Paint T shirts Inc is a different company"
        ],
        "drive_to_purchase": [
          "Don't recommend and share links for add-ons to cx"
        ],
        "promo_and_exclusions": [
          "Contact us for help with fundraisers. Grad yard signs are only sold through fundraisers"
        ]
      },
      "SystemMessage1": "Cardboard Cutout Standees: Welcome to Cardboard Cutout Standees! Msg & data rates may apply. Msg frequency varies. Reply HELP for help, STOP to cancel.",
      "SystemMessage2": "Cardboard Cutout Standees: Your coupon code is WELCOME-3TD. Click here to auto-apply it and shop now: cardboard.attn.tv/anIKqiDrxGhq .\n Stop to stop",
      "SystemMessage3": "Cardboard Cutout Standees: ....and don't forget to save our contact to get exclusive updates! Stop to stop",
      "SystemMessage4": "Cardboard Cutout Standees: Hi! This is Jordan. I'm always here to help you if you need it.\n\nI'd like to make sure you receive deals and offers that best fit you. Text me with the number that best matches what you are interested in:\n\n1 - Celebrating my kid's - birthdays, sports, graduations.\n2 - Promoting my business - marketing, products, company events.\n3 - Having fun with life's events - weddings, holidays, birthdays.\n4 - Designing with wall decals or wall murals.\n5 - The best deal - send me info on offers and sales.\n Stop to stop",
      "SystemMessage5": "Cardboard Cutout Standees: Don't wait for your custom prints! Orders placed by 10AM central on a business day will ship from our facility the following business day and include FREE SHIPPING!\n\ncardboard.attn.tv/aOR2iarr9rHR \n\nShoot me a text if you need any assistance ordering. Thanks! \n\n- Jordan Stop to stop",
      "SystemMessage6": "Cardboard Cutout Standees: Hi it's Jordan. I just wanted to let you know your coupon code WELCOME-3TD is about to expire. Shop now before it's too late! cardboard.attn.tv/a8ebqru2hJdk \n\nLet me know if you need any assistance. I am here to help! Stop to stop",
      "SystemMessage7": "Cardboard Cutout Standees: We've reached over 20,000 5-star BigHead and Standee reviews! Our fast turnaround, free shipping, and unrivaled customer service make creating your custom products a breeze. Upload your photos now! cardboard.attn.tv/a9TT6Q3g83zM \n\nText us back if you have any questions! Stop to stop",
      "SystemMessage8": "Cardboard Cutout Standees: Hi this is Jordan. Thanks for checking out the site! cardboard.attn.tv/asVIXLDXjt9U\n\nText back if you need anything. I am here to help!  Stop to stop",
      "customerMessage1": "My order was placed, correct?",
      "AgentMessage1": "Cardboard Cutout Standees: Hello! Thanks for reaching out. I'm afraid I'm not seeing any recent orders placed. Can you please check your email if you received a confirmation of the order? Kindly check your spam and promo folders as well. Sometimes, our emails end up there.",
      "customerMessage2": "\"",
      "customerMessage3": "Should I be concerned?!?",
      "SystemMessage9": "\"",
      "SystemMessage10": "Template used: \"Screenshot - All brands\"; last updated: 2023-10-10 18:09:41.020",
      "AgentMessage2": "Cardboard Cutout Standees: Thank you for the screenshot! I'm sorry for the trouble. I might not be seeing any orders on my side due to system limitations, so I'll happily have the team look into this for you. I've forwarded this to the team. I'll let you know as soon as I have an update. In the meantime, if you have any more questions or concerns, please let me know. I'm happy to help.",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://cardboardcutoutstandees.com",
          "date": ""
        },
        "browsingHistory": [
          {
            "item": "Create Your Standee",
            "link": "https://www.cardboardcutoutstandees.com/standee-product.html",
            "icon": "eye"
          }
        ],
        "orders": []
      },
      "orders": []
    },
    "58": {
      "id": "019bf182-96b8-4f1d-f000-0000f5436f8e",
      "companyName": "R + Co",
      "companyWebsite": "https://randco.com",
      "agentName": "Lesley",
      "agentInitial": "R",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "escalate": [
          "ESC retroactive discount/price adjustment inquiries immediately",
          "ESC discount code issues",
          "ESC if stylists/salons want to carry the products"
        ],
        "templates": [
          "For any q's about affiliate links, commissions, or salon referral links, use AFQ shortcut",
          "All of the products are unisex, use USX shortcut"
        ],
        "drive_to_purchase": [
          "Ask the cx what their hair concerns are before making a recommendation!",
          "Make recommendations when cx has specific inquiry, don't send the quiz!",
          "For full haircare regimen inquiries, recommend shampoo, conditioner, and at least one or two other products recommended that align with their need"
        ],
        "promo_and_exclusions": [
          "When sending a code provide more detail about what the code is valid for!",
          "When sending the promo/code end date, include the time the offer expires as well!"
        ]
      },
      "SystemMessage1": "R+Co: Welcome to R+Co! Msg & data rates may apply. Msg frequency varies. Reply STOP to cancel.",
      "SystemMessage2": "R+Co: Thanks for joining! Your code for 15% OFF is HELLO15. Shop now: rco.attn.tv/aJ5Vj76JAZw2 \n\nYou also now have access to our text concierge, Lesley! You can message them here anytime with questions while you shop.",
      "SystemMessage3": "R+Co: Add us to your contacts and never miss out on our latest news, offers and style tips.",
      "SystemMessage4": "R+Co: Great news! The Travel Bag & R+Co BLEU Sample Set you were looking at is now back in stock! Don't wait, grab it now:rco.attn.tv/aoLE3q7dDJdN .",
      "SystemMessage5": "R+Co: Reminder! Get the Travel Bag & R+Co BLEU Sample Set and elevate your hair routine. Click here to check out: rco.attn.tv/aQqXSXZhaYmN .",
      "SystemMessage6": "R+Co: Hey there! Forget something? Don't leave your upgraded haircare routine behind! Checkout now: rco.attn.tv/akHg4E_zGx1C\n\n\nI'm here if you have any questions!\n- Lesley",
      "customerMessage1": "Hi",
      "customerMessage2": "I have a ton of products that I added to my cart and need to narrow it down",
      "AgentMessage1": "R+Co: What are your main hair concerns or goals? I can help recommend the best products for your needs!",
      "customerMessage3": "I have dry scalp and medium hair that is prone to breakage",
      "customerMessage4": "Not color treated",
      "AgentMessage2": "R+Co: For dry scalp and breakage, try the Scalp Therapy Pre-Shampoo Exfoliating Scrub and ON A CLOUD Bond Building + Repair Leave-In Oil Conditioner. Check them out here: https://rco.attn.tv/aHgXLYOf5YDf and https://rco.attn.tv/aNrZq8loRs3B.",
      "customerMessage5": "I noticed I added several different leave in conditioners and oils",
      "AgentMessage3": "R+Co: For your needs, consider the ON A CLOUD Bond Building + Repair Leave-In Oil Conditioner and SUN CATCHER Power C Boosting Leave-In Conditioner. Both are great for hydration and strengthening.",
      "customerMessage6": "Thank you",
      "customerMessage7": "Hi, I am getting an error when I attempt to add the free sample to my cart",
      "AgentMessage4": "R+Co: Sorry about that! Can you please send me a screenshot of what you see on your end?",
      "customerMessage8": "\"",
      "AgentMessage5": "R+Co: Thank you for the screenshot! I'm sorry for the trouble. When viewing your cart on randco.com, you may select a complimentary sample to add to your order, if available. First, I might suggest trying to open the site in an incognito or private window to rule out any browser cache or extension issues. Let me know how that goes.",
      "customerMessage9": "I am still getting the same error",
      "AgentMessage6": "R+Co: Thank you for letting me know, and I'm sorry for any inconvenience. May I please have a screenshot of the items in your cart? I'm more than happy to look into this for you!",
      "customerMessage10": "\"",
      "SystemMessage7": "\"",
      "SystemMessage8": "Template used: \"Too many emails - All brands\"; last updated: 2023-10-10 17:50:00.779",
      "SystemMessage9": "Template used: \"Weekend Escalations - All brands\"; last updated: 2024-02-12 17:46:12.047",
      "AgentMessage7": "R+Co: Thanks for sharing the screenshot. I just checked and it's not work on my end as well. Let me check in on this with my team. Since it's the weekend, I may not hear back until Monday, but I'll be sure to follow up with you as soon as I do! In the meantime, is there anything else I can help you with?",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://randco.com",
          "date": ""
        },
        "browsingHistory": [
          {
            "item": "ATLANTIS Moisturizing B5 Conditioner - 8.5 OZ",
            "link": "https://www.randco.com/products/atlantis-moisturizing-b5-conditioner?_pos=1&_psq=Atlantis&_ss=e&_v=1.0",
            "icon": "eye"
          },
          {
            "item": "ATLANTIS Moisturizing B5 Conditioner - 8.5 OZ",
            "link": "https://www.randco.com/products/atlantis-moisturizing-b5-conditioner?_pos=1&_psq=Atlantis&_ss=e&_v=1.0",
            "icon": "eye"
          },
          {
            "item": "HYDRATE + RESTORE",
            "link": "https://www.randco.com/products/hydrate-restore-1?_pos=10&_psq=Atlantis&_ss=e&_v=1.0",
            "icon": "eye"
          },
          {
            "item": "ON A CLOUD Bond Building Repair + Styling Masque - 5 OZ",
            "link": "https://www.randco.com/products/on-a-cloud-baobab-oil-repair-masque?_pos=2&_psq=Masque&_ss=e&_v=1.0",
            "icon": "eye"
          },
          {
            "item": "Scalp Therapy Pre-Shampoo Exfoliating Scrub",
            "link": "https://www.randco.com/products/scalp-therapy-pre-shampoo-exfoliating-scrub",
            "icon": "eye"
          }
        ],
        "orders": []
      },
      "orders": []
    },
    "59": {
      "id": "019bb87d-c2db-45cd-f000-0000f3ee6175",
      "companyName": "Bartesian",
      "companyWebsite": "https://bartesian.com",
      "agentName": "Sarah",
      "agentInitial": "B",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "send_to_cs": [
          "For Hardware Damage/Troubleshooting:"
        ],
        "tone": [
          "Do not use \"pod(s)\" - language is \"capsules\""
        ],
        "drive_to_purchase": [
          "Unless cx specifies, default to recommending \"The Bartesian Cocktail Maker\""
        ]
      },
      "SystemMessage1": "Bartesian: Welcome to Bartesian! Msg & data rates may apply. Msg frequency varies. Reply HELP for help, STOP to cancel.",
      "SystemMessage2": "Bartesian: Thanks for signing up for Bartesian and entering the sweepstakes! Good luck! \nCheck out our latest products: bartesian.attn.tv/aLuetF6N6XUt",
      "SystemMessage3": "Bartesian: Your Bartesian is waiting... Shop now: https://bartesian.attn.tv/aO2AD9QH0Aem & Sign up for our cocktail subscription to save up to 35% now.",
      "customerMessage1": "I am extremely interested in purchasing this product and all that goes with it however after speaking with my daughter ( financial advisor) she told me that I could only purchase it by utilizing time payments....if that is possible please let me know.",
      "AgentMessage1": "Bartesian: Thank you for your interest, and I love that you have a financial advisor! For payment plans, we accept ShopPay. You can select that as a payment option at checkout.",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://bartesian.com",
          "date": ""
        },
        "browsingHistory": [],
        "orders": []
      },
      "orders": []
    },
    "60": {
      "id": "019bd429-e3ca-42c9-f000-0000eabd7285",
      "companyName": "CLEARSTEM",
      "companyWebsite": "https://clearstem.com",
      "agentName": "Amy",
      "agentInitial": "C",
      "messageTone": "Casual",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "dos_and_donts": [
          "CS FAQ 2023: https://docs.google.com/document/d/14trCw9iSUHRl_4Yq40Wz5dg3mZzm_-c0PNFbzdePMj0/edit?usp=sharing"
        ],
        "promo_and_exclusions": [
          "MINDBODYSKIN is not eligible for any discount codes!",
          "Codes only apply to products found here: https://clearstem.com/collections/all-items-codes-allowed?srsltid=AfmBOor8cOzvFvRGC60_ZKpExyRCdNOowQ8eGgZyJyAn341uscwJDfsZ"
        ]
      },
      "SystemMessage1": "CLEARSTEM: This bag is EVERYTHING. \n\nWe can barely believe we're GIVING something this luxe away!! (While supplies last). \n\nSpend $75+ and use code LILAC to claim: clearstem.attn.tv/aq990L4FiuCb .",
      "SystemMessage2": "CLEARSTEM: We truly cannot stop serving you insane fun things this holiday season.\n\nFor example: right now, you can get a FREE Mini SKINSPRAY ALL DAY when you subscribe to any product. \n\nSUBSCRIBE, SAVE + GET A FREE SKINSPRAY ALL DAY: clearstem.attn.tv/amb1xtbjowcC .",
      "SystemMessage3": "CLEARSTEM: Happy holidays, love! \n\nWhile you're celebrating with your loved ones this week, we wanted to send a little reminder to make sure to carve out MOMENTS FOR YOU: small pockets of time to pause, breathe, and enjoy a little self-care. Whether it's a cozy mug of cocoa, curling up with a blanket, or your favorite skincare ritual, may your days be filled with calm, joy, and GLOW. \n\nThank you for letting us be part of your journey to healthier, happier skin. Here's to a bright, beautiful holiday and a radiant New Year ahead.\n\nWith warmth and gratitude,\nDanielle + Kayleigh \n\nShop holiday favorites:\nclearstem.attn.tv/akTDCUO3C9CG .",
      "SystemMessage4": "CLEARSTEM: She's finally back!!! BRIGHTMEUP is BACK IN STOCK... just in time to make your holidays EXTRA bright 💛🎄\n\nSHOP NOW BEFORE IT HAPPENS AGAIN: clearstem.attn.tv/aFqBWpiPnqjq .",
      "SystemMessage5": "CLEARSTEM: Grab everything you need for a CLEAR SKIN NEW YEAR because the final sale of 2025 starts now. \n\n26% off your entire order with code BEMERRY:\nclearstem.attn.tv/a1qyICbsRH-C .",
      "SystemMessage6": "CLEARSTEM: Super quick message to let you know that the last sale of the year is ending at MIDNIGHT!\n\nGet 26% off with code BEMERRY:\nclearstem.attn.tv/ah9SE1DGW-n2 .",
      "SystemMessage7": "CLEARSTEM: Hours left to save with our LAST SALE OF THE YEAR.\n\n26% off with code BEMERRY:\nclearstem.attn.tv/aqP_iGOrc2m3 .",
      "SystemMessage8": "CLEARSTEM: We just couldn't let it end yet... 😭\n\n2025's final sale will be going on for ONE MORE DAY. \n\nUse code BEMERRY for 26% off:\nclearstem.attn.tv/alaFzSodtD5E .",
      "SystemMessage9": "CLEARSTEM: Ok it's OVER OVER. For real this time. Last sale of the year. Last reminder. \n\nYour sign to shop! \n\nUse code BEMERRY by midnight for 26% off:\nclearstem.attn.tv/a7fu4o-VJLJW .",
      "SystemMessage10": "CLEARSTEM: FINAL CALL to get a free Mini SKINSPRAY ALL DAY automatically included with your order! \n\nStart any subscription NOW to claim: \nclearstem.attn.tv/audYxm16nw8p .",
      "SystemMessage11": "CLEARSTEM: This is your sign to BREAK UP...with biotin for causing breakouts. We wanna see you out that door baby, BYE, BYE, BYE. 👋 Something better is coming 1.8. \n\nJoin the VIP waitlist now: clearstem.attn.tv/a0_Ws3C8z4pY .",
      "SystemMessage12": "CLEARSTEM: BIOTIN IS OFFICIALLY CANCELLED 🚫\n\nLet's dive into HOW it causes breakouts and why to avoid if when you're looking for a supplement. \n\nREAD NOW: clearstem.attn.tv/aHtfPLDD_GJ0 .",
      "SystemMessage13": "CLEARSTEM: MAKE 2026 YOUR YEAR OF CLEAR by focusing on the right routine! \n\nYou don't have to overthink it - we did the work for you by curating GO-TO routines that have THOUSANDS of 5-star reviews. \n\nShop based on your skin goals now: clearstem.attn.tv/aKYmBMRibHfr .",
      "SystemMessage14": "CLEARSTEM: We're having a VIRTUAL live early access LAUNCH event today and YOU'RE INVITED! 🎀💃\n\nJoin Danielle + Kayleigh live on Zoom for a very special BREAK UP WITH BIOTIN LAUNCH PARTY celebrating our HAIR SKIN NAILS Biotin-Free Beauty supplement. \n\nJOIN ON ZOOM TODAY @ 5 PM PST: clearstem.attn.tv/a1NaiWoafSqb .",
      "SystemMessage15": "CLEARSTEM: HAIR SKIN NAILS IS HERE!! She's not a regular Hair Skin Nails supplement, she's a cool one 😉\n\nMade WITHOUT biotin specifically for breakout-prone skin! \n\nShe supports: \n🎀 Strong, healthy, shiny hair + nails*\n🎀 Improved appearance of thin-looking hair*\n🎀 Visibly thicker, fuller-looking hair*\n🎀 Hydrated, bouncy skin*\n\nMade with clinically-studied ingredients including Nettle Root Extract for HAIR VOLUME, Folate for HAIR STRENGTH, and MSM Sulfur for healthier hair skin and nails overall. \n\nThis supplement does what biotin could never. \n\nGET A FREE GIFT WITH FIRST SUBSCRIPTION NOW: clearstem.attn.tv/aNYRu08xR0km .",
      "SystemMessage16": "CLEARSTEM: BRB, packing up the last free gifts for people who start a HAIR SKIN NAILS subscription today! \n\nLast chance to get a FREE Mini HYDRABERRY + 15% off 🎀\n\nDon't miss out. Subscribe to HAIR SKIN NAILS now: clearstem.attn.tv/aq5C0eZ1WZrD .",
      "SystemMessage17": "CLEARSTEM: ATTENTION: we're now on TYB, so we can REWARD you like never before!\nInside, you'll get:\n• early access to launches\n• exclusive drops + perks\n• real skin conversations\n• and more from the CLEARSTEM team\nJoin for free right NOW: clearstem.attn.tv/aVRQDyIQXC8q .",
      "SystemMessage18": "CLEARSTEM: Ring ring 📞 a NEW YOU is calling! \n\nGet 25% OFF routines to Make 2026 Your Year of Clear. \n\nUse code NEWYOU at checkout to save: clearstem.attn.tv/aqvTfZlb6yY5 .",
      "SystemMessage19": "CLEARSTEM: 25% OFF routines is ON NOW + ending at midnight. \n\nSave big with code NEWYOU: clearstem.attn.tv/aTkvVr10_Fgh .",
      "SystemMessage20": "CLEARSTEM: DOORS CLOSING for 25% off! ✌️\n\nShop routines now with code NEWYOU: clearstem.attn.tv/a_caNdPPr_cQ .",
      "SystemMessage21": "CLEARSTEM: 💌 Today Only. VIP Only. AKA YOU ONLY!! 💌\n\nWe want to treat you to a FREE bottle of everyone's favorite non-comedogenic face oil: GOLDENHOUR. \n\nAdd the mini to your cart with $75+ of product, then use code NOURISH at checkout. \n\nACT TODAY: clearstem.attn.tv/aSJm_mgptbAY .",
      "customerMessage1": "This code is only taking $4.50 off my order, not the $30",
      "customerMessage2": "\"",
      "customerMessage3": "I just checked out without the product in my cart",
      "customerMessage4": "Are you able to add the oil to my order since the code wouldn't work?",
      "SystemMessage22": "\"",
      "SystemMessage23": "Template used: \"Weekend Escalations - All brands\"; last updated: 2024-02-12 17:46:12.047",
      "SystemMessage24": "Template used: \"Code won't work - All brands\"; last updated: 2023-10-10 16:36:42.859",
      "SystemMessage25": "Template used: \"Automatic discount - All brands\"; last updated: 2023-10-10 16:40:19.306",
      "AgentMessage1": "CLEARSTEM: I'm so sorry to hear that, Sarah! Please note that discount codes don't work with subscription items, as our system can't stack multiple promotions at checkout.\n\nI did try applying the code on my end with one-time purchase items; however, it still didn't apply the full discount for the free mini bottle.\n\nI want to make sure I give you the most accurate information, so I'll check in with my team. Since it's the weekend, I may not hear back until Monday, but I'll be sure to follow up with you as soon as I do!",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://clearstem.com",
          "date": ""
        },
        "browsingHistory": [
          {
            "item": "HAIR SKIN NAILS",
            "link": "https://clearstem.com/products/hair-skin-nails?irclickid=SkqRO6X6wxycU9QU-12lL3h-UkpSXM0R3y5hUw0&irpid=101044&sharedid=&utm_source=impact&utm_medium=affiliate&utm_campaign=101044&irgwc=1&afsrc=1",
            "icon": "eye"
          },
          {
            "item": "HAIR SKIN NAILS",
            "link": "https://clearstem.com/products/hair-skin-nails",
            "icon": "eye"
          },
          {
            "item": "HAIR SKIN NAILS",
            "link": "https://clearstem.com/products/hair-skin-nails",
            "icon": "eye"
          },
          {
            "item": "GOLDENHOUR Watermelon Barrier Oil",
            "link": "https://clearstem.com/products/goldenhour?variant=47240285716705",
            "icon": "eye"
          },
          {
            "item": "MINDBODYSKIN® Hormonal Acne Supplement",
            "link": "https://clearstem.com/products/mindbodyskin-csb",
            "icon": "eye"
          }
        ],
        "orders": [
          {
            "orderNumber": "6896566403297",
            "orderDate": "",
            "link": "https://clearstem-skincare.myshopify.com/products/hair-skin-nails",
            "trackingLink": "",
            "currency": "USD",
            "items": [
              {
                "name": "HAIR SKIN NAILS",
                "price": "57.8",
                "currency": "USD",
                "productLink": "https://clearstem-skincare.myshopify.com/products/hair-skin-nails"
              },
              {
                "name": "MINDBODYSKIN® Hormonal Acne Supplement",
                "price": "52.2",
                "currency": "USD",
                "productLink": "https://clearstem-skincare.myshopify.com/products/mindbodyskin-csb"
              }
            ],
            "total": "110"
          }
        ]
      },
      "orders": [
        {
          "currency": "USD",
          "order_number": "6896566403297",
          "order_status_url": "https://clearstem-skincare.myshopify.com/products/hair-skin-nails",
          "products": [
            {
              "product_currency": "USD",
              "product_link": "https://clearstem-skincare.myshopify.com/products/hair-skin-nails",
              "product_name": "HAIR SKIN NAILS",
              "product_price": 57.8
            },
            {
              "product_currency": "USD",
              "product_link": "https://clearstem-skincare.myshopify.com/products/mindbodyskin-csb",
              "product_name": "MINDBODYSKIN® Hormonal Acne Supplement",
              "product_price": 52.2
            }
          ],
          "total": 110
        }
      ]
    }
  }
}
