{
  "version": 1,
  "chunk": "chunk_0002",
  "scenarios": {
    "6": {
      "id": "019bd2ea-59a8-4897-f000-0000e780a047",
      "companyName": "LANEIGE",
      "companyWebsite": "https://us.laneige.com",
      "agentName": "Taylor",
      "agentInitial": "L",
      "messageTone": "Casual",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "send_to_cs": [
          "Send to CS for any order related inquiries"
        ],
        "promo_and_exclusions": [
          "Free gift with purchase codes are entered in the cart and discount codes at checkout"
        ]
      },
      "SystemMessage1": "LANEIGE: End of year sale is here! Get up to 30% off select products. Last chance on holiday exclusives! Ends 1/2/26. SHOP NOW: laneige.attn.tv/aBIC2Qi4gQJE .",
      "SystemMessage2": "LANEIGE: New launch! Water Bank Aqua Facial, inspired by Korean facials for glass skin glow, at home. SHOP NOW: laneige.attn.tv/aMaaRdo-HmDy .",
      "SystemMessage3": "LANEIGE: Boxing Day savings are calling! Enjoy up to 30% off while supplies last. SHOP NOW: laneige.attn.tv/afd9-gAvjBYt .",
      "SystemMessage4": "LANEIGE: Hi Renae, your LANEIGE fam misses you! Enjoy 15% off glow-boosting skincare with code MISSYOU15 at checkout. Shop now & save https://laneige.attn.tv/aZxtAEAMJSNT",
      "SystemMessage5": "LANEIGE: Boxing Day savings are calling! Enjoy up to 30% off while supplies last. SHOP NOW: laneige.attn.tv/axv7-_Vm_GWs .",
      "SystemMessage6": "LANEIGE: NEW Donut Delight Duo: Bestselling Glaze Craze shades & an exclusive keychain in one sweet set. SHOP NOW: laneige.attn.tv/aAGqnH1e8qBt .",
      "SystemMessage7": "LANEIGE: Just launched: Daily Hydration Essentials set to cleanse, hydrate, & glow, ft. full-size Water Bank Cream! SHOP NOW: laneige.attn.tv/aYPnNvCDBAl- .",
      "SystemMessage8": "LANEIGE: FREE New Years Gifts! Get hydration essentials with orders $60+ and $80+. Ends 12/16. SHOP NOW: laneige.attn.tv/avdz2eHdQ4Kr .",
      "SystemMessage9": "LANEIGE: Loyalty Exclusive! Get a FREE Laneige headband for your skincare routine with orders $55+! Use code DEWY. Ends 1/31. Join Dewy Skin Rewards to unlock this perk! SIGN UP: laneige.attn.tv/aKyG3OboX-zD .",
      "SystemMessage10": "LANEIGE: Hey Renae, this is Taylor. Thanks for checking out our site! https://laneige.attn.tv/auLS_VEszt3w .\n\nDid you have questions about this fan fave product? Let me know and I can help answer.",
      "SystemMessage11": "LANEIGE: It looks like you forgot Lip Glowy Balm Stardust in your cart...complete your checkout today: laneige.attn.tv/akpAKj8cW5-b",
      "SystemMessage12": "LANEIGE: Get a cute blue Laneige tumbler FREE when you buy Water Bank Aqua Facial. Ends 1/21. SHOP NOW: laneige.attn.tv/aqkHIospaKR1 .",
      "SystemMessage13": "LANEIGE: Strawberry Shortcake lip mask & classic mini lip balms! Get the best of both worlds for AM to PM lip care.\nSHOP NOW: laneige.attn.tv/a7z9CPezH-ZI .",
      "SystemMessage14": "LANEIGE: Our Tropical Lip Glowy Balm Vault is here! Get 30% OFF all your fave fruity scents in one set.\nSHOP NOW: laneige.attn.tv/aOB_8LaelEkz.",
      "SystemMessage15": "LANEIGE: It looks like you forgot some goodies in your cart...complete your checkout today: laneige.attn.tv/atPpcA_-r4cl\n\nText back if you have any questions!",
      "SystemMessage16": "LANEIGE: Hey Renae, this is Taylor. Thanks for checking out our site! https://laneige.attn.tv/a0uuuhmZdfFa .\n\nDid you have questions about this fan fave product? Let me know and I can help answer.",
      "customerMessage1": "Yes I wondered when the gift set would be back in stock",
      "AgentMessage1": "LANEIGE: I'd be glad to check. Mind telling me the name of the set, so I can check? \n\nIn the meantime, feel free to explore these options here: https://laneige.attn.tv/aTfOW9r8xYzL",
      "customerMessage2": "Water bank blue hyaluronic set",
      "customerMessage3": "I had it in my cart then it was removed because it was sold out",
      "AgentMessage2": "LANEIGE: Thank you for sharing this with me, and I'm sorry to hear that! Is this the set you're trying to purchase?: https://laneige.attn.tv/aBbAwbaDfayP If so, I'm afraid I currently don't have the exact date of a possible restock, but I recommend checking our website and social media frequently. In the meantime, what do you think about this set instead?: https://laneige.attn.tv/aggfZ-b9UIg4",
      "customerMessage4": "No that is not the set I clearly listed the set name",
      "customerMessage5": "Water bank blue hyaluronic set",
      "customerMessage6": "https://us.laneige.com/collections/all-products/products/water-bank-blue-hyaluronic-set-2-0?variant=42346729144372",
      "AgentMessage3": "LANEIGE: Sorry about that. Thanks for the link. I'm afraid I don't have any info on when it will be available, but I recommend checking our website and social media frequently. In the meantime, have a look at our offers here: https://laneige.attn.tv/aTXqefS6VzNK",
      "customerMessage7": "I'm really annoyed they keep changing my cart taking things out and that's happened a few times now it makes meNot want to order anything from laniege and just order from a different skincare brand",
      "customerMessage8": "I had it all laid out but now I can't buy the things I wanted so there is no point to even buying anything",
      "customerMessage9": "They took out the blue bag and the hair band that was there",
      "customerMessage10": "Why??",
      "customerMessage11": "And now it says I am not eligible",
      "customerMessage12": "And that notTrue cause my cart is over 100$",
      "customerMessage13": "So whatever I'm don't",
      "customerMessage14": "Done",
      "AgentMessage4": "LANEIGE: I understand how frustrating that can be, Renae. Unfortunately, items can sometimes go out of stock quickly, which can cause them to be removed automatically. I'm really sorry again for the inconvenience this has caused. We truly appreciate your feedback and hope you'll give us another chance when the items you're looking for are back in stock.",
      "customerMessage15": "The other issue is that your website doesn't even have a notify me when things come back into Stock. There's no button to press or no email to add so therefore I'm never going to know when things are back in stock to make a purchase.",
      "customerMessage16": "Other companies have this so when it comes back in stock, I even get a text message then I rush to go and buy it, but there's no notification of that on the page in which the item is out of stock and I don't feel like hunting for it every day to see when it comes back in stock I won't be doing that",
      "customerMessage17": "fenty does it why can't laniege?",
      "AgentMessage5": "LANEIGE: I'm really sorry for the frustration this has caused! Customer feedback means a lot to us and helps us keep improving. I truly appreciate you sharing this, and I'll be sure to pass it along to our team for future consideration. Thank you so much. At this time, I recommend checking our website and social media frequently.",
      "customerMessage18": "The market is competitive esp for the similar products of the new Aqua facial. Other companies are doing the same thing. So what makes me want to buy it here more when it's out of stock? It's been out of stock for over a week. The set allows us to try the items with out investing in the other items costing 3 times more. ESP when we are not sure if it works for us yet.",
      "AgentMessage6": "LANEIGE: Thank you so much for taking the time to share your thoughts. The high demand for Aqua facial has unfortunately led to it selling out faster than expected, but this also reflects how much our customers are enjoying the results. Please know that we're actively working on restocking and improving availability, and your feedback helps us prioritize that. Thank you again for your patience and for sharing what matters to you. I truly value it and will make sure this is shared with our team.",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://us.laneige.com",
          "date": ""
        },
        "browsingHistory": [
          {
            "item": "Perfect Renew Nourishing Oil-to-Foam Cleanser",
            "link": "https://us.laneige.com/products/perfect-renew-nourishing-oil-to-foam-cleanser",
            "icon": "eye"
          },
          {
            "item": "Water Bank Aqua Facial",
            "link": "https://us.laneige.com/products/water-bank-aqua-facial",
            "icon": "eye"
          },
          {
            "item": "Water Bank Aqua Facial",
            "link": "https://us.laneige.com/products/water-bank-aqua-facial",
            "icon": "eye"
          },
          {
            "item": "Hydration to Go Set",
            "link": "https://us.laneige.com/products/hydration-to-go-set?utm_campaign=concierge-reply&utm_medium=sms&utm_source=attentive&externalId=6fFSD",
            "icon": "eye"
          },
          {
            "item": "Daily Hydration Essential Set",
            "link": "https://us.laneige.com/products/daily-hydration-essential-set?variant=47349903261748&utm_campaign=concierge-reply&utm_medium=sms&utm_source=attentive&externalId=6fFSD",
            "icon": "eye"
          }
        ],
        "orders": []
      },
      "orders": []
    },
    "7": {
      "id": "019bbd10-c0b7-4239-f000-0000f3b1db89",
      "companyName": "State Line Tack",
      "companyWebsite": "https://statelinetack.com",
      "agentName": "Sarah",
      "agentInitial": "S",
      "messageTone": "Casual",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "send_to_cs": [
          "Send to CS for post purchase issues, use PPI shortcut"
        ],
        "promo_and_exclusions": [
          "Some items aren’t eligible for discounts due to manufacturers’ policy, add to cart to double-check!"
        ]
      },
      "SystemMessage1": "State Line Tack: Reply Y to subscribe to recurring automated personalized marketing alerts (e.g. cart reminders) from State Line Tack.",
      "SystemMessage2": "State Line Tack: Welcome! Msg & data rates may apply. Msg frequency varies. Reply HELP for help, STOP to cancel.",
      "SystemMessage3": "State Line Tack: Hey, this is Sarah! Thanks for signing up! Click here to activate your offer: slt.attn.tv/agDpJTFKoxnP",
      "SystemMessage4": "State Line Tack: You have been entered to win thousands in prizes each month! Click here for official Terms & Conditions. https://slt.attn.tv/aKhJ9QkJVxEy .",
      "SystemMessage5": "State Line Tack: Don't forget to save our contact to get exclusive updates!",
      "SystemMessage6": "State Line Tack: Still deciding? In case you missed it, use offer MPSL1530 at checkout. Shop now: https://slt.attn.tv/a9tgMpiImL15 .",
      "customerMessage1": "Didn't work",
      "AgentMessage1": "State Line Tack: Please try using the coupon code MPSL1530 again on our website: statelinetack.com. If it still doesn't work, please share a screenshot of the issue.",
      "customerMessage2": "\"",
      "AgentMessage2": "State Line Tack: Thank you for sharing, and I apologize for the inconvenience. Do you mind sharing a screenshot of your cart? I'd like to take a closer look for you. \n\nKindly note that some products will be excluded from discounts due to manufacturer guidelines, including select horse clothing, apparel, and wormers. Additionally, our promo offers may not be applied to any other promotional offers or discounts.",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://statelinetack.com",
          "date": ""
        },
        "browsingHistory": [],
        "orders": []
      },
      "orders": []
    },
    "8": {
      "id": "019bdd75-be32-4577-f000-0000f5218c53",
      "companyName": "Siena Sleep",
      "companyWebsite": "https://sienasleep.com/",
      "agentName": "Charlie",
      "agentInitial": "S",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "send_to_cs": [
          "No ESC for this client, send everything to CS"
        ],
        "tone": [
          "Close the convo when the client takes over"
        ]
      },
      "SystemMessage1": "Siena: Welcome to Siena! Msg & data rates may apply. Msg frequency varies. Reply HELP for help, STOP to cancel. Phone support: (844) 973-4717.",
      "SystemMessage2": "Siena: You're in!",
      "SystemMessage3": "Siena: First step? Get your Siena for just $179! Plus 180 nights to try it (& free shipping)\n\nHurry, order now for fast delivery:\nsiena.attn.tv/ayb2uMBSmx74",
      "customerMessage1": "Do u have  king size",
      "AgentMessage1": "Siena: Thank you for reaching out! Yes, and you can find it here: https://siena.attn.tv/aEWtxyZ6RErw\n\nHope this helps! If you have any questions, feel free to text me.",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://sienasleep.com/",
          "date": ""
        },
        "browsingHistory": [],
        "orders": []
      },
      "orders": []
    },
    "9": {
      "id": "019bc257-7734-4a9f-f000-00009249c745",
      "companyName": "HOP WTR",
      "companyWebsite": "https://hopwtr.com",
      "agentName": "Fin",
      "agentInitial": "H",
      "messageTone": "Casual",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {},
      "SystemMessage1": "HOPWTR: Last Chance!\n\nBuy 3, Get 2 Free\ncode JANREADY2\n\nBuy 2, Get 1 Free\ncode JANREADY1\n\nBuy 1, Get One 50% Off\ncode JANREADY50\n\nhopwtr.attn.tv/akXv0pQvTspm",
      "SystemMessage2": "HOPWTR: Something NEW is being set in Stone.\n\nDownload the app to be first!\nApple: hopwtr.attn.tv/aK6SqhuWvxuj \nAndroid: hopwtr.attn.tv/a_Q6M_lWQQ37",
      "SystemMessage3": "HOPWTR: Mix and match your favorites with our new Bundle Builder! Create your perfect pack and save up to 23%. \n\nCheck it out here: hopwtr.attn.tv/a3Cjo5v5a4xc",
      "SystemMessage4": "HOPWTR: The HOPWTR x Stone collab is here! This one hits DIFFERENT.\n\nShop now: hopwtr.attn.tv/a417kfQ7ptyM",
      "SystemMessage5": "HOPWTR: A special offer just for you!\n\nTake 20% off your next order and enjoy a round of HOP WTR on us with code VIP20. It's kinda the next best thing to cheers-ing you IRL.\n\nhttps://hopwtr.attn.tv/aLFTAKsQt6WL \n\nCheers 🍻",
      "SystemMessage6": "HOPWTR: Create your dream pack with our new Bundle Builder! Mix and match your favorites and save up to 23%. \n\nDon't wait: hopwtr.attn.tv/ak5fi1Luuonj",
      "SystemMessage7": "HOPWTR: NEW! HOPWTR x Stone Brewing. Centennial Citrus. A matched brewed in heaven. \n\nTry it for yourself: hopwtr.attn.tv/a91Y9dYwdHAf",
      "SystemMessage8": "HOPWTR: Your special offer is about to expire!\n\nTake 20% off your next order and enjoy a round of HOP WTR on us with code VIP20. \n\nhttps://hopwtr.attn.tv/akLGZCVt2MVd \n\nCheers 🍻",
      "SystemMessage9": "HOPWTR: One day only! Buy one, get one FREE.\n\nYour free HOPWTR is waiting. Use code HOP1GET1.\n\nhopwtr.attn.tv/a2CqAkmzeAP4 \n\nHurry!",
      "SystemMessage10": "HOPWTR: Experience bold flavor with Stone IPA Centennial Citrus waiting in your cart.\n\nUse code SAVE10 for $10 off.\n\nShop now: https://hopwtr.attn.tv/a_L9sdUo6X6d .",
      "customerMessage1": "Coupon not working for stone",
      "AgentMessage1": "HOPWTR: Thank you for reaching out and I'm sorry about that! Have you encountered any error messages? I tried it on my end and it worked. You can use this cart link with the code pre-applied: https://hopwtr.attn.tv/aVjJLyNuwUHN",
      "customerMessage2": "Was trying the hop1get1 code, link takes me to a screen where stone is an option but coupon code shows -$0.00 with 2 in cart",
      "AgentMessage2": "HOPWTR: I'm sorry to hear that. Can you please send a screenshot of your cart so I can check?\n\nAlso, please note that some exclusions may apply. I hope this helps.",
      "customerMessage3": "\"",
      "AgentMessage3": "HOPWTR: I'm really sorry for the confusion. The HOP1GET1 code only applies to selected items, and to see the discount, it needs to be applied at checkout rather than in the cart.",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://hopwtr.com",
          "date": ""
        },
        "browsingHistory": [
          {
            "item": "Centennial Citrus - 12-pack",
            "link": "https://hopwtr.com/products/stone",
            "icon": "eye"
          },
          {
            "item": "Centennial Citrus - 12-pack",
            "link": "https://hopwtr.com/products/stone?variant=47692618924259&utm_campaign=Launch_base&utm_medium=sms&utm_source=attentive&externalId=Z83bd",
            "icon": "eye"
          }
        ],
        "orders": []
      },
      "orders": []
    },
    "10": {
      "id": "019be220-d44f-4117-f000-0000f52e5de5",
      "companyName": "Kathy Kuo Home",
      "companyWebsite": "https://kathykuohome.com",
      "agentName": "Sarah",
      "agentInitial": "K",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "escalate": [
          "Esc inquiries about items not on the site",
          "ESC if the cx missed a sale & wants to take advantage of it",
          "ESC if the customer is asking for a discount and we don't have one",
          "If cx is looking for general recommendations use LFR shortcut and ESC"
        ],
        "templates": [
          "If cx is building a new home, interested in refurnishing their entire home or rooms in their home, use the IDS shortcut",
          "If cx is shopping for a client use SFC shortcut",
          "Any convo without a positive outcome (out of stock, not on sale, not shipping in time), use DSS shortcut"
        ],
        "dos_and_donts": [
          "For product-specific delivery time-frame inquiries always check the product page for delivery info and share that with the cx"
        ]
      },
      "SystemMessage1": "Kathy Kuo: Welcome! Msg & data rates may apply. Msg frequency varies. Reply HELP for help, STOP to cancel.",
      "SystemMessage2": "Kathy Kuo: Welcome in! We're so excited to be your trusted destination for furnishing and interior design, no matter where you are in your home journey.\n\nEnjoy 10% Off your first order with code YOUR10 to get started: kathykuohome.attn.tv/aQ_xmGVmZFr0 .",
      "SystemMessage3": "Kathy Kuo: Save our info so you know it's us when we reach out with new finds, thoughtful offers, and design inspiration just for you.",
      "SystemMessage4": "Kathy Kuo: Last day to shop the Winter Sale! Thoughtfully designed pieces, 20% Off, a beautiful way to refresh your home: kathykuohome.attn.tv/aj-Gx5C30V-F .",
      "SystemMessage5": "Kathy Kuo: Need help getting started? Tell us a little about yourself and we'll take it from there. Text back with a number!\n\n1 - I'm shopping for my home\n2 - I need design help\n3 - I'm a Trade professional",
      "SystemMessage6": "Kathy Kuo: Hey there, this is Sarah. Thanks for checking out our site! https://kathykuohome.attn.tv/aSw3C6pbtYkC . Are you working on a home design project we can help you with?",
      "customerMessage1": "I need multiple new rugs for my home",
      "AgentMessage1": "Kathy Kuo: Explore our rug collection here: https://kathykuohome.attn.tv/aHx7vFapjvqG. Let me know if you need help with specific styles or sizes!",
      "SystemMessage7": "Kathy Kuo: Excited to help with your next home purchase! Our expert designers curate the best of the best to make styling your home fun and inspiring. \n\nShop Bestsellers:\nkathykuohome.attn.tv/anYZGLnS8kQk",
      "customerMessage2": "I need help finding an entry way rug and coordinating (not matching runners)",
      "AgentMessage2": "Kathy Kuo: Check out the Adaline Modern Classic Blue Patterned Rug for your entryway: https://kathykuohome.attn.tv/aEob-F7lHOjs. For coordinating runners, consider the Mode Living Modern Classic Antibes Runner: https://kathykuohome.attn.tv/a7dP9XLsfwRU.",
      "customerMessage3": "The first link goes to nothing specific, the second link is for a discontinued item",
      "AgentMessage3": "Kathy Kuo: I'm sorry for the confusion! You can find our entryway rugs here- https://kathykuohome.attn.tv/auHb3RuID5gx\nDo you have a price range in mind?",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://kathykuohome.com",
          "date": ""
        },
        "browsingHistory": [
          {
            "item": "Mode Living Modern Classic Antibes Runner with Gold Foil Print - 16",
            "link": "https://www.kathykuohome.com/Product/Detail/37285-Mode-Living-Modern-Classic-Antibes-Runner-with-Gold-Foil-Print-x?utm_campaign=Concierge-Reply&utm_medium=cpc&utm_source=attentive&externalId=QlEVs",
            "icon": "eye"
          },
          {
            "item": "Hedi Modern Classic Natural Herringbone Patterned Jute Rug - 5'x8'",
            "link": "https://www.kathykuohome.com/Product/Detail/119962-Hedi-Modern-Classic-Natural-Herringbone-Patterned-Jute-Rug-x",
            "icon": "eye"
          },
          {
            "item": "Alarisse Modern Classic Fog Grey Abstract Patterned Rug - 5'3",
            "link": "https://www.kathykuohome.com/Product/Detail/64600-Alarisse-Modern-Classic-Fog-Grey-Abstract-Patterned-Rug-x?returnmarker=https%3A%2F%2Fwww.kathykuohome.com%2FProduct%2FProdGroup%2F4x6-Rugs%3Fpage%3D4",
            "icon": "eye"
          },
          {
            "item": "Kaelith French Country Beige Wool Diamond Patterned Rug - 5'x7'6",
            "link": "https://www.kathykuohome.com/Product/Detail/139834-Kaelith-French-Country-Beige-Wool-Diamond-Patterned-Rug-x",
            "icon": "eye"
          }
        ],
        "orders": []
      },
      "orders": []
    }
  }
}
