{
  "version": 1,
  "chunk": "chunk_0061",
  "scenarios": {
    "301": {
      "id": "019bf662-7abb-4d19-f000-0000f5dfe6e2",
      "companyName": "Hot Topic",
      "companyWebsite": "https://hottopic.com",
      "agentName": "Sarah",
      "agentInitial": "H",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "send_to_cs": [
          "No ESC for this client, send everything to CS!"
        ],
        "dos_and_donts": [
          "Close the convo once the client takes over!"
        ],
        "promo_and_exclusions": [
          "Welcome code & promotion terms and conditions: https://www.hottopic.com/details/?viewType=desktop"
        ]
      },
      "SystemMessage1": "Hot Topic: Welcome! Msg & data rates may apply. Msg frequency varies. Reply HELP for help, STOP to cancel.",
      "SystemMessage2": "Hot Topic: Welcome! You're now on our list, and ONE QUICK STEP away from 30% off your next purchase... hottopic.attn.tv/aHpWBfoTEndo .",
      "customerMessage1": "Help",
      "customerMessage2": "I need to reset my hot topic account",
      "customerMessage3": "HELP",
      "AgentMessage1": "Hot Topic: Thanks for patiently waiting, and I apologize for any inconvenience. I'm happy to help! Can you clarify what you mean by \"reset\"? Are you trying to change your password, update your account information, or something else?",
      "customerMessage4": "I was trying to acces my hot topic account because I had the hot bucks thing from a different purchase",
      "customerMessage5": "I'll go fix it in person if I can",
      "AgentMessage2": "Hot Topic: Sorry about that! Can you try changing your password by clicking on \"Forgot password\"? This will allow you to reset the password so you can access your account. Let me know how it goes!",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://hottopic.com",
          "date": ""
        },
        "browsingHistory": [
          {
            "item": "Loungefly Five Nights At Freddy's Arcade Blind Box Enamel Pin Hot Topic Exclusive | Hot Topic",
            "link": "https://www.hottopic.com/product/loungefly-five-nights-at-freddys-arcade-blind-box-enamel-pin-hot-topic-exclusive/34553812.html",
            "icon": "eye"
          },
          {
            "item": "Five Nights At Freddy's Cuff Earring Set | Hot Topic",
            "link": "https://www.hottopic.com/product/five-nights-at-freddys-cuff-earring-set/35486470.html?prPos=1693",
            "icon": "eye"
          },
          {
            "item": "Five Nights At Freddy's Cuff Earring Set | Hot Topic",
            "link": "https://www.hottopic.com/product/five-nights-at-freddys-cuff-earring-set/35486470.html?prPos=1427",
            "icon": "eye"
          },
          {
            "item": "Five Nights At Freddy's Blind Assorted Plush Bag Clip | Hot Topic",
            "link": "https://www.hottopic.com/product/five-nights-at-freddys-blind-assorted-plush-bag-clip/34257845.html",
            "icon": "eye"
          },
          {
            "item": "Five Nights At Freddy's Cuff Earring Set | Hot Topic",
            "link": "https://www.hottopic.com/product/five-nights-at-freddys-cuff-earring-set/35486470.html?prPos=1427",
            "icon": "eye"
          }
        ],
        "orders": []
      },
      "orders": []
    },
    "302": {
      "id": "019be712-dd72-4a0a-f000-000012d9ae4e",
      "companyName": "Organifi",
      "companyWebsite": "https://organifishop.com",
      "agentName": "Vivian",
      "agentInitial": "O",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {},
      "SystemMessage1": "Organifi: Christmas gift coupon code: Use code CHRISTMAS20 for 20% off every order (expires tomorrow) organifi.attn.tv/aOUZBtzmSjOV",
      "SystemMessage2": "Organifi: Get a free 10 serving supply of Organifi Sleep with every order! No coupon code necessary! organifi.attn.tv/aAYjoOHtyykR",
      "SystemMessage3": "Organifi: Get a FREE 30 day supply of Organifi Harmony, a hormone balancing chocolate blend for women, with any 3 items! organifi.attn.tv/aSOhurAKZtcq",
      "SystemMessage4": "Organifi: Win $500 and a year's supply of your favorite product in our 2026 transformation contest! Just order the New Year's bundle for 36% off, get 3 free products, free shipping, and follow along with the meal plan to enter to win! organifi.attn.tv/aYEhEhoNSTTS",
      "SystemMessage5": "Organifi: Hey , this is Vivian. I noticed you subscribed recently but haven't purchased yet.\n\nSome people have questions before trying Organifi. Is there anything you'd like to ask us?\n\nhttps://organifi.attn.tv/a0wV6Wdyd4iD",
      "customerMessage1": "Hi Vivian, hope you had a nice weekend.  Any progress with the cannister?  I see last order was $260 and I take the Green Juice and Pure daily.",
      "AgentMessage1": "Organifi: Thank you! I hope you had a nice one, too! I'm afraid I haven't heard from the team yet. Let me follow up on this, and I'll be in touch once I get an update. Alternatively, you can email us directly at support@organifi.com. Our team is happy to help!",
      "customerMessage2": "Thanks, Vivian.  I'll trust you to handle.  Looking to receive the cannister.  Happy to make a product purchase as needed.  Plmk . . . .",
      "AgentMessage2": "Organifi: My pleasure! Have a great day and if you have any questions, feel free to send me a text. I'll be in touch!",
      "SystemMessage6": "Organifi: Get a FREE 30-day supply of Organifi Shilajit Gummies w/ any 3 items organifi.attn.tv/aYb8sJ1fwbJG",
      "SystemMessage7": "Organifi: hi there! can you please let us know which canister you're referring to? I see an order placed under your account from Dec 19 which included a free ceramic container.",
      "customerMessage3": "Right, that's the one.  I have one for my Green Juice and I'd like another for my Pure, both of which I take every day.",
      "SystemMessage8": "\"",
      "AgentMessage3": "Organifi: Thank you! Let me get back with this info, and I'll keep you posted.",
      "customerMessage4": "Hi Vivian, hope all is well, any luck with the canister?",
      "AgentMessage4": "Organifi: I'm sorry to keep you waiting. Unfortunately, I haven't heard back from the team yet. Rest assured I'll shoot you a text as soon as I have an update!",
      "SystemMessage9": "Organifi: Still moving! Any 3 products gets you a FREE 30-day supply of Organifi Shilajit Gummies, plus you get free shipping on orders over $150 organifi.attn.tv/a0ns_pP8mm-y",
      "customerMessage5": "Thanks, Vivian.  I'm willing to purchase three products to get the canister rather than the gummies . . . .",
      "AgentMessage5": "Organifi: I understand. Unfortunately, I'm still waiting for an update from my team. Rest assured, I'll let you know once I hear back from them. We appreciate your patience.",
      "customerMessage6": "Happy Friday, Vivian!  Can we resolve the canister today please?  I've been a loyal customer for years and there are obviously a lot of other supplements I could try.  Please let's close this out.",
      "AgentMessage6": "Organifi: Thank you for being a loyal customer! And I'm sorry for the delayed response from the team. As soon as I get the information I will send you a message right away. We try our best to resolve any concerns/issues our customers might have as quickly as possible, so thank you for your patience thus far.",
      "SystemMessage10": "Organifi: Green Juice: Save over $71 and get free shipping on this bundle of 3 organifi.attn.tv/alxgtOZaiyje",
      "customerMessage7": "Today?",
      "SystemMessage11": "Organifi: Go ahead and make a purchase and reach out with the ordr number so we can add the ceramix container as a courtesy,",
      "customerMessage8": "Thank you, Vivian, just send to you?",
      "customerMessage9": "Hi Vivian, thanks for the help with the canister.  Are you online today to take an order number so we can close this out?",
      "AgentMessage7": "Organifi: You're welcome! Yes, I'm here. I'll wait for the order number.",
      "customerMessage10": "Hi Vivian, the order number is:  GZW0WLMD8Three bags of Pure going to Eric GrannonPlease confirmation addition of ceramix canister as a courtesy.  Thank you!",
      "SystemMessage12": "re-esc: Hi Vivian, the order number is: GZW0WLMD8Three bags of Pure going to Eric GrannonPlease confirmation addition of ceramix canister as a courtesy. Thank you!",
      "AgentMessage8": "Organifi: Thanks so much! I'll send this over to the team and I'll ge back to you again. 😊",
      "customerMessage11": "Hi Vivian, we all set?",
      "AgentMessage9": "Organifi: Yes, we're all set for now. I've already forwarded your concern to our support team, and rest assured, I'll keep you updated as soon as I hear back from them.",
      "SystemMessage13": "Organifi: Save 30% on Organifi's Mood-enhancing Happy Drops gummies! organifi.attn.tv/amVyFQguPsNE",
      "customerMessage12": "Good morning, Vivian, I received this automated text.  Can we make sure the canister ships with my order per your message?  Will that go out today?",
      "AgentMessage10": "Organifi: Got it! I actually haven't heard back from the team yet, but I already sent another follow-up. As soon as I hear back, I'll let you know!",
      "customerMessage13": "Hi Vivian, hope all is well.  I received an e-mail that the order has shipped but I don't see the canister referenced.  Please confirm that the canister will arrive with the order.  Kind regards,",
      "AgentMessage11": "Organifi: I'm sorry to keep you waiting. Unfortunately, I haven't heard back from the team yet. Rest assured I'll shoot you a text as soon as I have an update!",
      "customerMessage14": "Vivian, thanks for the response but I placed the order at the company's direction that the order would have the canister included.  If we cannot get confirmation today, I prefer to cancel the order for a full refund.  I have more product than I need right now.  Plmk . . . .",
      "AgentMessage12": "Organifi: I completely understand. Rest assured, I will get back to you the second the team replies. Thank you for your patience, and have a good day for now.",
      "SystemMessage14": "Organifi: Boost your energy naturally with our fan-favorite Organifi Red Juice bundle! Perfect for a caffeine-free pick-me-up. Save 30% organifi.attn.tv/a2v-x8nzV7zZ",
      "customerMessage15": "Hi Vivian, can we resolve today?",
      "AgentMessage13": "Organifi: I'm so sorry, I haven't heard back from the team just yet. I'll keep you updated as soon as I do. Alternatively, you can email us directly at support@organifi.com or give us a call at 1-760-487-8587 Our team is happy to help! Please be sure to check your spam and promo folders as well, as our emails sometimes end up there.",
      "customerMessage16": "What would I e-mail?  Isn't the representation from you that the canister would be added to my order a solution that came from your team?",
      "AgentMessage14": "Organifi: It's alright, no worries about it. I'll just wait for my team's response. I'll be sure to update you the moment I hear back.",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://organifishop.com",
          "date": ""
        },
        "browsingHistory": [
          {
            "item": "Happy Drops",
            "link": "https://www.organifishop.com/products/happy-drops?quantity=3&utm_source=Klaviyo&utm_medium=email&utm_campaign=Happy%20Drops%20Buy%203%20Sales%20Email%20V2%202025%20%28clone%29%20%282026-01-10%29&utm_id=01KED45Q4ZSB88E4VG78HFAW3F&bxid=01F7HD8ARVH194JE5WF35GK1ZE&tw_source=klaviyo&_kx=lUlU3IDL6B4RsKSi2wi7Bt9FxXD_vgdpkN-Ulb8Kung.PNHBh8",
            "icon": "eye"
          },
          {
            "item": "Green Juice Travel Packs 30 ct",
            "link": "https://www.organifishop.com/products/green-juice-travel-packs-30-ct?utm_campaign=Concierge-Site-Visitor-3&utm_source=attentive&utm_medium=SMS&externalId=IqE3M",
            "icon": "eye"
          },
          {
            "item": "Organifi Kids: Easy Greens",
            "link": "https://www.organifishop.com/products/organifi-kids-easy-greens",
            "icon": "eye"
          },
          {
            "item": "Green Juice Travel Packs 30 ct",
            "link": "https://www.organifishop.com/products/green-juice-travel-packs-30-ct",
            "icon": "eye"
          },
          {
            "item": "Pure",
            "link": "https://www.organifishop.com/products/pure",
            "icon": "eye"
          }
        ],
        "orders": [
          {
            "orderNumber": "7456714260666",
            "orderDate": "",
            "link": "https://organifi.myshopify.com/products/pure",
            "trackingLink": "",
            "currency": "USD",
            "items": [
              {
                "name": "Pure",
                "price": "69.95",
                "currency": "USD",
                "productLink": "https://organifi.myshopify.com/products/pure"
              }
            ],
            "total": "69.95"
          }
        ]
      },
      "orders": [
        {
          "currency": "USD",
          "order_number": "7456714260666",
          "order_status_url": "https://organifi.myshopify.com/products/pure",
          "products": [
            {
              "product_currency": "USD",
              "product_link": "https://organifi.myshopify.com/products/pure",
              "product_name": "Pure",
              "product_price": 69.95
            }
          ],
          "total": 69.95
        }
      ]
    }
  }
}
