{
  "version": 1,
  "chunk": "chunk_0026",
  "scenarios": {
    "126": {
      "id": "019bf164-eba3-485a-f000-0000f15ca1cf",
      "companyName": "Bonobos",
      "companyWebsite": "https://bonobos.com",
      "agentName": "Miles",
      "agentInitial": "B",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "tone": [
          "Close journey replies asking customers to text in their birthday to receive a gift"
        ],
        "dos_and_donts": [
          "Offer help if the customer replies back to the automated message with number 0"
        ],
        "templates": [
          "For checkout issues use COI shortcut",
          "If the site doesn't accept the customers payment method use PME shortcut"
        ],
        "promo_and_exclusions": [
          "The welcome code can be applied to discounted items",
          "For issues with the code GETSTARTED15 use GSE shortcut",
          "The 20% off welcome offer will automatically be added at checkout for their first order"
        ]
      },
      "SystemMessage1": "Bonobos: Reply Y to subscribe to recurring automated personalized marketing alerts (e.g. cart reminders) from Bonobos.",
      "SystemMessage2": "Bonobos: Welcome! Msg & data rates may apply. Msg frequency varies. Reply HELP for help, STOP to cancel. Privacy: attnl.tv/p/eEr",
      "SystemMessage3": "Bonobos: Congratulations! We might be biased, but we think you just signed up for the best text alerts in the game 😎 To put money where our mouth is, here's a coupon code for 20% off your first order - hello20_vrcped ! Welcome to Bonobos! \n\nGet Your 20% Off Now: bonobos.attn.tv/a1ASacd8IEqc \n\nTerms apply.",
      "SystemMessage4": "Bonobos: Oh, also, a lot of people like getting personal recs from us. Over the next few days we'll try to help you find something that you will love.\n\nReady for a style upgrade? Take a look at the newest arrivals and see what you discover: https://bonobos.attn.tv/afHpRPfcU1ta .",
      "SystemMessage5": "Bonobos: Go get the Gramercy Premium Jean in your cart—made for comfort and easy style.\n\nUse code hello20_vrcped for 20% off your purchase.\n\nShop now: https://bonobos.attn.tv/ac2AESiHhu9g .",
      "SystemMessage6": "Bonobos: Snag those Travel Jeans—they're made to MOVE and keep you comfy wherever you go!  \n\nEnjoy $50 off these.  \n\nShop now: https://bonobos.attn.tv/a7PAnMP2RR2M . 👖",
      "SystemMessage7": "Bonobos: Looking for something versatile and easy to wear? The Jeans lineup is all about comfort that keeps up with you.\n\nCheck out your next favorite pair here: https://bonobos.attn.tv/a_vvZ88aBB2E .",
      "SystemMessage8": "Bonobos: Check out the Gramercy Premium Jean, designed for comfort with sharp style in mind.\n\n249 people recently purchased this classic, complete your order before it disappears!\n\nFind your fit here: https://bonobos.attn.tv/a4fn6X_AQ_4f .",
      "SystemMessage9": "Bonobos: You're already subscribed. Don't worry, your birthday's in our calendar with a big circle around it.",
      "SystemMessage10": "Bonobos: Glad you stopped by and checked us out. \n\nShop now for sharp fits and comfort that works anywhere: https://bonobos.attn.tv/a6qBqT2tLag3 .",
      "SystemMessage11": "Bonobos: Hey hey! If you have any questions, don't hesitate to reach out. We're always ready to help.\n\nVisit bonobos.attn.tv/a_8_9wEoYJ3I for order help, or hit us back here for some product and style tips.",
      "SystemMessage12": "Bonobos: Hey hey! If you have any questions, don't hesitate to reach out. We're always ready to help.\n\nVisit bonobos.attn.tv/akS1TQ98dTSp for order help, or hit us back here for some product and style tips.",
      "SystemMessage13": "Bonobos: Have you peeked at our bundles page lately? We've refreshed it with more fan favorites and you can save BIG - over 25%! Don't miss out on these awesome deals!\n\nShop Exclusive Specials: bonobos.attn.tv/arxR7WH7lk1f",
      "SystemMessage14": "Bonobos: Grab the Travel Jeans — comfy, stretch, wrinkle-resistant, ready for anything. ACT FAST\n\n4.7K people have recently viewed Travel Jeans.\n\nShop now: https://bonobos.attn.tv/aDSE2xfKOe04 .",
      "SystemMessage15": "Bonobos: Hey, thanks for visiting.\n\nShop now: https://bonobos.attn.tv/aItnHfcZwK2R .",
      "SystemMessage16": "Bonobos: Grab the Travel Jeans — comfy fit, travel-ready stretch, perfect for long days.\n\n7.6K people have recently viewed Travel Jeans.\n\nShop now: https://bonobos.attn.tv/aYsd8bDwIRBd .",
      "SystemMessage17": "Bonobos: Hey there! Starting today, you can snag an extra 50% off all sale items. That's up to 70% off original prices! Don't miss out on these deals—your wardrobe will thank you!\n\nShop 50% Off: bonobos.attn.tv/a2Pp14rO5I_2",
      "SystemMessage18": "Bonobos: Grab the Italian Brushed 5-Pocket Pants — comfy, polished, ready for anything. BUY NOW\n\nThey're $50 off — don't miss out.\n\nShop now: https://bonobos.attn.tv/aAHG2egUIgY6 . 🎉",
      "SystemMessage19": "Bonobos: Nice pick—those five-pocket pants blend stretch and clean lines for easy everyday wear. 😎\n\nThis look is for you: https://bonobos.attn.tv/aobD0K8RP_Yw . BUY NOW",
      "SystemMessage20": "Bonobos: Oh hey, the Tour Harrington Golf Jacket you wanted is back in stock! Hurry and see if your size is still available: bonobos.attn.tv/agI-pQYKzDXh\n\nplus get 20% off with your exclusive welcome code hello20_vrcped",
      "SystemMessage21": "Bonobos: Hey hey! If you have any questions, don't hesitate to reach out. We're always ready to help.\n\nVisit bonobos.attn.tv/a-bVKvzpyRFI for order help, or hit us back here for some product and style tips.",
      "SystemMessage22": "Bonobos: Thank you for your purchase! We're getting your order ready and will be in touch via email with more details. If you have any questions, don't hesitate to reach out - we're here to help!\n \nForget something you wanted?\nbonobos.attn.tv/aAmbvLNbSmWN \n\nCheck Your Order Status: \nbonobos.attn.tv/a5EfKrD3OYWy",
      "SystemMessage23": "Bonobos: Oh hey, the The Italian Wool Car Coat you wanted is back in stock! Hurry and see if your size is still available: bonobos.attn.tv/au6ycgjCrSfR\n\nplus get 20% off with your exclusive welcome code hello20_vrcped",
      "SystemMessage24": "Bonobos: Hey, thanks for visiting!\n\nThis look is for you: https://bonobos.attn.tv/a4DxFcTDP-3o .",
      "SystemMessage25": "Bonobos: Hey hey! If you have any questions, don't hesitate to reach out. We're always ready to help.\n\nVisit bonobos.attn.tv/aE2Hwi1bFDRs for order help, or hit us back here for some product and style tips.",
      "customerMessage1": "\"",
      "AgentMessage1": "Bonobos: Thanks for sending the screenshot! How can I help?",
      "customerMessage2": "My package was returned to sender because the street address was wrong on my order - despite my best efforts to ensure that 1309 was the correct house (attached). I tried to intercept it at the post office but its already being returned to sender",
      "customerMessage3": "I’m not happy. I was really looking forward to wearing my new jeans on vacation, but I’m leaving today so grrrrr",
      "AgentMessage2": "Bonobos: I'm sorry about that. I'll be happy to check on this with my team! Could you please provide me with the order number and the email address you used for the purchase?",
      "customerMessage4": "Jon Ekroos\n1309 Race St\nCambridge, Md\n21613\n\nOrder number 329780635",
      "AgentMessage3": "Bonobos: Thanks for the info! Can you also confirm the email address associated with this order?",
      "customerMessage5": "Jonekroos@gmail.com",
      "customerMessage6": "I’ve got a second pair of pants that may ship today or tomorrow, so I corrected my profile address on your site last night",
      "customerMessage7": "…and I’m sure I’ll be ordering plenty more in due time ✌️",
      "SystemMessage26": "\"",
      "AgentMessage4": "Bonobos: Thanks for the info and for your support! I will pass this along to my team and get back to you as soon as possible. Hang tight!",
      "customerMessage8": "👌👍",
      "customerMessage9": "The shipment number was H30285008347 and the UPS tracking number was 1ZGG8730YW01197572",
      "AgentMessage5": "Bonobos: Thank you for letting me know. Rest assured, I'll keep you posted once I hear back from my team. If you have any more questions, feel free to shoot me a text.",
      "customerMessage10": "Liked “Thank you for letting me know. Rest assured, I'll keep you posted once I hear back from my team. If you have any more questions, feel free to shoot me a text.”",
      "SystemMessage27": "\"",
      "AgentMessage6": "Bonobos: Thanks for your patience! I've just heard from the team, and we understand the importance of this. We apologize for the inconvenience this has caused. Note that we only have a one-hour window to modify an order after it is placed. However, there are shipments that cannot change the address once it's placed, and the only remaining options are to cancel the order or have it returned to the sender. Please reorder the item; we can then assist by expediting the new shipment if that option is available. We look forward to getting this resolved for you! \n\nIf you have any further questions or need assistance, please don't hesitate to contact me. We're here to help!",
      "customerMessage11": "Wouldn’t it be easier to just send the pants back to me once they get to you? \n\nAs I previously mentioned, I’ve corrected the street number for my home address in my account profile on the Bonobos site…🤷‍♂️",
      "SystemMessage28": "\"",
      "AgentMessage7": "Bonobos: I understand your concern, and thanks for sharing that with me. Let me double-check this with our team. I'll be in touch!",
      "SystemMessage29": "\"",
      "AgentMessage8": "Bonobos: Thanks for your patience! I just heard from the team and since you mentioned that you were leaving yesterday and we unfortunately do not offer overnight shipping, we understand that a replacement would not arrive in time to be helpful for your trip.\n\nTo resolve this for you immediately, we have expedited a full refund of $41.87 for this order. You should receive an email notification with the specific refund details. Please note that the funds will typically reflect on your original payment method within 3-5 business days, depending on your bank's processing times. Let me know if you need help with anything else.",
      "customerMessage12": "I don’t want a refund - and I do t care when they arrive. I know there’s a huge storm coming and I thought I made it clear that it was already too late, so just let it go and send it in the regular mail when it comes back to you??",
      "SystemMessage30": "\"",
      "AgentMessage9": "Bonobos: I'm really sorry for the inconvenience! I will pass this along to my team and get back to you as soon as possible. Hang tight!",
      "customerMessage13": "This is my exact transcript from my original text. At no time did I say it was your fault - this entire thing was because I made an error when setting up my user profile. So I corrected the street number and that should fix it.\n\nI’m not happy. I was really looking forward to wearing my new jeans on vacation, but I’m leaving today so grrrrr",
      "customerMessage14": "When you read it, imagine being pissed at yourself",
      "customerMessage15": "And thank you",
      "AgentMessage10": "Bonobos: I'm really sorry for the frustration this has caused! I have passed this to my team. I'll keep you updated.",
      "customerMessage16": "It’s all good - I know things happen 😎✌️",
      "AgentMessage11": "Bonobos: I appreciate your understanding. Since it's the weekend, I may not hear back until Monday, but I'll be sure to follow up with you as soon as I do!",
      "customerMessage17": "Listen, just take your time. I ordered another pair in chocolate brown and I don’t expect to be back therefore another week or so…😇",
      "customerMessage18": "\"",
      "customerMessage19": "\"",
      "AgentMessage12": "Bonobos: I appreciate your patience, and I'll make sure this is prioritized. I'll reach out to you as soon as I have any info to share. 😊",
      "customerMessage20": "I finally found a pair of jeans that fit me like a glove, Di you have any idea how may hours of BS trying this on and that on and sending that back and yadda yadda.\n\n….So it’s not like I’m going anywhere 🤦‍♂️\n\nlol",
      "SystemMessage31": "Template used: \"Return policy\"; last updated: 2022-10-31 21:58:56.287",
      "AgentMessage13": "Bonobos: Sounds great! As for your question, to confirm, are you inquiring about returning an item? If so, you have 45 days to return an item for a refund to your original payment method and up to 90 days to return an item for a store credit refund. You can exchange unworn, unwashed and unaltered items during the full 90 days. \n\nYou can check out our detailed return policy here: https://bonobos.attn.tv/aR0dRDUMf9uf",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://bonobos.com",
          "date": ""
        },
        "browsingHistory": [
          {
            "item": "Travel Jeans",
            "link": "https://bonobos.com/products/extra-stretch-travel-jeans?color=mojave%20desert%20taupe",
            "icon": "eye"
          },
          {
            "item": "Gramercy Premium Jean",
            "link": "https://bonobos.com/products/gramercy-premium-jean?color=bronxville%20blue%20wash",
            "icon": "eye"
          },
          {
            "item": "Travel Jeans",
            "link": "https://bonobos.com/products/extra-stretch-travel-jeans?color=seattle%20java%20brown",
            "icon": "eye"
          },
          {
            "item": "Weekday Warrior Dress Pants - Straight Fit",
            "link": "https://bonobos.com/products/weekday-warrior-dress-pants-straight-fit?color=friday%20grey%20yarn%20dye",
            "icon": "eye"
          },
          {
            "item": "Travel Jeans",
            "link": "https://bonobos.com/products/extra-stretch-travel-jeans?color=seattle%20java%20brown",
            "icon": "eye"
          }
        ],
        "orders": [
          {
            "orderNumber": "329780791",
            "orderDate": "",
            "link": "",
            "trackingLink": "",
            "currency": "USD",
            "items": [
              {
                "name": "Travel Jeans",
                "price": "79",
                "currency": "USD",
                "productLink": "https://bonobos.com/products/extra-stretch-travel-jeans"
              }
            ],
            "total": "79"
          },
          {
            "orderNumber": "329780635",
            "orderDate": "",
            "link": "",
            "trackingLink": "",
            "currency": "USD",
            "items": [
              {
                "name": "Gramercy Premium Jean",
                "price": "79",
                "currency": "USD",
                "productLink": "https://bonobos.com/products/gramercy-premium-jean"
              }
            ],
            "total": "79"
          },
          {
            "orderNumber": "329742134",
            "orderDate": "",
            "link": "",
            "trackingLink": "",
            "currency": "USD",
            "items": [
              {
                "name": "Gramercy Premium Jean",
                "price": "79",
                "currency": "USD",
                "productLink": "https://bonobos.com/products/gramercy-premium-jean"
              },
              {
                "name": "Gramercy Premium Jean",
                "price": "79",
                "currency": "USD",
                "productLink": "https://bonobos.com/products/gramercy-premium-jean"
              }
            ],
            "total": "158"
          }
        ]
      },
      "orders": [
        {
          "currency": "USD",
          "order_number": "329780791",
          "products": [
            {
              "product_currency": "USD",
              "product_link": "https://bonobos.com/products/extra-stretch-travel-jeans",
              "product_name": "Travel Jeans",
              "product_price": 79
            }
          ],
          "total": 79
        },
        {
          "currency": "USD",
          "order_number": "329780635",
          "products": [
            {
              "product_currency": "USD",
              "product_link": "https://bonobos.com/products/gramercy-premium-jean",
              "product_name": "Gramercy Premium Jean",
              "product_price": 79
            }
          ],
          "total": 79
        },
        {
          "currency": "USD",
          "order_number": "329742134",
          "products": [
            {
              "product_currency": "USD",
              "product_link": "https://bonobos.com/products/gramercy-premium-jean",
              "product_name": "Gramercy Premium Jean",
              "product_price": 79
            },
            {
              "product_currency": "USD",
              "product_link": "https://bonobos.com/products/gramercy-premium-jean",
              "product_name": "Gramercy Premium Jean",
              "product_price": 79
            }
          ],
          "total": 158
        }
      ]
    },
    "127": {
      "id": "019bec27-83c1-4e78-f000-0000f316b936",
      "companyName": "Snipes",
      "companyWebsite": "https://snipesusa.com",
      "agentName": "Avery",
      "agentInitial": "S",
      "messageTone": "Formal",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "send_to_cs": [
          "Send to CS immediately for post-purchase issues",
          "Send to CS for payment processing issues"
        ],
        "tone": [
          "Don't use the term restock",
          "Don't tell customers that we'll be restocking",
          "Don't respond to blank messages",
          "Don't use formal language",
          "Close the conversation when a customer responds 'no'"
        ],
        "templates": [
          "If a cx reaches out regarding the Early Access event, use EAE shortcut",
          "For cx reaching out in Spanish use SSC shortcut",
          "For checkout issues use the \"Check out Issues\" temp",
          "For store item availability, use SPA shortcut",
          "If cx's email doesn't work for early access, use EEA shortcut"
        ],
        "dos_and_donts": [
          "They occasionally run sign-up campaigns where cx text certain keywords (“releases,” “early access”) to join a list. If a customer sends a similar keyword:",
          "All clothing is true to size unless otherwise stated on the product page",
          "You can use these sizing charts for reference (for internal use only): https://docs.google.com/spreadsheets/d/1kmra_vOwCJuHoAx9D4L4Qx95rxafHcrqn-ZGutfzLgg/edit?usp=sharing",
          "For store info q's (phone number/additional info) - use the store locator with your VPN turned on!"
        ]
      },
      "SystemMessage1": "SNIPES: Welcome to SNIPES! Msg & data rates may apply. Msg frequency varies. Reply HELP for help, STOP to cancel.",
      "SystemMessage2": "SNIPES: Thanks for subscribing! Get ready for exclusive updates on new releases, events, and more. Don't miss out on what's coming your way. Stay tuned!",
      "SystemMessage3": "SNIPES: Don't forget to save our contact to get exclusive updates!",
      "SystemMessage4": "SNIPES: Cozy layers are marked down. Shop fleece from top brands like Nike, UGG, Polo and more for men, women & kids. Limited time: snipes.attn.tv/auwVG2nyOJe1",
      "SystemMessage5": "SNIPES: Time's almost up. Sign up for early access for your chance to reserve the Air Jordan 4 Retro Flight Club: snipes.attn.tv/aag-sfKqPuSo",
      "SystemMessage6": "SNIPES: Just dropped. Nike Air Max2 CB 94, Pegasus Premium in new colorways, adidas Samba Jane, & more. Shop now: snipes.attn.tv/ab8rj9FKIRQd",
      "SystemMessage7": "SNIPES: Air Jordan 4 Retro \"Flight Club\" early reserve is live! Use your email jamaranderson30@icloud.com to join the VIP queue. Join here: snipes.attn.tv/aczs9rrqZ9ZR",
      "SystemMessage8": "SNIPES: If you had trouble entering the Air Jordan 4 Retro \"Flight Club\" queue, please try again using the same email as your Reserve account. Join the VIP Queue here: snipes.attn.tv/acnG5MsNzvSE .",
      "SystemMessage9": "SNIPES: The AJ4 Retro \"Flight Club\" is available now. Don't miss your chance to grab a pair before they sell out. Shop now: snipes.attn.tv/ay3MFOsmdWPt .",
      "SystemMessage10": "SNIPES: We saw you checking out Air Jordan 4 Retro \"Flight Club\". Don't let a 🔥 style pass you by: snipes.attn.tv/algwCKGsMF1N .",
      "SystemMessage11": "SNIPES: AJ 9 Retro \"Flint Grey\" early access is live! Use the same email as your Reserve account to join the VIP queue here: snipes.attn.tv/akrYJRBTLnQZ",
      "SystemMessage12": "SNIPES: You're in! Download the app and join SNIPES Reserve to get $10 toward your first fit on any purchase over $75. Download here: snipes.attn.tv/cl/a9p",
      "SystemMessage13": "SNIPES: We saw you checking out this item. Don't let a 🔥 style pass you by: snipes.attn.tv/a5ihfQgDTWft .",
      "customerMessage1": "I purchased the Jordan 9 yesterday but never got a receipt for you !!",
      "AgentMessage1": "SNIPES: Thank you for reaching out. I'm sorry, but I don't see any active orders under this phone number. Could you please check if you received a confirmation email or if there's a charge on your account? Sometimes the email might arrive in your spam or promo folder, so be sure to take a look there too!",
      "customerMessage2": "\"",
      "customerMessage3": "Never got a confirmation email",
      "SystemMessage14": "Template used: \"Customer support\"; last updated: 2023-10-25 17:40:05.851",
      "SystemMessage15": "Template used: \"Customer confirms they have a pending charge and no email (edit accordingly) - All brands\"; last updated: 2023-10-10 16:58:00.370",
      "AgentMessage2": "SNIPES: I'm really sorry for the inconvenience. If you didn't receive a confirmation email, your order may not have gone through. If the charge on your account is still showing as pending, it means the payment hasn't been completed yet. It should either be refunded within 24 - 48 hours or go through successfully. If it's refunded, you can try placing the order again. If it processes, you'll receive a confirmation email shortly. If you still have not received any confirmation, please contact our customer support team through this link https://snipes.attn.tv/azveTr_lSCoH They will be happy to help you further.",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://snipesusa.com",
          "date": ""
        },
        "browsingHistory": [],
        "orders": []
      },
      "orders": []
    },
    "128": {
      "id": "019be2d3-3f68-4978-f000-0000f52ed3bc",
      "companyName": "Montblanc",
      "companyWebsite": "https://montblanc.com",
      "agentName": "Sarah",
      "agentInitial": "M",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "send_to_cs": [
          "If escalated do NOT send to CS"
        ],
        "escalate": [
          "ESC if a cx wants to purchase an out of stock item",
          "ESC if cx want someone from the cs team to call them directly",
          "ESC when a cx asks for a call back",
          "ESC if uncertain about refills or product specific questions",
          "ESC if cx has issues registering",
          "ESC if cx asks for help putting through an order"
        ],
        "tone": [
          "Close the convo once the client takes over",
          "Don't use too many exclamation points",
          "Use more formal language such as \"Hello\" instead of \"Hey\"",
          "Avoid using smiley faces/emojis",
          "Avoid responding to anything related to politics"
        ],
        "dos_and_donts": [
          "Always use your VPN when accessing their website & make sure you're sending US links",
          "Don't ever release information on personnel related to the company",
          "Don't share any authorized retailers, only boutiques",
          "Don't ask cx to leave product reviews as they don't collect them",
          "Don't offer holiday discounts/promos",
          "Don't mention discounted items"
        ],
        "drive_to_purchase": [
          "When D2P'ing, do not send links of the search results page, send either a related collection or product page",
          "Do not recommend gift sets"
        ]
      },
      "SystemMessage1": "Montblanc: Welcome to Montblanc! Msg & data rates may apply. Msg frequency varies. Reply HELP for help, STOP to cancel.",
      "SystemMessage2": "Montblanc: Welcome to the inspirational world of Montblanc. Enjoy $15 off your next order above $300 using code WORLDOFMTB at checkout https://montblanc.attn.tv/agIYoVJ5UFY5 .",
      "SystemMessage3": "Montblanc: Text us back with any questions you have while shopping and don't forget to save our contact to get exclusive updates!",
      "SystemMessage4": "Montblanc: We noticed you were viewing one of our beautiful creations. Take another look and enjoy complimentary shipping: montblanc.attn.tv/afEQ-h4qa4pc .",
      "SystemMessage5": "Montblanc: Hi Lei, this is Sarah. Thanks for visiting Montblanc.com. Are you looking for anything in particular today? https://montblanc.attn.tv/a54GWJkI7pUD",
      "customerMessage1": "Hi Sarah, looks like all color of this wallet are sold out online?",
      "customerMessage2": "https://www.montblanc.com/en-us/grain-card-holder-8cc-with-zip-MB220222VG.html",
      "AgentMessage1": "Montblanc: Hi! Sorry about that. It's still available in the color Noisette. Which color are you interested in?",
      "customerMessage3": "Oh could you send me a picture or link?, thanks!",
      "AgentMessage2": "Montblanc: Of course! Here is the link to the Grain Card Holder 8cc with Zip in the Noisette color that is currently available: https://montblanc.attn.tv/a-oesKLupt5O\n\nLet me know what you think!",
      "customerMessage4": "I'm looking for a red one",
      "AgentMessage3": "Montblanc: I'm sorry, but we don't have any red option for it. Please check out all available card holders here: https://montblanc.attn.tv/a0cjac26miuR",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://montblanc.com",
          "date": ""
        },
        "browsingHistory": [
          {
            "item": "Grain card holder 8cc with zip",
            "link": "https://www.montblanc.com/en-us/grain-card-holder-8cc-with-zip-MB220222VG.html",
            "icon": "eye"
          },
          {
            "item": "Grain card holder 8cc with zip",
            "link": "https://www.montblanc.com/en-us/grain-card-holder-8cc-with-zip-MB220222VG.html",
            "icon": "eye"
          },
          {
            "item": "Grain card holder 8cc with zip",
            "link": "https://www.montblanc.com/en-us/grain-card-holder-8cc-with-zip-MB220222VG.html",
            "icon": "eye"
          },
          {
            "item": "Mini Wallet 2cc with Zip in Sartorial Leather",
            "link": "https://www.montblanc.com/en-us/mini-wallet-2cc-with-zip-in-sartorial-leather-MB221340VG.html",
            "icon": "eye"
          },
          {
            "item": "Extreme 3.0 envelope card holder with zip",
            "link": "https://www.montblanc.com/en-us/extreme-3.0-envelope-card-holder-with-zip-MB199427VG.html",
            "icon": "eye"
          }
        ],
        "orders": []
      },
      "orders": []
    },
    "129": {
      "id": "019bd273-a4dd-48dd-f000-0000f0b5c39c",
      "companyName": "Naturalizer",
      "companyWebsite": "https://naturalizer.com",
      "agentName": "",
      "agentInitial": "N",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "escalate": [
          "Before you ESC use ESC shortcut",
          "When ESC code issues, add the code to the escalation notes",
          "Always add the customer's name in your esc notes"
        ],
        "tone": [
          "Don't respond if the customer doesn't want to engage"
        ],
        "templates": [
          "For inquiries regarding their order updates/status/tracking, use UPD shortcut"
        ]
      },
      "SystemMessage1": "Naturalizer: Reply Y to subscribe to recurring automated personalized marketing alerts (e.g. cart reminders) from Naturalizer.",
      "SystemMessage2": "Naturalizer: Welcome to Naturalizer! Msg & data rates may apply. Msg frequency varies. Reply HELP for help, STOP to cancel. Privacy: attnl.tv/p/q7b",
      "SystemMessage3": "Naturalizer: Welcome, I'm Hannah with Naturalizer! Click this link for your $10 off promo code. naturalizer.attn.tv/aDk4qsujPY83 .",
      "SystemMessage4": "Naturalizer: Oh, also, a lot of people like getting personal recs from us. Over the next few days we'll try to help you find something that you will love.\n\nIt's go time. Shop now: https://naturalizer.attn.tv/a4j7z33nT5xO .",
      "SystemMessage5": "Naturalizer: Get up to 60% off the sale styles you've been eyeing all year before it's too late! \n\nUse code MOREISMORE: naturalizer.attn.tv/aO1RVcbRvXRM",
      "SystemMessage6": "Naturalizer: Happy New Year! Start your 2026 glow up w/extra 20% off sale styles. Code MOREISMORE expires tonight.\n\nShop now: naturalizer.attn.tv/atQw4gopizY1",
      "SystemMessage7": "Naturalizer: FINAL HOURS: up to 60% off sale when you take an extra 20% off w/code MOREISMORE.\n\nDon't miss out: naturalizer.attn.tv/ad1DIIyOlwX3",
      "SystemMessage8": "Naturalizer: Hey, we noticed you checking us out. Have you seen our best sellers yet? https://naturalizer.attn.tv/aJrmErxmA9ZM .",
      "SystemMessage9": "Naturalizer: WINTER CLEARANCE starts now! Extra 25% off sale styles w/code: LASTCALL.\n\nSnag your faves while you can: naturalizer.attn.tv/a1BbmadaKONH",
      "SystemMessage10": "Naturalizer: Already ON SALE + extra 25% off w/code LASTCALL? The math is mathing.\n\nFill your cart now: naturalizer.attn.tv/a2OU578Bevgc",
      "SystemMessage11": "Naturalizer: FLASH SALE! Boots starting at $74.99 when you take an extra 25% off w/code: LASTCALL.\n\nShop now: naturalizer.attn.tv/a-cf6BWD1qmI",
      "SystemMessage12": "Naturalizer: Those $74.99 & up boots aren't going to last forever. Code: LASTCALL.\n\nBoot up your cart: naturalizer.attn.tv/adAULFUmfW6e",
      "SystemMessage13": "Naturalizer: Have you shopped our $74.99+ Boot Flash yet? The steals won't last forever. Enter code: LASTCALL\n\nGo now: naturalizer.attn.tv/aYo_L9gTgMC0",
      "SystemMessage14": "Naturalizer: Boot Flash ENDS TONIGHT! Warm up with $74.99+ boots w/code: LASTCALL.\n\nGo, go, go: naturalizer.attn.tv/aD_3htX4CjGF",
      "SystemMessage15": "Naturalizer: Here today, gone tomorrow: the $74.99+ boots you've been eyeing.\n\nShop the flash before it's too late: naturalizer.attn.tv/aW8L97tDYQzU",
      "SystemMessage16": "Naturalizer: Hello! Thanks for stopping by.\n\nThe Winter Clearance Event sale has an extra 25% off sale styles with code: LASTCALL.\n\nYour next pair is here: https://naturalizer.attn.tv/ab5xm8th8aFi . 😊 SALE",
      "customerMessage1": "I can't track my last order.It was a replacement for a size six versus six and a half.Could you please look at that for me?And tell me when it will arrive.Thank you",
      "AgentMessage1": "Naturalizer: Hi, thanks for reaching out and I'm sorry to hear that! Can I have your full name, email, order number, phone number and your zip code please? I'll be happy to check on this with my team.",
      "customerMessage2": "\"",
      "AgentMessage2": "Naturalizer: Thank you for the screenshot! I'm sorry for the trouble. Can I also have your full name, phone number, and email address, please? I'm happy to help.",
      "customerMessage3": "Timothy l williamstim24williams@yahoo.com  803-410-6146",
      "SystemMessage17": "\"",
      "SystemMessage18": "Template used: \"Shipping time\"; last updated: 2023-02-03 16:47:34.032",
      "SystemMessage19": "Template used: \"Order updates / status / tracking\"; last updated: 2022-08-12 17:28:02.094",
      "SystemMessage20": "Template used: \"No processing time available\"; last updated: 2025-05-29 21:12:07.368",
      "AgentMessage3": "Naturalizer: Thank you for the details. I have passed this on to my team, and I will get back to you as soon as I hear from them. In the meantime, you can use our convenient online tool to see the latest updates on your order: https://naturalizer.attn.tv/ainmbNApwUr3\n\nAlso, please note, after you place your order, it goes through an order processing stage (preparing, packaging, etc.), which can take up to 3 business days. Once it's handed off to the carrier, your selected shipping method will kick in from there. We usually ship via FedEx. The delivery time will depend on the shipping method you choose at checkout and you can take a look at our timeframes here: https://naturalizer.attn.tv/aZQAyR-RmTEB",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://naturalizer.com",
          "date": ""
        },
        "browsingHistory": [
          {
            "item": "flexy flat",
            "link": "https://www.naturalizer.com/product/womens-flexy-flat-3015874/black-leather-ec0221545?partnerid=sms_lifecycle_attentive_welcome_welcome-1-AIGROW_trigger-NATUS&sc=13afcf3ee78dc46135c584b1f9e65138&externalId=dPDpy",
            "icon": "eye"
          }
        ],
        "orders": [
          {
            "orderNumber": "005028711810",
            "orderDate": "",
            "link": "",
            "trackingLink": "",
            "currency": "USD",
            "items": [
              {
                "name": "flexy flat",
                "price": "89",
                "currency": "USD",
                "productLink": "https://www.naturalizer.com/product/womens-flexy-flat-3015874/black-leather-ec0221545"
              }
            ],
            "total": "89"
          }
        ]
      },
      "orders": [
        {
          "currency": "USD",
          "order_number": "005028711810",
          "products": [
            {
              "product_currency": "USD",
              "product_link": "https://www.naturalizer.com/product/womens-flexy-flat-3015874/black-leather-ec0221545",
              "product_name": "flexy flat",
              "product_price": 89
            }
          ],
          "total": 89
        }
      ]
    },
    "130": {
      "id": "019be1e3-2600-403d-f000-0000b892c0d2",
      "companyName": "TruTech Tools",
      "companyWebsite": "https://trutechtools.com",
      "agentName": "Steve",
      "agentInitial": "T",
      "messageTone": "Formal",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "send_to_cs": [
          "Send to CS for post purchase issues, use PPI shortcut"
        ],
        "escalate": [
          "Add phone"
        ],
        "dos_and_donts": [
          "Don't mention Extended Warranty for existing orders, it can't be purchased or added retroactively"
        ],
        "promo_and_exclusions": [
          "Check the brand website for the most up to date holiday promotions"
        ]
      },
      "SystemMessage1": "TruTech Tools: Hey, this is Holly. Thanks for visiting our site! https://trutechtools.attn.tv/a_zbOsTau_eL \n\nAre you looking for anything in particular today?",
      "SystemMessage2": "TruTech Tools: Hey there! If you have any questions about our products or our site feel free to text us here or give us a call at 1-888-224-3437. trutechtools.attn.tv/aKhYprn4-rq1",
      "SystemMessage3": "TruTech Tools: Hey, this is James. Thanks for checking out our store! https://trutechtools.attn.tv/aDZBzoGhUdkk \n\nAny questions I can answer for you?",
      "customerMessage1": "Hi James\nCan u call me please ?\nI called that number and they said there is no James there..\n\n516 993 7397 \nJohn\n\nThnku",
      "AgentMessage1": "TruTech Tools: I'm sorry for the confusion! This number is for SMS only, so I'm not able to make or receive calls. The phone support team is different, but they are always ready to assist you. Please give us another call at 1-888-224-3437.",
      "customerMessage2": "Ok cool\nI want to buy the hikmicro m30 \nHowever I am worried it's  being discontinued?",
      "AgentMessage2": "TruTech Tools: Thank you so much for your interest, and I understand your concern. You can check it out here: https://trutechtools.attn.tv/aaGiGdMx_SL4 Unfortunately, we have limited information regarding its production status. The best way to confirm whether the M30 is still supported or being phased out is to reach out directly to HIKMICRO. Their team can provide the most accurate details on current stock, support and warranty coverage.",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://trutechtools.com",
          "date": ""
        },
        "browsingHistory": [
          {
            "item": "HIKMICRO M30 Professional Thermal Imaging Camera with 384x288 Resolution and Full Analysis Functions",
            "link": "https://trutechtools.com/hikmicro-m30-thermal-imager.html?sku=HM-TP23-10VF/W-M30&utm_term=&utm_campaign=22_PMax_Shopping_B&utm_source=adwords&utm_medium=ppc&hsa_acc=6167343439&hsa_cam=18142795835&hsa_grp=&hsa_ad=&hsa_src=x&hsa_tgt=&hsa_kw=&hsa_mt=&hsa_net=adwords&hsa_ver=3&gad_source=1&gad_campaignid=17347849154&gclid=CjwKCAiA7LzLBhAgEiwAjMWzCMW9LogJS0I_1X09yISj4NrRFvv3MwUkBBRhEhHN2qnWGqo5-NQv5xoCfHsQAvD_BwE",
            "icon": "eye"
          },
          {
            "item": "HIKMICRO M30 Professional Thermal Imaging Camera with 384x288 Resolution and Full Analysis Functions",
            "link": "https://trutechtools.com/hikmicro-m30-thermal-imager.html",
            "icon": "eye"
          },
          {
            "item": "HIKMICRO M30 Professional Thermal Imaging Camera with 384x288 Resolution and Full Analysis Functions",
            "link": "https://trutechtools.com/hikmicro-m30-thermal-imager.html?utm_campaign=concierge&utm_medium=sms&utm_source=attentive&externalId=juhFp",
            "icon": "eye"
          },
          {
            "item": "HIKMICRO M30 Professional Thermal Imaging Camera with 384x288 Resolution and Full Analysis Functions",
            "link": "https://trutechtools.com/hikmicro-m30-thermal-imager.html?utm_term=&utm_campaign=19_Search_Dynamic&utm_source=adwords&utm_medium=ppc&hsa_acc=6167343439&hsa_cam=1843086906&hsa_grp=75317363014&hsa_ad=690036014398&hsa_src=g&hsa_tgt=aud-1233289093121:dsa-19959388920&hsa_kw=&hsa_mt=&hsa_net=adwords&hsa_ver=3&gad_source=1&gad_campaignid=1843086906&gclid=CjwKCAiAmePKBhAfEiwAU3Ko3K15DCsKdBoOcQwq-dvdARrNeg7eFy5lg7eC-v4baQnFsX5VS9FaNhoC5UwQAvD_BwE",
            "icon": "eye"
          },
          {
            "item": "Retrotec AT100 AirTracer Smoke Generator for Air Tightness Testing",
            "link": "https://trutechtools.com/retrotec-at100-airtracer-smoke-generator-for-air-tightness-testing/?ms2",
            "icon": "eye"
          }
        ],
        "orders": []
      },
      "orders": []
    }
  }
}
