{
  "version": 1,
  "chunk": "chunk_0019",
  "scenarios": {
    "91": {
      "id": "019bd6c4-798d-48e4-f000-0000f4a839a1",
      "companyName": "Modern Gents Trading Co",
      "companyWebsite": "https://modgents.com",
      "agentName": "Sarah",
      "agentInitial": "M",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "send_to_cs": [
          "No ESC for this client, send everything to CS"
        ],
        "tone": [
          "Close the convo once the client takes over!"
        ]
      },
      "SystemMessage1": "Modern Gents: Reply Y to subscribe to recurring automated personalized marketing alerts (e.g. cart reminders) from Modern Gents.",
      "SystemMessage2": "Modern Gents: Welcome! Msg & data rates may apply. Msg frequency varies. Reply HELP for help, STOP to cancel. Privacy: attnl.tv/p/Rnh",
      "SystemMessage3": "Modern Gents: Yay! You're in :)\n\nShop more & save more!\n\n$15 off $75+ code: MOD15\n$35 off $150+ code: MOD35\n$60 off $200+ code: MOD60\n\nShop Now: modgents.attn.tv/aDZnrWH6QvYo",
      "SystemMessage4": "Modern Gents: Oh, also, a lot of people like getting personal recs from us. Over the next few days we'll try to help you find something that you will love.\n\nExplore our latest additions! Don't miss out: https://modgents.attn.tv/a6aalTLshHZs .",
      "customerMessage1": "Found what I wanted what about payment plan I saw 32.50 a month",
      "AgentMessage1": "Modern Gents: Thank you for letting me know! We have a couple of installment options for you. You can check more about it here: https://modgents.attn.tv/a8zBo4a8Ubyo\n\nIn the meantime, you can check our new arrivals here: https://modgents.attn.tv/aeWhPkFdQDS9",
      "customerMessage2": "\"",
      "AgentMessage2": "Modern Gents: I appreciate the photo. Unfortunately, the one in the photo you sent is not included. You can find the financing options we offer on the link I shared above. I'll be here if you need further help.",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://modgents.com",
          "date": ""
        },
        "browsingHistory": [
          {
            "item": "The Meadow",
            "link": "https://modgents.com/products/the-meadow?group=true&Size=3.5",
            "icon": "eye"
          },
          {
            "item": "The Meadow - Gold",
            "link": "https://modgents.com/products/the-meadow-gold",
            "icon": "eye"
          }
        ],
        "orders": []
      },
      "orders": []
    },
    "92": {
      "id": "019bd8a6-14b7-4ffe-f000-000090e993b5",
      "companyName": "Simply Earth",
      "companyWebsite": "https://simplyearth.com",
      "agentName": "Sarah",
      "agentInitial": "S",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "send_to_cs": [
          "Send to CS for post purchase issues, use PPI shortcut"
        ],
        "promo_and_exclusions": [
          "Cx can use both a gift card and a promo code per order!"
        ]
      },
      "SystemMessage1": "Simply Earth: Limited Time Offer: Code DISCO = FREE Disco Ball Diffuser w/ your 1st Recipe Box! \nShop now: simplyearth.attn.tv/a0RrHk1StIl9",
      "SystemMessage2": "Simply Earth: The Butters + Balms Recipe Box is here! Kickstart your New Year with a FUN new hobby! Grab yours now and create NATURAL products at home! \n\nShop now: simplyearth.attn.tv/aIbj4BH3Roqb",
      "SystemMessage3": "Simply Earth: Today only, use code NEROLI for $30 off our Neroli Essential Oil, making it just $19.99! \n\nShop now: simplyearth.attn.tv/arywA01mVkNN",
      "SystemMessage4": "Simply Earth: Hey, Gerow! You forgot to check out our best selling Recipe Box. It's in your cart - simplyearth.attn.tv/aNv36GgU8Rcd\n\nDo you have questions about this product? I'm ready to help!",
      "customerMessage1": "I can't it wants me to order 100 wholesale",
      "AgentMessage1": "Simply Earth: Thank you for reaching out. I'm sorry, but may I know what item you are trying to purchase so I can check?",
      "customerMessage2": "The big bonus box",
      "customerMessage3": "I think I singed up as a wholesaler a while back",
      "AgentMessage2": "Simply Earth: Thank you for letting me know! Could you also share a screenshot of the item showing the $100? On my end, it's showing $47 for the Big Bonus Box. You can check it here: https://simplyearth.attn.tv/a2F23pLAPKgv",
      "customerMessage4": "Yes hold on",
      "AgentMessage3": "Simply Earth: Alright! I'm just here.",
      "customerMessage5": "\"",
      "customerMessage6": "I definitely have a account but it's been awhile wanted to try again",
      "SystemMessage5": "Template used: \"Customer support\"; last updated: 2023-02-13 23:02:22.913",
      "AgentMessage4": "Simply Earth: Thanks for sending the screenshot! It looks like your account is still flagged as a wholesale account, which is why you're seeing the $100 minimum order requirement. To purchase the Big Bonus Box at the regular $47 price, you'll need to switch back to a retail account. \n\nThe best way to handle this is to email us directly at help@simplyearth.com. Our team is happy to help! Once your account is switched, you'll be able to order without the wholesale minimum.",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://simplyearth.com",
          "date": ""
        },
        "browsingHistory": [],
        "orders": []
      },
      "orders": []
    },
    "93": {
      "id": "019be89b-653e-47f8-f000-00001c304400",
      "companyName": "Kathy Kuo Home",
      "companyWebsite": "https://kathykuohome.com",
      "agentName": "Sarah",
      "agentInitial": "K",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "escalate": [
          "Esc inquiries about items not on the site",
          "ESC if the cx missed a sale & wants to take advantage of it",
          "ESC if the customer is asking for a discount and we don't have one",
          "If cx is looking for general recommendations use LFR shortcut and ESC"
        ],
        "templates": [
          "If cx is building a new home, interested in refurnishing their entire home or rooms in their home, use the IDS shortcut",
          "If cx is shopping for a client use SFC shortcut",
          "Any convo without a positive outcome (out of stock, not on sale, not shipping in time), use DSS shortcut"
        ],
        "dos_and_donts": [
          "For product-specific delivery time-frame inquiries always check the product page for delivery info and share that with the cx"
        ]
      },
      "SystemMessage1": "Kathy Kuo: Need the perfect last minute gift? Give the gift of home, delivered instantly with a Kathy Kuo Home gift card: kathykuohome.attn.tv/ail2SILW7TV- .",
      "SystemMessage2": "Kathy Kuo: End of year subscriber-only savings start now! Get 20% Off + Free Shipping with code BYE2025: kathykuohome.attn.tv/apVj-oplO42a . Exclusions apply.",
      "SystemMessage3": "Kathy Kuo: Finish the year feeling perfect at home. 20% Off + Free Shipping ends tonight with code BYE2025: kathykuohome.attn.tv/alJpwsou3gpC .",
      "SystemMessage4": "Kathy Kuo: Explore the Florence I fell in love with, and shop our all new collection inspired by Tuscan tradition: kathykuohome.attn.tv/a0GBkbv3EGDA .",
      "SystemMessage5": "Kathy Kuo: Your daily rituals deserve elegance, ease and beauty. Explore our all new Florentine bath refresh: kathykuohome.attn.tv/aSXJOAJommMF .",
      "SystemMessage6": "Kathy Kuo: Winter Sale starts now! Thoughtfully designed pieces to cozy up your home, on sale for a limited time only: kathykuohome.attn.tv/aDP2-pqO6Sz_ .",
      "SystemMessage7": "Kathy Kuo: Our most-loved pieces are back in stock. Now part of the Winter Sale! Cozy upgrades, on sale, no waiting: kathykuohome.attn.tv/aFybtXoKjAfu .",
      "SystemMessage8": "Kathy Kuo: Cozy in and save! Our Winter Sale is on all weekend with your favorite furniture, lighting and decor: kathykuohome.attn.tv/aHeMIHP7Tea0 .",
      "SystemMessage9": "Kathy Kuo: Our Winter Sale is officially here! 20% Off + Free Shipping on timeless pieces to refresh for the year ahead: kathykuohome.attn.tv/aKcIULi9tjdT .",
      "SystemMessage10": "Kathy Kuo: Last day to shop the Winter Sale! Thoughtfully designed pieces, 20% Off, a beautiful way to refresh your home: kathykuohome.attn.tv/a4JWiEC_UYe4 .",
      "SystemMessage11": "Kathy Kuo: Shopping our Winter Sale? Final hours end tonight! Don't miss special savings on timeless furniture and decor: kathykuohome.attn.tv/a9eG87MBtOgh",
      "SystemMessage12": "Kathy Kuo: Thanks for stopping by! We hope you got the chance to check out our bestsellers, designed to elevate your home with everyday comfort and soulful style. \n\nShop Bestsellers: https://kathykuohome.attn.tv/auIqn1qSl5OL .",
      "SystemMessage13": "Kathy Kuo: Hi, I'm Sarah, your personal shopper for Kathy Kuo Home. Do you need help finding that perfect piece? \n\nhttps://kathykuohome.attn.tv/awgYFNGRKV_a .",
      "customerMessage1": "I need a beautiful arrangement for my entry foyer table. It sits below a large  Crystal Chandalier",
      "AgentMessage1": "Kathy Kuo: Consider the John-Richard Classic White Glass Cylinder Faux Floral Arrangement. It's elegant and perfect for an entry foyer. More details here: https://kathykuohome.attn.tv/akpY0arut9tb",
      "customerMessage2": "I need color and full and taller. Think hotel lobby big my ceilings are 30 feet",
      "AgentMessage2": "Kathy Kuo: I understand. Would this one work for you? https://kathykuohome.attn.tv/aPQmPJFjLBOz",
      "customerMessage3": "I need color in flowers like fulshia",
      "AgentMessage3": "Kathy Kuo: For a colorful and tall arrangement, consider the John Richard Berries & Roses French Country Clear Glass Faux Floral Arrangement. Details here: https://kathykuohome.attn.tv/aNLUxEc6UpaN",
      "customerMessage4": "No. White",
      "AgentMessage4": "Kathy Kuo: For a colorful option with fuchsia, consider the John-Richard Luffa Peonies Modern Classic Pink Faux Floral Arrangement. Details here: https://kathykuohome.attn.tv/adG6E0pGb9m2",
      "customerMessage5": "Too small for a big foyer",
      "AgentMessage5": "Kathy Kuo: For a larger, colorful arrangement, consider the John-Richard Enchanted Orchids Country Green Phalaenopsis Faux Floral Arrangement. Details here: kathykuohome.com",
      "customerMessage6": "Did not see it",
      "AgentMessage6": "Kathy Kuo: I apologize for the inconvenience. Please check the John-Richard Enchanted Orchids here: https://kathykuohome.attn.tv/aac7C2jUdBf0",
      "customerMessage7": "No",
      "AgentMessage7": "Kathy Kuo: Do you mind sharing a photo of your entry foyer table? This will help me check the best options we have for you.",
      "customerMessage8": "\"",
      "AgentMessage8": "Kathy Kuo: Thank you for sharing this with me. What do you think about this one - https://kathykuohome.attn.tv/ar6gciWTuEhk ? The large option is 30 inches high x 7.5 inches wide x 7.5 inches deep.",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://kathykuohome.com",
          "date": ""
        },
        "browsingHistory": [
          {
            "item": "Otto Mid-Century Natural Brass Steel Desk Lamp",
            "link": "https://www.kathykuohome.com/Product/Detail/87519-Otto-MidCentury-Natural-Brass-Steel-Desk-Lamp",
            "icon": "eye"
          }
        ],
        "orders": []
      },
      "orders": []
    },
    "94": {
      "id": "019bdd23-fb2b-4daf-f000-000027f55c2a",
      "companyName": "johnnie-O",
      "companyWebsite": "https://johnnie-o.com/",
      "agentName": "Darby",
      "agentInitial": "J",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "escalate": [
          "ESC restock inquiries",
          "ESC shipping/order inquiries",
          "ESC cxs looking for a discount code"
        ]
      },
      "SystemMessage1": "Johnnie-O: Don't let last minute gifting ruin your holiday cheer, Johnnie-O electronic gift cards are just a click away. johnnie-o.attn.tv/a3ORG0-ubwVO",
      "SystemMessage2": "Johnnie-O: Still deciding? Our stores have the latest styles and personalized help for your gifting needs! Find your store now. johnnie-o.attn.tv/aaa5gk4bSzt_",
      "SystemMessage3": "Johnnie-O: The End of Season Sale is here! Save up to 50% on top styles for everyone, but act fast these styles will move fast. johnnie-o.attn.tv/axQpcL034Oyw",
      "SystemMessage4": "Johnnie-O: Hey there! We noticed you checking out something on our site...come back and shop now: johnnie-o.attn.tv/aCYxOqdnB-SM .",
      "SystemMessage5": "Johnnie-O: Hey Todd , this is Darby . Thanks for checking us out! 😊 johnnie-o.attn.tv/ad-eaOrE30mf \n\nAny questions I can answer for you?",
      "SystemMessage6": "Johnnie-O: Our biggest sale of the season is live, which means you can save up to 50% on some of the best 1/4 Zips of 2025. johnnie-o.attn.tv/aNmPH0r1KGBu",
      "SystemMessage7": "Johnnie-O: New Year, New Swag! Whether you're at the game or cheering at home, start 2026 off right with perfect Game Day gear. johnnie-o.attn.tv/aPE2ohmtsQCA",
      "SystemMessage8": "Johnnie-O: Get the golf performance and comfort you love at prices that will blow you away. Up to 50% off select golf styles. johnnie-o.attn.tv/aUMsvTK_iHEU",
      "SystemMessage9": "Johnnie-O: Shop up to 50% off for everyone!\n\nMen\njohnnie-o.attn.tv/a9nLIV0aoWqN \n\nWomen\njohnnie-o.attn.tv/amgGU_yVKTbh \n\nBoys\njohnnie-o.attn.tv/aZI0GLsL4wtT",
      "SystemMessage10": "Johnnie-O: Hey Todd , this is Darby . Thanks for stopping by! 😊 johnnie-o.attn.tv/ajPGLT5BmgA4 \n\nAny questions I can answer for you?",
      "SystemMessage11": "Johnnie-O: The perfect vest completes any look, from coffee runs to drinks with the boys we have you covered. Shop up to 50% off johnnie-o.attn.tv/aTA9sIH_bI9n",
      "SystemMessage12": "Johnnie-O: Get up to 50% our best in class button downs, from featherweight performance to ultra soft flannels and more! johnnie-o.attn.tv/aKBpP9YsCqI3",
      "SystemMessage13": "Johnnie-O: Hey there! We noticed you checking out something on our site...come back and shop now: johnnie-o.attn.tv/a9Vtg-rnDbBv .",
      "SystemMessage14": "Johnnie-O: Our end of season sale ends tonight! Don't miss your last chance to refresh your wardrobe at some of our best prices. johnnie-o.attn.tv/awlb2N_ezST1",
      "SystemMessage15": "Johnnie-O: Hey Todd , this is Darby . Thanks for checking out our site! 😊 johnnie-o.attn.tv/aePLab6HLwXE \n\nAre you looking for anything in particular today?",
      "SystemMessage16": "Johnnie-O: Undefeated! The Hoosiers bring home their first football championship in style! Shop Indiana Championship looks now. johnnie-o.attn.tv/agK1VTjgtjEl",
      "customerMessage1": "I appreciate the follow up. Were you able to track down the name of the other blu color that is out of stock.",
      "AgentMessage1": "Johnnie-O: By any chance, are you referring to this Carmel Sateen 5-Pocket Pant in Navy Blue? https://johnnie-o.attn.tv/aEchGQHzxJtL",
      "customerMessage2": "No there were 3 blues available in December. Now you only show a dark blue (navy) and a light blue. I just can't remember the name of the one I want.",
      "customerMessage3": "It's def the Carmel sateen pants though.",
      "SystemMessage17": "\"",
      "AgentMessage2": "Johnnie-O: Thank you for clarifying. I'll also check this with my team to be certain. I'll be in touch shortly.",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://johnnie-o.com/",
          "date": ""
        },
        "browsingHistory": [
          {
            "item": "Carmel Sateen 5-Pocket Pant",
            "link": "https://www.johnnie-o.com/products/carmel-jmpa100050-24fa-pewter?color=Pewter&utm_campaign=concierge&utm_medium=sms&utm_source=attentive&externalId=gcIqM",
            "icon": "eye"
          },
          {
            "item": "Carmel Sateen 5-Pocket Pant",
            "link": "https://www.johnnie-o.com/products/carmel-jmpa100050-sp25-copy?color=Dark%2520Navy&srsltid=AfmBOopMINeJUdhR3RPBxQvQyt7F7IHU6pmk7ztA4b1rFB-gDa9fmrjS&utm_campaign=concierge&utm_medium=sms&utm_source=attentive&externalId=gcIqM",
            "icon": "eye"
          }
        ],
        "orders": []
      },
      "orders": []
    },
    "95": {
      "id": "019bbda7-1b24-4872-f000-0000f4026f94",
      "companyName": "Cecil and Lou",
      "companyWebsite": "https://cecilandlou.com",
      "agentName": "Emma",
      "agentInitial": "C",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "send_to_cs": [
          "No ESC for this client, send everything to CS"
        ]
      },
      "SystemMessage1": "Cecil and Lou: Welcome! Msg & data rates may apply. Msg frequency varies. Reply HELP for help, STOP to cancel.",
      "SystemMessage2": "Cecil and Lou: 🎀 Welcome to the Cecil and Lou family! We're so thrilled to have you with us! Here's a little gift-enjoy 15% off with your special code! E0XWVIL2\nShop now: candl.attn.tv/aTBTnZImOamk",
      "SystemMessage3": "Cecil and Lou: Life is busy! Save this to your contacts so you don't miss any exclusive offers from Cecil & Lou.",
      "SystemMessage4": "Cecil and Lou: Hi Gitty, it's Emma. I'm a personal concierge here to answer your questions or share recommendations. Is there anything I can help you with today?\n\nhttps://candl.attn.tv/an8zsACM0fNx .",
      "customerMessage1": "Yes. I like some of the stuff you have, but I cannot buy anything without a return option",
      "AgentMessage1": "Cecil and Lou: Sorry about that. I'm afraid due to the custom nature of our clothing, we do not accept returns/exchanges. All sales are final. Please be sure to double-check our size guide before you purchase. Unfortunately, monogrammed or personalized items aren't returnable.",
      "customerMessage2": "I don't need custom sizing or monograms.",
      "AgentMessage2": "Cecil and Lou: I understand, and just to clarify, because of the custom nature of our clothing, we do not accept returns or exchanges, all sales are final. Personalized items cannot be returned or exchanged. Please be sure to double-check our size guide before purchasing: https://candl.attn.tv/a7hos7NnQdCz Our outfits are generally true to size, but we recommend sizing up on knit PJs and bubbles.",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://cecilandlou.com",
          "date": ""
        },
        "browsingHistory": [
          {
            "item": "The Harrison Bubble - 3M",
            "link": "https://www.cecilandlou.com/products/the-harrison-bubble",
            "icon": "eye"
          },
          {
            "item": "The Charlotte Smocked Dress - 4T",
            "link": "https://www.cecilandlou.com/products/the-charlotte-smocked-dress?variant=51027318473002",
            "icon": "eye"
          },
          {
            "item": "The Charlotte Smocked Dress - 2T",
            "link": "https://www.cecilandlou.com/products/the-charlotte-smocked-dress",
            "icon": "eye"
          },
          {
            "item": "The Scottie Dress - 4T",
            "link": "https://www.cecilandlou.com/products/the-scottie-dress?variant=51027319292202",
            "icon": "eye"
          },
          {
            "item": "The Scottie Dress - 2T",
            "link": "https://www.cecilandlou.com/products/the-scottie-dress",
            "icon": "eye"
          }
        ],
        "orders": []
      },
      "orders": []
    }
  }
}
