{
  "version": 1,
  "chunk": "chunk_0029",
  "scenarios": {
    "141": {
      "id": "019bccf0-15bf-4312-f000-0000eb84fd35",
      "companyName": "FragranceNet",
      "companyWebsite": "https://fragrancenet.com",
      "agentName": "Sarah",
      "agentInitial": "F",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "send_to_cs": [
          "No ESC for this client, send everything to CS"
        ],
        "tone": [
          "Close the convo once the client takes over",
          "Don't use emojis/special characters"
        ],
        "templates": [
          "For issues relating to free shipping with no minimum purchase, use \"FSB\" shortcut",
          "If a product is not available on their website, use \"PNA\" shortcut"
        ]
      },
      "SystemMessage1": "FragranceNet: Reply Y to subscribe to recurring automated personalized marketing alerts (e.g. cart reminders) from FragranceNet.",
      "SystemMessage2": "FragranceNet: Welcome! Msg & data rates may apply. Msg frequency varies. Reply HELP for help, STOP to cancel. Privacy: attnl.tv/p/dkv",
      "SystemMessage3": "FragranceNet: Welcome to the world of elevated fragrance! Enjoy 30% OFF sitewide to start your journey: https://fragrancenet.attn.tv/ax5WD_Nfjjk-",
      "SystemMessage4": "FragranceNet: Oh, also, a lot of people like getting personal recs from us. Over the next few days we'll try to help you find something that you will love.\n\nDiscover your new scent!\n\nShop now: https://fragrancenet.attn.tv/aCAaiR_ZM5Vi .",
      "customerMessage1": "I Have Order Jimmy Choo and dolce gabanna haven't never got it",
      "AgentMessage1": "FragranceNet: Thanks for reaching out and I'm sorry to hear that. Just to be sure, are you referring to the order placed on 12/01/25? If so, have you received any updates via email? Please check your spam and promo folders as well, as our emails sometimes end up there. We also offer a convenient online 'Order Status' feature which you can access here: https://fragrancenet.attn.tv/ay5NAMFMDRpg \n\nIf in case you haven't received any updates and you're not able to view the order status then the best way to handle this is to contact us via this link: https://fragrancenet.attn.tv/amjB1Ez6D1J8 or give us a call at 1-800-727-3867. Our team is happy to help!",
      "customerMessage2": "Yess",
      "AgentMessage2": "FragranceNet: Thank you! What do you see when you track your order on the link I shared?",
      "SystemMessage5": "FragranceNet: Sometimes the best place to start is with our fan favorites! Don't miss out on our customers most desired scents. \n\nExplore now: https://fragrancenet.attn.tv/a9XM-fBeAiz3 .",
      "SystemMessage6": "FragranceNet: Who said smelling great has to break the bank? We got you!\n\nOur best scents for less > https://fragrancenet.attn.tv/aVdLvDcye183 .",
      "customerMessage3": "I Want My Perfume, I'll never Order nothing else from you guys",
      "AgentMessage3": "FragranceNet: Thank you for reaching out an I understand. Have you already reached out to our team at the link or phone number I gave you?",
      "customerMessage4": "Yess",
      "AgentMessage4": "FragranceNet: Thanks for confirming. Did you check your spam and promo folders as well? Sometimes our emails end up there.",
      "customerMessage5": "Yes, I did",
      "AgentMessage5": "FragranceNet: Thank you for letting me know. I'm sorry for the delay! We are dealing with an influx of support messages, but this does not make your concern any less important. The team is working as hard as possible to address each issue promptly. Rest assured, someone will reach out to you soon.\n\nPlease keep an eye out in your spam and promo folders for a response, sometimes our emails end up there. Let me know if you need anything else. I'm happy to help!",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://fragrancenet.com",
          "date": ""
        },
        "browsingHistory": [],
        "orders": []
      },
      "orders": []
    },
    "142": {
      "id": "019bc46e-31f5-4c55-f000-0000f447ba9a",
      "companyName": "The Pink Lily Boutique",
      "companyWebsite": "https://pinklily.com",
      "agentName": "Olivia",
      "agentInitial": "T",
      "messageTone": "Casual",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "send_to_cs": [
          "No ESC for this client, send everything to CS"
        ],
        "tone": [
          "Close the convo once the client takes over!"
        ],
        "templates": [
          "if cx message \"CREATOR,\" use CR shortcut"
        ]
      },
      "SystemMessage1": "Pink Lily: Welcome! Msg & data rates may apply. Msg frequency varies. Reply HELP for help, STOP to cancel.",
      "SystemMessage2": "Pink Lily: Yay, you're here! Stay tuned for all the promos :) Now, take 30% OFF w/code: T42VRT pinklily.attn.tv/aCnlyp7AphgQ .",
      "SystemMessage3": "Pink Lily: Hey! You've got your eye on something super cute: pinklily.attn.tv/aL7s-8AQDedK\n\nCan I help with any style or size questions today?\n- Olivia",
      "customerMessage1": "Is the size 31 going to fit 12-14 ? Or is the size  31 a size 10-12?",
      "AgentMessage1": "Pink Lily: Based on our size chart, a size 31 waist aligns with a size L (10-12), not a 12-14. If you're typically between 12 and 14 or prefer a more relaxed fit, we'd recommend sizing up to an XL, which fits waists 33-34. You can take a look at our size chart here: https://pinklily.attn.tv/aFYL-dXEG2NG Feel free to reach out if you have any further questions!",
      "customerMessage2": "So the Melody Leopard cropped flare Jeans don't come in a 33-34 ( XL) ?",
      "AgentMessage2": "Pink Lily: Apologies, but that one is not available in any sizes right now. Keep an eye out by always checking our website and social media frequently. As an SMS subscriber, you'll also be among the first to know of our awesome updates! In the meantime, check out other animal print pants here: https://pinklily.attn.tv/a4zR4SJw9qZB",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://pinklily.com",
          "date": ""
        },
        "browsingHistory": [
          {
            "item": "Melody Leopard Print Cropped Flare Jeans - 24",
            "link": "https://pinklily.com/products/melody-leopard-print-cropped-flare-jeans?irclickid=SsywlmSRtxycWc30-i16YTNuUkpX9-X93U4fR00&irgwc=1&afsrc=1&utm_campaign=browse-abandon&utm_source=attentive&utm_medium=sms&externalId=qZpY9",
            "icon": "eye"
          },
          {
            "item": "Melody Leopard Print Cropped Flare Jeans - 24",
            "link": "https://pinklily.com/products/melody-leopard-print-cropped-flare-jeans?irclickid=SsywlmSRtxycWc30-i16YTNuUkpX9-X93U4fR00&irgwc=1&afsrc=1&utm_campaign=browse-abandon&utm_source=attentive&utm_medium=sms&externalId=qZpY9",
            "icon": "eye"
          },
          {
            "item": "Melody Leopard Print Cropped Flare Jeans - 24",
            "link": "https://pinklily.com/products/melody-leopard-print-cropped-flare-jeans?irclickid=SsywlmSRtxycWc30-i16YTNuUkpX9-X93U4fR00&irgwc=1&afsrc=1&utm_source=impact&utm_medium=%22Influencers%22&utm_campaign=LTK",
            "icon": "eye"
          },
          {
            "item": "Reign Pink Cheetahs Pullover SALE - XS",
            "link": "https://pinklily.com/products/reign-pink-cheetahs-pullover",
            "icon": "eye"
          },
          {
            "item": "Love Block Leopard Light Grey Graphic Sweatshirt SALE - XL",
            "link": "https://pinklily.com/products/love-block-leopard-light-grey-graphic-sweatshirt",
            "icon": "eye"
          }
        ],
        "orders": []
      },
      "orders": []
    },
    "143": {
      "id": "019be6b8-05d5-4fe3-f000-0000f5705ee0",
      "companyName": "Glamnetic",
      "companyWebsite": "https://glamnetic.com",
      "agentName": "Connie",
      "agentInitial": "G",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "send_to_cs": [
          "No ESC for this client, send everything to CS"
        ],
        "tone": [
          "Close the convo once the client takes over"
        ]
      },
      "SystemMessage1": "Glamnetic: Welcome! Msg & data rates may apply. Msg frequency varies. Reply HELP for help, STOP to cancel. Privacy: attnl.tv/p/eIn",
      "SystemMessage2": "Glamnetic: Welcome! We're so happy you're here! Get 20% off w/ code: WEL20PA1D Shop Now: glamnetic.attn.tv/aH-cv715wzan .",
      "SystemMessage3": "Glamnetic: Oh, also, a lot of people like getting personal recs from us. Over the next few days we'll try to help you find something that you will love.\n\nNeed help picking your first lash? Our Pre-Set Lash Kits have our bestselling lashes and liners all in one.\n\nClick Here: https://glamnetic.attn.tv/aOR1HW5FB9Bl .",
      "customerMessage1": "That 20% discount code does not work",
      "AgentMessage1": "Glamnetic: I'm sorry to hear that. Please note that discounts can not be used on new products and bundles. Have you encountered any error messages? Also, could you kindly share a screenshot of the items in your cart? I'll be happy to look into the issue!",
      "customerMessage2": "Are any of these new products?",
      "customerMessage3": "\"",
      "SystemMessage4": "Glamnetic: You left Brush-On Nail Glue, Think Pink, Regal Blue, White Swan, Berry Maroon, and La Perle in your cart\n\nUse code WEL20PA1D to get 20% off eligible items at checkout\n\nDiscover more: https://glamnetic.attn.tv/aiaiNpdSB02W .",
      "SystemMessage5": "Template used: \"What are the discount code exclusions?\"; last updated: 2024-08-08 23:19:28.461",
      "SystemMessage6": "Template used: \"Screenshot - All brands\"; last updated: 2023-10-10 18:09:41.020",
      "AgentMessage2": "Glamnetic: Thanks for the screenshot! I checked, and it looks like the Brush-On Nail Glue in your cart is a new product which is why the code didn't work. I hope this clarifies!",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://glamnetic.com",
          "date": ""
        },
        "browsingHistory": [],
        "orders": []
      },
      "orders": []
    },
    "144": {
      "id": "019bb8e4-d265-42a7-f000-0000f1154fbd",
      "companyName": "LensDirect",
      "companyWebsite": "https://lensdirect.com",
      "agentName": "Elaine",
      "agentInitial": "L",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "send_to_cs": [
          "Send to CS for post purchase issues, use PPI shortcut"
        ],
        "templates": [
          "For medical inquiries about contacts or lens replacement use MQ shortcut"
        ]
      },
      "SystemMessage1": "LensDirect: Reply Y to subscribe to recurring automated personalized marketing alerts (e.g. cart reminders) from LensDirect.",
      "SystemMessage2": "LensDirect: Welcome! Msg & data rates may apply. Msg frequency varies. Reply HELP for help, STOP to cancel.",
      "SystemMessage3": "LensDirect: Welcome! Enjoy 20% off all contacts + 25% off eyewear, & lens replacement with DFD2BA5A7F \n\nShop here! lensdirect.attn.tv/aEU5I8J8hH3z",
      "SystemMessage4": "LensDirect: Save our contact for exclusive offers!",
      "SystemMessage5": "LensDirect: Come back and save big with 73C981D004: for 20% off contacts, 30% off eyewear and lens replacement!\n\nShop here: lensdirect.attn.tv/a0FuGfBMntUI",
      "SystemMessage6": "LensDirect: Hi, Elaine here! It looks like you left some items in your cart - use AC178FE61 to save 20% on contacts and 30% on eyewear and lens replacement!\n\nText back if you have any questions!",
      "SystemMessage7": "LensDirect: Still on the fence? Sign up for our newsletter for weekly exclusive deals on everything optical! lensdirect.attn.tv/aRYX9hKe7W03",
      "SystemMessage8": "LensDirect: Come back and save big with 73C981D004: for 20% off contacts, 30% off eyewear and lens replacement!\n\nShop here: lensdirect.attn.tv/a_pGRS6w1rkH",
      "SystemMessage9": "LensDirect: Hi, Elaine here! It looks like you left some items in your cart - use AC178FE61 to save 20% on contacts and 30% on eyewear and lens replacement!\n\nText back if you have any questions!",
      "customerMessage1": "I can't get 30% off to work on my rx sunglasses. Only EYE20, but if I got 30% off I'd order.",
      "AgentMessage1": "LensDirect: I'm sorry to hear that. Have you encountered any error messages? Also, could you kindly share a screenshot of the items in your cart? I'll be happy to look into the issue!",
      "customerMessage2": "No error messages, but the prices are higher than with EYE20, which makes no sense.",
      "AgentMessage2": "LensDirect: I'm really sorry for the trouble! Can you send me a screenshot of the items in your cart so I can check on this?",
      "customerMessage3": "\"",
      "customerMessage4": "I will just order one pair, but saved options in the cart.",
      "AgentMessage3": "LensDirect: Thanks for sending that over. I'm sorry for any inconvenience. I just checked, and it looks like the item you're trying to buy already has a discount applied. That's likely why the code isn't working, as our system can't stack multiple promos at checkout. Feel free to use the code on a full-priced purchase.",
      "customerMessage5": "If I remove the EYE20 and try the new code the price is higher.  I thought the new code was for 30% off, not 20%. That's why I'm confused.",
      "AgentMessage4": "LensDirect: The AC178FE61 coupon offers 30% off RX sunglasses. If you're having issues, please share a screenshot. You can use this coupon at lensdirect.com.",
      "customerMessage6": "\"",
      "customerMessage7": "See how the prices went up from prior screenshot",
      "SystemMessage10": "\"",
      "AgentMessage5": "LensDirect: Thank you! Let me check with the team, and I'll get back to you once I have more information. I'm sorry for the confusion.",
      "customerMessage8": "Thanks so much for your help.",
      "AgentMessage6": "LensDirect: You're welcome! Have a great weekend, and if you have any questions, feel free to send me a text. I'll be in touch!",
      "customerMessage9": "Any progress on the 30% off?  Thanks",
      "AgentMessage7": "LensDirect: I'm so sorry for the delay. I will follow up with my team. Since it's the weekend, I may not hear back until Monday, but I'll be sure to follow up with you as soon as I do!",
      "customerMessage10": "No problem, though I want to order soon once it works as I know it takes a few weeks to get the glasses. Thanks",
      "AgentMessage8": "LensDirect: I understand. As soon as I hear back, I will send you a message right away! We appreciate your patience.",
      "SystemMessage11": "\"",
      "AgentMessage9": "LensDirect: Thanks for your patience! I just heard from the team, and we understand how important this is. Feel free to use the code below for a discount on this order instead:\n\nBE60E8485A\n\nIf you have any further questions or need assistance, please don't hesitate to contact me. We're here to help!",
      "customerMessage11": "That one says it doesn't apply to any of the items in my cart. The cart has Rx sunglasses.",
      "SystemMessage12": "\"",
      "AgentMessage10": "LensDirect: I'm sorry about that. I have already sent your reply to our team. Make sure to check your SMS for updates. I'll be in touch!",
      "SystemMessage13": "\"",
      "AgentMessage11": "LensDirect: Hi there, me again. Just got word from my team, and we apologize for that. Feel free to use \"SAVE30\" for 30% off eyewear or \"FAMILY20\" for 20% off contacts.\n\nIf you have any further questions, please don't hesitate to contact me. We're here to help!",
      "customerMessage12": "SAVE30 raises the price from EYE20 -- the same issue I identified previously in the screenshot.  I appreciate your help on this, but we seem to be going in circles.  Maybe a manual application of a discount or credit post-order would be best?",
      "SystemMessage14": "\"",
      "SystemMessage15": "Template used: \"Waiting for the team - All brands\"; last updated: 2023-10-10 17:45:52.463",
      "AgentMessage12": "LensDirect: I'm sorry for all the inconvenience. I'll make sure to pass this with my team. Rest assured, I'll send you a text as soon as I have an update!",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://lensdirect.com",
          "date": ""
        },
        "browsingHistory": [
          {
            "item": "Ojector OO9018 55mm - Matte Brown Tortoise",
            "link": "https://www.lensdirect.com/ojector-oo9018-55mm-matte-brown-tortoise",
            "icon": "eye"
          },
          {
            "item": "Ojector OO9018 55mm - Matte Brown Tortoise",
            "link": "https://www.lensdirect.com/ojector-oo9018-55mm-matte-brown-tortoise",
            "icon": "eye"
          },
          {
            "item": "Ojector OO9018 55mm - Matte Brown Tortoise",
            "link": "https://www.lensdirect.com/ojector-oo9018-55mm-matte-brown-tortoise",
            "icon": "eye"
          },
          {
            "item": "Ojector OO9018 55mm - Matte Brown Tortoise",
            "link": "https://www.lensdirect.com/ojector-oo9018-55mm-matte-brown-tortoise",
            "icon": "eye"
          },
          {
            "item": "Ojector OO9018 55mm - Matte Brown Tortoise",
            "link": "https://www.lensdirect.com/ojector-oo9018-55mm-matte-brown-tortoise",
            "icon": "eye"
          }
        ],
        "orders": []
      },
      "orders": []
    },
    "145": {
      "id": "019bf25d-9e48-4cff-f000-0000acac6564",
      "companyName": "HEYDUDE US",
      "companyWebsite": "https://heydude.com",
      "agentName": "Casey",
      "agentInitial": "H",
      "messageTone": "Casual",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "send_to_cs": [
          "Don't ESC post-purchase issues, use PPI shortcut"
        ],
        "templates": [
          "For wrong items received use WMP shortcut",
          "For damaged items received use DMI shortcut",
          "For order status requests use OSR shortcut"
        ],
        "promo_and_exclusions": [
          "The welcome code is valid for first-time customers only.",
          "The promotional price shown on the Heydude website may not always be guaranteed when cx is redirected to Prime for purchase if the item is out of stock"
        ]
      },
      "SystemMessage1": "HEYDUDE: Welcome to HEYDUDE! Msg & data rates may apply. Msg frequency varies. Reply HELP for help, STOP to cancel. Privacy: attnl.tv/p/o76",
      "SystemMessage2": "HEYDUDE: We're so stoked you're here!\n\nGet 20% off your first purchase with code ATTW23K28PCX8 at checkout.\n\nShop Now:\nhttps://heydudeshoes.attn.tv/a6xrCQdWFEzm .",
      "SystemMessage3": "HEYDUDE: Over the next few days we'll try to help you find something that you will love!\n\nUntil then, shop our viral best-sellers: https://heydudeshoes.attn.tv/agzdCFqxOawl .",
      "SystemMessage4": "HEYDUDE: Grab Wally Funk Stretch Speckle in your cart — soft stretch-knit upper and lightweight sole for all-day comfort.\n\nUse code ATTW23K28PCX8 for 20% off at checkout: https://heydudeshoes.attn.tv/anfwm4j0fCLv .",
      "customerMessage1": "Code does not work for this shoe",
      "AgentMessage1": "HEYDUDE: Please check the company website at heydude.com for the most up-to-date promotions and sales. If you're having trouble with a coupon, please share a screenshot for further assistance.",
      "customerMessage2": "\"",
      "AgentMessage2": "HEYDUDE: I'm sorry to hear that. Can you please send me a screenshot of the item/s in your cart? \n\nPlease note that discount codes are valid for items available on this link: https://heydudeshoes.attn.tv/a_aBB17LE-RW. They cannot be combined with any other offer or promotion, including sale styles. Please note that additional exclusions may apply.",
      "customerMessage3": "\"",
      "customerMessage4": "I was just sent this text. It's misleading if this particular shoe does not qualify for the code.",
      "SystemMessage5": "Template used: \"No promotions available - All brands\"; last updated: 2023-10-10 16:37:45.165",
      "AgentMessage3": "HEYDUDE: Thanks for sending that over. I just checked, and I can also see that you've previously purchased with us. My apologies, the discount code: ATTW23K28PCX8 can only be applied to a first-time purchase. \n\nI'm sorry, I don't have any other codes available at the moment, but our deals will always be shared with our SMS subscribers or on our website, so keep an eye out! In the meantime, you can check out our sales collection here: https://heydudeshoes.attn.tv/apM3y8jqfdzI",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://heydude.com",
          "date": ""
        },
        "browsingHistory": [
          {
            "item": "Wally Funk Stretch Speckle - Flannel Grey/Multi",
            "link": "https://www.heydude.com/products/wally-funk-stretch-speckle-flannel-grey-multi?utm_source=9M%20Active%20-%20Clicked%20Email&utm_medium=email&utm_campaign=01%2F24%2F26%20January%20Must-Haves%20%2801KFKKPWQPM0A4PT1BVBQZ4M35%29&utm_klaviyo_id=01JHY5MEEYPBFG2WB1BNGEYWD2&_kx=HxgtRAWWXOyTKQw_9W7PfzWuVmxZnSNRmZwMQ3M_GYI.L4mrhR",
            "icon": "eye"
          },
          {
            "item": "Wally Funk Stretch Speckle - Flannel Grey/Multi",
            "link": "https://www.heydude.com/products/wally-funk-stretch-speckle-flannel-grey-multi?utm_source=9M%20Active%20-%20Clicked%20Email&utm_medium=email&utm_campaign=01%2F24%2F26%20January%20Must-Haves%20%2801KFKKPWQPM0A4PT1BVBQZ4M35%29&utm_klaviyo_id=01JHY5MEEYPBFG2WB1BNGEYWD2&_kx=HxgtRAWWXOyTKQw_9W7PfzWuVmxZnSNRmZwMQ3M_GYI.L4mrhR",
            "icon": "eye"
          },
          {
            "item": "Wally Funk Stretch Speckle - Flannel Grey/Multi - 12",
            "link": "https://www.heydude.com/products/wally-funk-stretch-speckle-flannel-grey-multi?utm_source=9M%20Active%20-%20Clicked%20Email&utm_medium=email&utm_campaign=01%2F24%2F26%20January%20Must-Haves%20%2801KFKKPWQPM0A4PT1BVBQZ4M35%29&utm_klaviyo_id=01JHY5MEEYPBFG2WB1BNGEYWD2&_kx=HxgtRAWWXOyTKQw_9W7PfzWuVmxZnSNRmZwMQ3M_GYI.L4mrhR",
            "icon": "eye"
          },
          {
            "item": "Wally Stretch Canvas - Light Grey",
            "link": "https://www.heydude.com/products/wally-stretch-canvas-black-black",
            "icon": "eye"
          },
          {
            "item": "Wally Stretch Canvas - Light Grey",
            "link": "https://www.heydude.com/products/wally-stretch-canvas-light-grey",
            "icon": "eye"
          }
        ],
        "orders": []
      },
      "orders": []
    }
  }
}
