{
  "version": 1,
  "chunk": "chunk_0031",
  "scenarios": {
    "151": {
      "id": "019bdc47-6ce1-461b-f000-0000a94e8e78",
      "companyName": "HOP WTR",
      "companyWebsite": "https://hopwtr.com",
      "agentName": "Fin",
      "agentInitial": "H",
      "messageTone": "Casual",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {},
      "SystemMessage1": "HOPWTR: Reply Y to subscribe to recurring automated personalized marketing alerts (e.g. cart reminders) from HOPWTR.",
      "SystemMessage2": "HOPWTR: Welcome to HOPWTR! Msg & data rates may apply. Msg frequency varies. Reply HELP for help, STOP to cancel. Privacy: attnl.tv/p/heH",
      "SystemMessage3": "HOPWTR: We made a booze-free brew of crisp, bold hops and stress-busting adaptogens and nootropics.\n\nWe call it the healthy way to hops because you get the hoppy flavor and time-to-unwind chill you crave, without the hangover.\n\nUse code MYFIRST25 to save 25% off your first order!\n\nhttps://hopwtr.attn.tv/a4gJV9n_omyx \n\nCheers 🍻",
      "SystemMessage4": "HOPWTR: Oh, also, a lot of people like getting personal recs from us. Over the next few days we'll try to help you find a HOP WTR flavor that you will love. \n\nCraving a guilt-free, hoppy refreshment? Take a peek at our bundles and get HOPPY with your favorite pick: https://hopwtr.attn.tv/ahvTgriwu7Ow .",
      "SystemMessage5": "HOPWTR: Liz, citrus-forward Hop Water with bright lemon and lime notes, tastes like a hoppy beer without the alcohol.\n\nUse code MYFIRST25 for 25% off your first purchase, valid on full-priced items.\n\nDiscover the flavors here: https://hopwtr.attn.tv/alBU7rpCem6I .",
      "SystemMessage6": "HOPWTR: Save 25% with code MYFIRST25 — enjoy a hoppy, non-alcoholic sip made for your sober-curious moments 😌\n\nDISCOVER more: https://hopwtr.attn.tv/aGtIHh4Bbwed .",
      "SystemMessage7": "HOPWTR: NEW! HOPWTR x Stone Brewing. Centennial Citrus. A matched brewed in heaven. \n\nTry it for yourself: hopwtr.attn.tv/adB_EdZ3fEfI",
      "SystemMessage8": "HOPWTR: One day only! Buy one, get one FREE.\n\nYour free HOPWTR is waiting. Use code HOP1GET1.\n\nhopwtr.attn.tv/aMIP_NzKiQdS \n\nHurry!",
      "SystemMessage9": "HOPWTR: Bold hop bite, dry-hopped for a bold, beerlike finish you can savor without the buzz in our Stone IPA Centennial Citrus.\n\n875 people recently purchased Stone IPA Centennial Citrus; complete your order before it disappears!\n\nTry a hoppy sip: https://hopwtr.attn.tv/aAuo5DGrRY8Z .",
      "SystemMessage10": "HOPWTR: Hey Liz — thanks for stopping by! 🌿\n\nUse code MYFIRST25 for 25% off your first order.\n\nShop now: https://hopwtr.attn.tv/acQruao8aPt4 . BUY NOW",
      "customerMessage1": "You keep giving me special offers, but when I try to order, they don't apply. Have tried multiple times",
      "AgentMessage1": "HOPWTR: I'm really sorry for the inconvenience. If you are referring to code MYFIRST25 for 25% off your first order, that one only works on first orders. If you are referring to code HOP1GET1 could you let me know what items are currently in your cart so I can check why the discount isn't applying and help you get it to work.",
      "customerMessage2": "It was the 40% off a while ago; I gave up on that. Then I tried the HOP1 GET1, also would not work; gave up after several tries",
      "customerMessage3": "Right now the app keeps freezing up on my phone. I was told once to try a computer, but that's not always an option",
      "SystemMessage11": "Template used: \"Already have discount but not working - All brands\"; last updated: 2023-10-13 21:49:08.054",
      "AgentMessage2": "HOPWTR: I completely understand and I'm sorry about this. Could you please try reloading the app or force-closing it to see if that resolves the issue?\n\nUnfortunately, I'm not familiar with that 40% offer, but it might have some specific requirements. Could you let me know where you got it and, if possible, share a screenshot? I'll do my best to help from there. \n\nI double-checked the code HOP1GET1 and I'm afraid it has already expired. You can be assured that we're always working to offer great deals in the future, so please stay tuned.",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://hopwtr.com",
          "date": ""
        },
        "browsingHistory": [
          {
            "item": "Centennial Citrus - 12-pack",
            "link": "https://hopwtr.com/products/stone?utm_campaign=browse_abandonment-ai&utm_medium=sms&utm_source=attentive&externalId=SpFbK",
            "icon": "eye"
          },
          {
            "item": "Centennial Citrus - 12-pack",
            "link": "https://hopwtr.com/products/stone",
            "icon": "eye"
          },
          {
            "item": "Hopped Up Bundle - Variety",
            "link": "https://hopwtr.com/products/hopped-up-bundle",
            "icon": "eye"
          },
          {
            "item": "Centennial Citrus - 12-pack",
            "link": "https://hopwtr.com/products/stone?variant=47692618924259",
            "icon": "eye"
          }
        ],
        "orders": []
      },
      "orders": []
    },
    "152": {
      "id": "019bcc29-77f9-4e89-f000-0000f16ea2af",
      "companyName": "Birkenstock",
      "companyWebsite": "https://birkenstock.com",
      "agentName": "Taylor",
      "agentInitial": "B",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "escalate": [
          "For all pre-purchase and post purchase ESC always include the customers full name in the notes",
          "Don't ESC if they get an error with the fs code while logged in"
        ],
        "templates": [
          "For free shipping retroactive code requests, use SRP shortcut",
          "For holiday/extended returns - use the template"
        ],
        "dos_and_donts": [
          "Close the convo once the client takes over"
        ]
      },
      "SystemMessage1": "Birkenstock: Reply “Y” to confirm your opt in to our SMS program and receive messages from Birkenstock. . Msg & Data rates apply. Msg Freq may vary. Terms: birkenstock.attn.tv/cl/aH8",
      "SystemMessage2": "Birkenstock: Welcome to Birkenstock! Msg & data rates may apply. Msg frequency varies. Reply HELP for help, STOP to cancel. Privacy: attnl.tv/p/8y2",
      "SystemMessage3": "Birkenstock: CLICK ON THE LINK to reveal your FREE GROUND SHIPPING CODE, good for your next full price purchase:\n\nhttps://birkenstock.attn.tv/azGfAURo_rZl\n\nWelcome to the family!",
      "SystemMessage4": "Birkenstock: Oh, also, a lot of people like getting personal recs from us. Over the next few days we'll try to help you find something that you will love.\n\nDid you know we have exclusive versions of our top sellers that you can't get in stores? Check them out now: https://birkenstock.attn.tv/aKzjs1-mL2x1 .",
      "SystemMessage5": "Birkenstock: Step into comfort with the Professional shoes, crafted for everyday support and lasting durability.\n\nUse code ATSHIP-76LF-WSDN-Z6WX-RRCPM for free ground shipping on full-priced items.\n\nStart exploring: https://birkenstock.attn.tv/ap4rjCihVF_y .",
      "SystemMessage6": "Birkenstock: Classic, never clunky. Shop winter boots with rugged leather, warm shearling & footbed support: birkenstock.attn.tv/aaKrn-EcB1aj .",
      "SystemMessage7": "Birkenstock: Discover the Buckley clog in fresh hues, highlighting every detail. https://birkenstock.attn.tv/aemBwcXHFcr9 .\nQuestions? Reply back. -Taylor",
      "SystemMessage8": "Birkenstock: Use code ATSHIP-76LF-WSDN-Z6WX-RRCPM for free ground shipping on full-priced items and free returns for 30 days, except on Final Sale items: https://birkenstock.attn.tv/awN0Wu4Pf526 .",
      "SystemMessage9": "Birkenstock: Winter vacation styles for sun and snow. Shop water-friendly pairs, plus warm boots & shearling: birkenstock.attn.tv/avM2gTIePlH2 .",
      "SystemMessage10": "Birkenstock: Thanks for your purchase! To stay on top of our latest new styles, check out our New Arrivals here:\nhttps://birkenstock.attn.tv/aIouRRgiq83K .",
      "SystemMessage11": "Birkenstock: Thanks for stopping by!\n\nDiscover comfort that lasts with heritage oiled leather and soft shearling. Shop your next pair here: https://birkenstock.attn.tv/aUi-eHoNfW6P .",
      "SystemMessage12": "Birkenstock: Hello, Slipper Season. Get the warm & fuzzies with Zermatt. Shop new prints & colors: birkenstock.attn.tv/aM_uMzHV-mIM .\n\nQuestions? Text back.",
      "SystemMessage13": "Birkenstock: Rich, warm and wearable year-round. Cognac fits every style moment. Shop the shade: birkenstock.attn.tv/avy4bFORc2Ah .",
      "SystemMessage14": "Birkenstock: It's the clog with a moveable backstrap. See how the Lutry styles up or down: birkenstock.attn.tv/anA8gh5NU41J .",
      "SystemMessage15": "Birkenstock: Part clog, part moccasin. Totally relaxed. Shop Buckley clogs in Taupe, Black & Cognac: birkenstock.attn.tv/ahYYZB-ci8RZ .",
      "SystemMessage16": "Birkenstock: Footbed-supported sneakers for work, travel or around the corner. Shop Bend & Honnef City: birkenstock.attn.tv/aZIj7oRftWE- .",
      "SystemMessage17": "Birkenstock: These colors are leaving Last Chance soon. Shop Light Rose, Concrete Gray & Midnight: birkenstock.attn.tv/apX7uEG8YzHq .",
      "SystemMessage18": "Birkenstock: You won't find these anywhere else. Shop Black Kyoto, London Leather & more exclusives: birkenstock.attn.tv/aImmZRTIEes1 .",
      "customerMessage1": "I sent you guys an email because the shoes were too big can you please reply and let us know what we need to do to return and get a replacement instead of sending me these text messages every day",
      "SystemMessage19": "Template used: \"Return policy\"; last updated: 2024-12-12 15:59:44.099",
      "SystemMessage20": "Template used: \"Too many texts\"; last updated: 2025-12-23 20:03:19.058",
      "AgentMessage1": "Birkenstock: I'm truly sorry for the inconvenience. I'm unable to limit the number of texts we send out, as we do our best to keep everyone informed about the latest news and promos. However, if you'd prefer not to receive any more messages from us, just let me know, and I'll be glad to coordinate this for you! \n\nMeanwhile, since you already sent us an email, I suggest waiting for our team's response. Have you already tried checking your spam or promo folders? Sometimes our emails end up there. \n\nMeanwhile, items may be returned in original purchase condition and packaging within 30 days of delivery, with the exception of select Last Chance items. Select Last Chance items are final sale (as shown on the site) and cannot be returned or exchanged. A Last Chance item can be identified by having a struck-thru base price, with a reduced price adjacent. More details at the link below:\nhttps://birkenstock.attn.tv/aeK3OfpvgdtU",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://birkenstock.com",
          "date": ""
        },
        "browsingHistory": [
          {
            "item": "Buy Super Birki 2.0 Polyurethane for USD 82.00 | Birkenstock US",
            "link": "https://www.birkenstock.com/us/super-birki-2.0-polyurethane/superbirki20-professionals-polyurethane-0-pu-u_3866.html",
            "icon": "eye"
          },
          {
            "item": "Buy Super-Birki Polyurethane Black for USD 82.00 | Birkenstock US",
            "link": "https://www.birkenstock.com/us/super-birki-polyurethane/superbirki-core-polyurethane-0-pu-u_3866.html",
            "icon": "eye"
          },
          {
            "item": "Buy Super Birki 2.0 Polyurethane for USD 82.00 | Birkenstock US",
            "link": "https://www.birkenstock.com/us/super-birki-2.0-polyurethane/superbirki20-professionals-polyurethane-0-pu-u_3866.html",
            "icon": "eye"
          },
          {
            "item": "Buy Super-Birki Polyurethane Black for USD 82.00 | Birkenstock US",
            "link": "https://www.birkenstock.com/us/super-birki-polyurethane/superbirki-core-polyurethane-0-pu-u_3866.html",
            "icon": "eye"
          }
        ],
        "orders": []
      },
      "orders": []
    },
    "153": {
      "id": "019bba35-d9d9-435d-f000-0000f40e66a0",
      "companyName": "Lacoste",
      "companyWebsite": "https://lacoste.com",
      "agentName": "Sarah",
      "agentInitial": "L",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "send_to_cs": [
          "No ESC for this client, send everything to CS"
        ]
      },
      "SystemMessage1": "Lacoste: Welcome to Lacoste! Msg & data rates may apply. Msg frequency varies. Reply HELP for help, STOP to cancel. Privacy: attnl.tv/p/VyG",
      "SystemMessage2": "Lacoste: Welcome! Get 15% off your full price, online order with your one-time code LAC-546-2VV-7MV-ZFZ\n\nShop Here:\nlacoste.attn.tv/alOk3PVWqZHI",
      "SystemMessage3": "Lacoste: Classic styles, perfect for every season!\n\nDiscover the latest here: https://lacoste.attn.tv/ayEW7Nxj4sNZ  .",
      "SystemMessage4": "Lacoste: LAC-546-2VV-7MV-ZFZ",
      "customerMessage1": "Code doesn't work",
      "AgentMessage1": "Lacoste: I'm sorry to hear that. Have you encountered any error messages? Also, could you kindly share a screenshot of the items in your cart? I'll be happy to look into the issue!",
      "customerMessage2": "\"",
      "customerMessage3": "\"",
      "customerMessage4": "Ok now working",
      "customerMessage5": "But 15%",
      "customerMessage6": "Can't not 6.90",
      "AgentMessage2": "Lacoste: I'm glad to hear that the code is now working. Please note that the code LAC-546-2VV-7MV-ZFZ is for 15% off.",
      "customerMessage7": "I know",
      "customerMessage8": "Its showing %15",
      "customerMessage9": "But -6.90$",
      "AgentMessage3": "Lacoste: I'm sorry to hear that! The best way to handle this is to contact us via this link: https://lacoste.attn.tv/aC_Dcph8zMAu Our team is happy to help!",
      "SystemMessage5": "Lacoste: You left some great shirts and polos in your cart.\n\nGet 15% OFF with code LAC-546-2VV-7MV-ZFZ. 🕒: https://lacoste.attn.tv/adaXJ2aFyVh3 .",
      "customerMessage10": "It's not working code",
      "AgentMessage4": "Lacoste: I'm sorry to hear that! Upon checking, the 15% discount has been applied to your cart. Please note that the code applies to select items only. I hope this clarifies it! Let me know if you need anything else.",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://lacoste.com",
          "date": ""
        },
        "browsingHistory": [],
        "orders": []
      },
      "orders": []
    },
    "154": {
      "id": "019bc7c5-37f0-4831-f000-0000f16ba884",
      "companyName": "FaithGateway",
      "companyWebsite": "https://faithgateway.com",
      "agentName": "Rebecca",
      "agentInitial": "F",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "send_to_cs": [
          "Send to CS for post purchase inquiries, use PPI shortcut",
          "Send to CS if the customer doesn't receive the free printables with his purchase"
        ]
      },
      "SystemMessage1": "FaithGateway: Welcome to FaithGateway! Msg & data rates may apply. Msg frequency varies. Reply HELP for help, STOP to cancel.",
      "SystemMessage2": "FaithGateway: We're so glad you're here to embark on this journey of growing deeper in your faith. Save on your next order with code F-CZKDGJ Shop now: fg.attn.tv/aoShTjIwiFhM .\n\nText back with any questions! - Rebecca",
      "customerMessage1": "How much does the book about \"Moms\" cost after the 15% off?",
      "AgentMessage1": "FaithGateway: This is Rebecca at FaithGateway. I'm glad to see your interest in our products! Is this the one you're referring to? - https://fg.attn.tv/a9ffgssqlzLn\n\nIf so, after the 15% off, it'll cost $29.75 for the 3-Pack Bundle as shown here - https://fg.attn.tv/atBsz-y9W1rq or $11.90 for the Single Hardcover as shown here - https://fg.attn.tv/ae1zM6q5Znsj I hope this helps you deicde to go for it.",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://faithgateway.com",
          "date": ""
        },
        "browsingHistory": [],
        "orders": []
      },
      "orders": []
    },
    "155": {
      "id": "019bc32d-3453-48ba-f000-0000ec96b385",
      "companyName": "Oral-B and Crest",
      "companyWebsite": "https://oralb.com",
      "agentName": "Sam",
      "agentInitial": "O",
      "messageTone": "Polished",
      "customerPhone": "",
      "customerMessage": "",
      "responseType": "template",
      "guidelines": {
        "important": [
          "When sending a link, if you see a \"/\" at the end of the URL, remove it"
        ],
        "escalate": [
          "ESC immediately if the order is delivered, but cx did not receive it",
          "ESC if cx wants to use an expired code",
          "ESC sales end date questions",
          "ESC if the cx code shows the error \"not valid\"",
          "Before ESC for retroactive discount requests, check if the item is on sale or if they met the minimum",
          "Don't make suggestions of replacements - if unsure, ESC",
          "ESC false advertising complaints",
          "ESC if cx state they regret placing the order after the CANCEL/ORDER temp has been sent",
          "Before ESC products not functioning properly",
          "Don't ask for the cx's shipping address as secondary info, include their phone number instead"
        ],
        "tone": [
          "Keep messages shorter and more direct",
          "Don't use the term \"cart tracking\", or let cxs know we can see what they have in their cart"
        ],
        "templates": [
          "If the cx asks where there order is, and it's a confirmed order within the standard processing and shipping time, only share the \"Order status/order tracking\" temp",
          "If the cx reaches out saying they're having issue with their code, first use CWW temp",
          "If cx needs assistance with brush function/operations use FOQ shortcut",
          "For product complaints/bad experiences use PBE shortcut",
          "If cx says they're dentists/hygienists & want to shop use RDH shortcut",
          "If cx is a short amount away from reaching the $100 threshold for the welcome discount to apply use SRT shortcut",
          "If cx ask why their order was canceled, use MOC shortcut",
          "If cx purchased from their dentist and looking for rebate ($30, $20, $10 back) use RBT shortcut",
          "For post-purchase issues with Amazon orders, use PS shortcut",
          "For post-purchase issues where cxs are dental professionals, dentists, hygienists, use DPS shortcut"
        ],
        "dos_and_donts": [
          "If customers are looking for brush heads always confirm what type of brush they have, iO or non iO",
          "If you can't find the products on the website, refer to this one https://crest.com/en-us",
          "Hold to policy and do not offer to check if deviation from policy is acceptable",
          "If customers ask about the warranty registration code OR say it's not accepting theirs (they might refer to it as a promo code for registration)- send them this one OB59185 (it's always the same)"
        ],
        "drive_to_purchase": [
          "For general recommendations use CFR shortcut",
          "Always refer cxs to iO series products, when possible"
        ],
        "promo_and_exclusions": [
          "The $85 welcome promo code isn't for % off, once applied a free item is added to the cart",
          "Please check the last letters of a code to determine when they were sent",
          "Discount codes do not work on Amazon"
        ]
      },
      "SystemMessage1": "Oral-B: 2025 Deals are Coming to an END! Save $130 on the iO10 and get a FREE gift before time runs out: oral-b.attn.tv/aEu6QWPi9dBg",
      "SystemMessage2": "Oral-B: Hey! Looks like you forgot something in your cart! https://oral-b.attn.tv/amdtWjSrWITl .\n\nAny final questions I can help with before these are gone?\n- Sam",
      "SystemMessage3": "Oral-B: FINAL DAY! Get your gifts in time with Free 2-day air shipping on orders over $100. Shop gifts that'll make them smile: oral-b.attn.tv/ayPx3H0s8ZmN",
      "SystemMessage4": "Oral-B: Can't Miss Deal - $100 Off! Treat your smile to a perfect clean with the iO7 and get a Free Crest Gift and $100 Off: oral-b.attn.tv/a-SQhlTmv1V0",
      "SystemMessage5": "Oral-B: Get Your Smile Ready for New Year's Eve with $130 Off the iO10 and a FREE Crest Gift: oral-b.attn.tv/aaLY4UaOtjhJ",
      "SystemMessage6": "Oral-B: Happy New Years!! 🎉 Wishing you a year full of healthy smiles with $20 Off the iO4 + Free Gift: oral-b.attn.tv/aFL8g0tolFse",
      "SystemMessage7": "Oral-B: New Year, New Routine, New Brush! Enjoy a FREE Crest Toothpaste and $20 off the iO3 while supplies last: oral-b.attn.tv/aieQe_aoeOsY",
      "SystemMessage8": "Oral-B: LAST CHANCE! Keep your resolution alive and save with exclusive deals on top oral care before they're gone! oral-b.attn.tv/aZcaXsSQDcRG",
      "SystemMessage9": "Oral-B: Discover your perfect match! Explore our range of brushes to find the one that suits you best: https://oral-b.attn.tv/a5WGn1D80gLe \n\nText us if you need assistance!",
      "customerMessage1": "Looking gor the series 2 dual pack",
      "AgentMessage1": "Oral-B: Thank you for reaching out! Are you perhaps referring to the iO2 Cavity Protection Bundle? If so, you can find it here: https://oral-b.attn.tv/aiHhdI3ml9Ok/\n\nI hope this helps.",
      "rightPanel": {
        "source": {
          "label": "Website",
          "value": "https://oralb.com",
          "date": ""
        },
        "browsingHistory": [
          {
            "item": "iO Series 4 Rechargeable Electric Toothbrush, Lavender",
            "link": "https://oralb.com/en-us/products/electric-toothbrushes/io-series-4-rechargeable-electric-toothbrush-lavender/?utm_source=attentive&utm_medium=text&utm_campaign=prospecting&utm_content=oralb-new-york-010125&utm_term=sms-io4sms-io4&ai_audience=oralb-new-years-010125_base&externalId=9o2yQ",
            "icon": "eye"
          },
          {
            "item": "iO Series 4 Rechargeable Electric Toothbrush, Lavender",
            "link": "https://oralb.com/en-us/products/electric-toothbrushes/io-series-4-rechargeable-electric-toothbrush-lavender/?utm_source=attentive&utm_medium=text&utm_campaign=prospecting&utm_content=oralb-new-york-010125&utm_term=sms-io4sms-io4&ai_audience=oralb-new-years-010125_base&externalId=9o2yQ",
            "icon": "eye"
          },
          {
            "item": "iO Series 10 Rechargeable Electric Toothbrush, Cosmic Black",
            "link": "https://oralb.com/en-us/products/electric-toothbrushes/io-series-10-rechargeable-electric-toothbrush-cosmic-black/?utm_source=attentive&utm_medium=text&utm_campaign=prospecting&utm_content=oralb-nye-ready-122725&utm_term=sms-io10sms-io10&ai_audience=oralb-nye-ready-122725_base&externalId=9o2yQ",
            "icon": "eye"
          },
          {
            "item": "Oral-B iO Series 7 Electric Toothbrush, White Alabaster",
            "link": "https://oralb.com/en-us/products/electric-toothbrushes/oral-b-io-series-7-electric-toothbrush-white-alabaster/?utm_source=attentive&utm_medium=text&utm_campaign=prospecting&utm_content=oralb-100-off-122325&utm_term=sms-io7sms-io7&ai_audience=oralb-100-off-122325_base&externalId=9o2yQ",
            "icon": "eye"
          },
          {
            "item": "iO Series 3 Rechargeable Electric Toothbrush, Icy Blue",
            "link": "https://oralb.com/en-us/products/io-series-3-rechargeable-electric-toothbrush-icy-blue/",
            "icon": "eye"
          }
        ],
        "orders": []
      },
      "orders": []
    }
  }
}
